let scedule = {
  day0: [
    ['10:30', 'Чинк: Хвостатый детектив 2D', '6+', 220],
    ['12:20', 'Суперпитомцы 2D', '6+', 250],
    ['14:25', 'Сердце пармы 2D', '16+', 300],
    ['17:30', 'Тор: Любовь и гром 2D', '12+', 330],
    ['19:45', 'Любовники 2D', '18+', 350],
    ['21:45', 'Покерфейс 2D', '16+', 300],
  ],
  day1: [
    ['14:30', 'Суперпитомцы 2D', '6+', 200],
    ['16:20', 'Сердце пармы 2D', '16+', 250],
    ['19:20', 'Тор: Любовь и гром 2D', '12+', 300],
    ['21:25', 'Любовники 2D', '18+', 300],
  ],
  day2: [
    ['13:00', 'Сердце пармы 2D', '16+', 200],
    ['16:00', 'Миньоны: Грювитация 2D', '6+', 200],
    ['17:40', 'Тор: Любовь и гром 2D', '12+', 270],
    ['19:45', 'Любовники 2D', '18+', 300],
    ['21:45', 'Тор: Любовь и гром 2D', '12+', 300],
  ],
  day3: [
    ['13:00', 'Тор: Любовь и гром 2D', '12+', 200],
    ['15:00', 'Суперпитомцы 2D', '6+', 200],
    ['16:50', 'Сердце пармы 2D', '16+', 270],
    ['19:50', 'Тор: Любовь и гром 2D', '12+', 300],
    ['21:55', 'Любовники 2D', '18+', 300],
  ],
  day4: [
    ['13:00', 'Сердце пармы 2D', '16+', 200],
    ['16:00', 'Чинк: Хвостатый детектив 2D', '6+', 250],
    ['17:40', 'Тор: Любовь и гром 2D', '12+', 270],
    ['19:50', 'Любовники 2D', '18+', 300],
    ['21:50', 'Покерфейс 2D', '16+', 300],
  ],
  day5: [
    ['13:30', 'Чинк: Хвостатый детектив 2D', '6+', 200],
    ['15:15', 'Сердце пармы 2D', '16+', 230],
    ['18:15', 'Тор: Любовь и гром 2D', '12+', 300],
    ['20:25', 'Покерфейс 2D', '16+', 350],
    ['22:20', 'Любовники 2D', '18+', 350],
  ],
  day6: [
    ['10:15', 'Миньоны: Грювитация 2D', '6+', 200],
    ['12:00', 'Чинк: Хвостатый детектив 2D', '6+', 270],
    ['13:50', 'Суперпитомцы 2D', '6+', 300],
    ['15:55', 'Сердце пармы 2D', '16+', 330],
    ['19:00', 'Любовники 2D', '18+', 350],
    ['21:05', 'Тор: Любовь и гром 2D', '12+', 350],
    ['23:15', 'Покерфейс 2D', '16+', 320],
  ],
}
export default scedule
