let scedule = {
  day0: [
    ['10:45', 'Удача 2D', '6+', 220],
    ['12:55', 'Праведник 2D', '12+', 300],
    ['16:10', 'Человек-муравей и Оса: Квантомания 2D', '12+', 350],
    ['18:35', 'Аватар: Путь воды 3D', '12+', 400],
    ['22:10', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
  ],
  day1: [
    ['13:30', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['15:05', 'Аватар: Путь воды 2D', '12+', 250],
    ['18:30', 'Праведник 2D', '12+', 330],
    ['21:40', 'Непослушная 2D', '18+', 300],
  ],
  day2: [
    ['13:30', 'Аватар: Путь воды 2D', '12+', 250],
    ['17:00', 'Снежная королева: Разморозка 2D', '6+', 270],
    ['18:35', 'Праведник 2D', '12+', 330],
    ['21:45', 'Непослушная 2D', '18+', 300],
  ],
  day3: [
    ['14:30', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['16:05', 'Праведник 2D', '12+', 270],
    ['19:15', 'Непослушная 2D', '18+', 300],
    ['21:20', 'Аватар: Путь воды 2D', '12+', 350],
  ],
  day4: [
    ['14:00', 'Праведник 2D', '12+', 250],
    ['17:05', 'Удача 2D', '6+', 270],
    ['19:05', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
    ['21:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
  ],
  day5: [
    ['12:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 220],
    ['14:50', 'Удача 2D', '6+', 250],
    ['16:50', 'Праведник 2D', '12+', 300],
    ['20:00', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['22:25', 'Аватар: Путь воды 2D', '12+', 370],
  ],
  day6: [
    ['11:00', 'Удача 2D', '6+', 220],
    ['13:10', 'Аватар: Путь воды 3D', '12+', 370],
    ['16:50', 'Праведник 2D', '12+', 350],
    ['20:05', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['22:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
  ],
}
export default scedule
