let scedule = {
  day0: [
    ['10:45', 'Удача 2D', '6+', 220],
    ['12:55', 'Праведник 2D', '12+', 300],
    ['16:10', 'Человек-муравей и Оса: Квантомания 2D', '12+', 350],
    ['18:35', 'Аватар: Путь воды 3D', '12+', 400],
    ['22:10', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
  ],
  day1: [
    ['14:00', 'Удача 2D', '6+', 220],
    ['15:55', 'Человек-муравей и Оса: Квантомания 2D', '12+', 250],
    ['18:20', 'Праведник 2D', '12+', 330],
    ['21:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
  ],
  day2: [
    ['12:45', 'Праведник 2D', '12+', 250],
    ['15:55', 'Удача 2D', '6+', 250],
    ['17:50', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['20:20', 'Поехавшая 2D', '16+', 370],
    ['22:25', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
  ],
  day3: [
    ['10:30', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['12:05', 'Удача 2D', '6+', 280],
    ['14:10', 'Праведник 2D', '12+', 330],
    ['17:25', 'Поехавшая 2D', '16+', 370],
    ['19:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['21:55', 'Поехавшая 2D', '16+', 300],
  ],
  day4: [
    ['14:00', 'Праведник 2D', '12+', 250],
    ['17:05', 'Удача 2D', '6+', 270],
    ['19:05', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
    ['21:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
  ],
  day5: [
    ['12:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 220],
    ['14:50', 'Удача 2D', '6+', 250],
    ['16:50', 'Праведник 2D', '12+', 300],
    ['20:00', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['22:25', 'Аватар: Путь воды 2D', '12+', 370],
  ],
  day6: [
    ['11:00', 'Удача 2D', '6+', 220],
    ['13:05', 'Аватар: Путь воды 2D', '12+', 370],
    ['16:40', 'Праведник 2D', '12+', 350],
    ['19:50', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['22:15', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
  ],
}
export default scedule
