let scedule = {
  day0: [
    ['11:00', 'Изумительный Морис 2D', '6+', 220],
    ['13:00', 'Чебурашка 2D', '6+', 350],
    ['15:30', 'Аватар: Путь воды 3D', '12+', 450],
    ['19:10', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 370],
    ['21:15', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day1: [
    ['13:45', 'Изумительный Морис 2D', '6+', 220],
    ['15:35', 'Чебурашка 2D', '6+', 250],
    ['17:55', 'Аватар: Путь воды 2D', '12+', 430],
    ['21:30', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
  ],
  day2: [
    ['12:50', 'Чебурашка 2D', '6+', 200],
    ['15:05', 'Изумительный Морис 2D', '6+', 250],
    ['16:55', 'Чебурашка 2D', '6+', 270],
    ['19:10', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
    ['21:10', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day3: [
    ['13:45', 'Чебурашка 2D', '6+', 250],
    ['16:00', 'Изумительный Морис 2D', '6+', 250],
    ['17:55', 'Аватар: Путь воды 3D', '12+', 430],
    ['21:30', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
  ],
  day4: [
    ['13:40', 'Изумительный Морис 2D', '6+', 220],
    ['15:30', 'Чебурашка 2D', '6+', 250],
    ['17:50', 'Аватар: Путь воды 2D', '12+', 380],
    ['21:25', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
  ],
  day5: [
    ['11:30', 'Аватар: Путь воды 2D', '12+', 250],
    ['15:00', 'Изумительный Морис 2D', '6+', 250],
    ['16:50', 'Чебурашка 2D', '6+', 330],
    ['19:10', 'Аватар: Путь воды 3D', '12+', 500],
    ['22:45', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 350],
  ],
  day6: [
    ['10:00', 'Чебурашка 2D', '6+', 220],
    ['12:20', 'Изумительный Морис 2D', '6+', 300],
    ['14:15', 'Чебурашка 2D', '6+', 350],
    ['16:40', 'Аватар: Путь воды 3D', '12+', 450],
    ['20:20', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 370],
    ['22:25', 'Аватар: Путь воды 2D', '12+', 430],
  ],
}
export default scedule
