let scedule = {
  day0: [
    ['11:00', 'Мы - монстры 2 2D', 230],
    ['13:05', 'Мы - монстры 2 2D', 300],
    ['15:10', 'Падение Луны  2D', 330],
    ['17:45', 'Непослушник  2D', 370],
    ['20:05', 'Падение Луны  2D', 370],
    ['22:40', 'Непослушник  2D', 300],
  ],
  day1: [],
  day2: [],
  day3: [],
  day4: [
    ['15:00', 'Мы - монстры 2 2D', 240],
    ['16:55', 'Падение Луны  2D', 280],
    ['19:25', 'Непослушник  2D', 330],
    ['21:45', 'Падение Луны  2D', 330],
  ],
  day5: [
    ['14:00', 'Мы - монстры 2 2D', 230],
    ['15:55', 'Падение Луны  2D', 270],
    ['18:25', 'Непослушник  2D', 370],
    ['20:45', 'Падение Луны  2D', 370],
    ['23:20', 'Непослушник  2D', 330],
  ],
  day6: [
    ['10:00', 'Мы - монстры 2 2D', 220],
    ['12:00', 'Падение Луны  2D', 280],
    ['14:35', 'Мы - монстры 2 2D', 320],
    ['16:35', 'Непослушник  2D', 340],
    ['18:55', 'Падение Луны  2D', 370],
    ['21:30', 'Непослушник  2D', 370],
    ['23:50', 'Падение Луны  2D', 330],
  ],
}
export default scedule
