let scedule = {
  day0: [
    ['10:15', 'Удача 2D', '6+', 220],
    ['12:20', 'Коты Эрмитажа 2D', '6+', 300],
    ['14:15', 'На солнце, вдоль рядов кукурузы 2D', '6+', 350],
    ['16:05', 'Три мушкетёра: Д’Артаньян 2D', '12+', 350],
    ['18:30', 'Джон Уик 4 2D', '18+', 400],
    ['21:40', 'Три мушкетёра: Д’Артаньян 2D', '12+', 300],
  ],
  day1: [
    ['14:30', 'Коты Эрмитажа 2D', '6+', 230],
    ['16:15', 'Джон Уик 4 2D', '18+', 270],
    ['19:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', 300],
    ['21:20', 'Джон Уик 4 2D', '18+', 330],
  ],
  day2: [
    ['13:00', 'На солнце, вдоль рядов кукурузы 2D', '6+', 200],
    ['14:50', 'Коты Эрмитажа 2D', '6+', 230],
    ['16:35', 'На солнце, вдоль рядов кукурузы 2D', '6+', 270],
    ['18:25', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 300],
    ['21:20', 'Джон Уик 4 2D', '18+', 330],
  ],
  day3: [
    ['14:15', 'Коты Эрмитажа 2D', '6+', 230],
    ['16:00', 'Аватар: Путь воды 2D', '12+', 270],
    ['19:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', 300],
    ['21:20', 'Джон Уик 4 2D', '18+', 330],
  ],
  day4: [
    ['14:20', 'Коты Эрмитажа 2D', '6+', 220],
    ['16:05', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 250],
    ['19:00', 'Три мушкетёра: Д’Артаньян 2D', '12+', 300],
    ['21:20', 'Джон Уик 4 2D', '18+', 330],
  ],
  day5: [
    ['14:00', 'Коты Эрмитажа 2D', '6+', 220],
    ['15:45', 'Аватар: Путь воды 2D', '12+', 270],
    ['19:10', 'Джон Уик 4 2D', '18+', 400],
    ['22:25', 'Три мушкетёра: Д’Артаньян 2D', '12+', 370],
  ],
  day6: [
    ['10:15', 'Коты Эрмитажа 2D', '6+', 220],
    ['12:05', 'На солнце, вдоль рядов кукурузы 2D', '6+', 300],
    ['14:00', 'Аватар: Путь воды 3D', '12+', 350],
    ['17:30', 'Три мушкетёра: Д’Артаньян 2D', '12+', 370],
    ['19:55', 'Джон Уик 4 2D', '18+', 400],
    ['23:05', 'Три мушкетёра: Д’Артаньян 2D', '12+', 330],
  ],
}
export default scedule
