let scedule = {
  day0: [
    ['10:00', 'Изумительный Морис 2D', '6+', 220],
    ['11:55', 'Изумительный Морис 2D', '6+', 270],
    ['13:55', 'Чебурашка 2D', '6+', 300],
    ['16:25', 'Аватар: Путь воды 3D', '12+', 450],
    ['20:05', 'Операция «Фортуна» 2D', '18+', 370],
    ['22:20', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day1: [
    ['13:45', 'Изумительный Морис 2D', '6+', 220],
    ['15:35', 'Чебурашка 2D', '6+', 250],
    ['18:00', 'Аватар: Путь воды 3D', '12+', 430],
    ['21:35', 'Операция «Фортуна» 2D', '18+', 300],
  ],
  day2: [
    ['12:30', 'Чебурашка 2D', '6+', 200],
    ['14:50', 'Изумительный Морис 2D', '6+', 250],
    ['16:40', 'Чебурашка 2D', '6+', 270],
    ['19:00', 'Операция «Фортуна» 2D', '18+', 300],
    ['21:15', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day3: [
    ['13:45', 'Чебурашка 2D', '6+', 250],
    ['16:05', 'Изумительный Морис 2D', '6+', 250],
    ['18:00', 'Аватар: Путь воды 3D', '12+', 430],
    ['21:35', 'Операция «Фортуна» 2D', '18+', 300],
  ],
  day4: [
    ['12:30', 'Чебурашка 2D', '6+', 200],
    ['14:50', 'Изумительный Морис 2D', '6+', 250],
    ['16:40', 'Чебурашка 2D', '6+', 280],
    ['19:05', 'Операция «Фортуна» 2D', '18+', 300],
    ['21:20', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day5: [
    ['13:00', 'Чебурашка 2D', '6+', 250],
    ['15:20', 'Изумительный Морис 2D', '6+', 250],
    ['17:10', 'Чебурашка 2D', '6+', 330],
    ['19:35', 'Аватар: Путь воды 2D', '12+', 500],
    ['23:15', 'Операция «Фортуна» 2D', '18+', 350],
  ],
  day6: [
    ['10:00', 'Изумительный Морис 2D', '6+', 220],
    ['11:55', 'Изумительный Морис 2D', '6+', 270],
    ['13:50', 'Аватар: Путь воды 2D', '12+', 350],
    ['17:30', 'Чебурашка 2D', '6+', 400],
    ['20:00', 'Аватар: Путь воды 3D', '12+', 500],
    ['23:35', 'Операция «Фортуна» 2D', '18+', 350],
  ],
}
export default scedule
