let scedule = {
  day0: [
    ['10:00', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['11:40', 'Снежная королева: Разморозка 2D', '6+', 270],
    ['13:20', 'Праведник 2D', '12+', 330],
    ['16:30', 'Аватар: Путь воды 3D', '12+', 450],
    ['20:05', 'Непослушная 2D', '18+', 370],
    ['22:15', 'Праведник 2D', '12+', 300],
  ],
  day1: [
    ['13:30', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['15:05', 'Аватар: Путь воды 3D', '12+', 300],
    ['18:35', 'Праведник 2D', '12+', 330],
    ['21:45', 'Непослушная 2D', '18+', 300],
  ],
  day2: [
    ['13:30', 'Аватар: Путь воды 3D', '12+', 270],
    ['17:00', 'Снежная королева: Разморозка 2D', '6+', 270],
    ['18:35', 'Праведник 2D', '12+', 330],
    ['21:45', 'Непослушная 2D', '18+', 300],
  ],
  day3: [
    ['12:15', 'Праведник 2D', '12+', 220],
    ['15:25', 'Снежная королева: Разморозка 2D', '6+', 250],
    ['17:00', 'Непослушная 2D', '18+', 300],
    ['19:05', 'Праведник 2D', '12+', 400],
    ['22:15', 'Аватар: Путь воды 2D', '12+', 400],
  ],
  day4: [
    ['13:30', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['15:05', 'Аватар: Путь воды 2D', '12+', 300],
    ['18:35', 'Праведник 2D', '12+', 330],
    ['21:45', 'Непослушная 2D', '18+', 300],
  ],
  day5: [
    ['14:00', 'Снежная королева: Разморозка 2D', '6+', 250],
    ['15:35', 'Праведник 2D', '12+', 280],
    ['18:45', 'Аватар: Путь воды 3D', '12+', 500],
    ['22:20', 'Непослушная 2D', '18+', 370],
  ],
  day6: [
    ['10:00', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['11:40', 'Снежная королева: Разморозка 2D', '6+', 270],
    ['13:20', 'Праведник 2D', '12+', 330],
    ['16:30', 'Аватар: Путь воды 3D', '12+', 450],
    ['20:05', 'Праведник 2D', '12+', 400],
    ['23:15', 'Непослушная 2D', '18+', 330],
  ],
}
export default scedule
