let scedule = {
  day0: [
    ['11.30', 'Крутые яйца 2 2D', '6+', 240],
    ['13.25', 'Крутые яйца 2 2D', '6+', 300],
    ['15.20', 'Флешбэк 2D', '18+', 320],
    ['17.30', 'Заклятье: Спуск к дьяволу 2D', '16+', 350],
    ['19.30', 'Клон 2D', '16+', 350],
    ['21.30', 'Заклятье: Спуск к дьяволу 2D', '16+', 320],
  ],
  day1: [],
  day2: [],
  day3: [],
  day4: [
    ['16.00', 'Крутые яйца 2 2D', '6+', 220],
    ['17.40', 'Флешбэк 2D', '18+', 250],
    ['19.45', 'Клон 2D', '16+', 300],
    ['21.35', 'Заклятье: Спуск к дьяволу 2D', '16+', 300],
  ],
  day5: [
    ['16.30', 'Крутые яйца 2 2D', '6+', 250],
    ['18.10', 'Флешбэк 2D', '18+', 300],
    ['20.20', 'Заклятье: Спуск к дьяволу 2D', '16+', 350],
    ['22.15', 'Клон 2D', '16+', 350],
  ],
  day6: [
    ['11.00', 'Крутые яйца 2 2D', '6+', 240],
    ['12.50', 'Флешбэк 2D', '18+', 280],
    ['15.00', 'Крутые яйца 2 2D', '6+', 320],
    ['16.50', 'Ботан и супербаба 2D', '16+', 320],
    ['18.40', 'Заклятье: Спуск к дьяволу 2D', '16+', 350],
    ['20.40', 'Клон 2D', '16+', 350],
    ['22.40', 'Заклятье: Спуск к дьяволу 2D', '16+', 320],
  ],
}
export default scedule
