let scedule = {
  day0: [
    ['10:20', 'Удача 2D', '6+', 220],
    ['12:25', 'Коты Эрмитажа 2D', '6+', 300],
    ['14:15', 'Пиноккио 2D', '6+', 350],
    ['16:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', 350],
    ['18:20', 'Джон Уик 4 2D', '18+', 400],
    ['21:30', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 300],
  ],
  day1: [
    ['14:30', 'Коты Эрмитажа 2D', '6+', 230],
    ['16:15', 'Джон Уик 4 2D', '18+', 270],
    ['19:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', 300],
    ['21:20', 'Джон Уик 4 2D', '18+', 330],
  ],
  day2: [
    ['13:00', 'На солнце, вдоль рядов кукурузы 2D', '6+', 200],
    ['14:50', 'Коты Эрмитажа 2D', '6+', 230],
    ['16:35', 'На солнце, вдоль рядов кукурузы 2D', '6+', 270],
    ['18:25', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 300],
    ['21:20', 'Джон Уик 4 2D', '18+', 330],
  ],
  day3: [
    ['14:15', 'Коты Эрмитажа 2D', '6+', 230],
    ['16:00', 'Аватар: Путь воды 2D', '12+', 270],
    ['19:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', 300],
    ['21:20', 'Джон Уик 4 2D', '18+', 330],
  ],
  day4: [
    ['10:00', 'Коты Эрмитажа 2D', '6+', 170],
    ['11:50', 'Пиноккио 2D', '6+', 220],
    ['13:55', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 250],
    ['16:55', 'На солнце, вдоль рядов кукурузы 2D', '6+', 270],
    ['18:50', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 300],
    ['21:50', 'Джон Уик 4 2D', '18+', 330],
  ],
  day5: [
    ['10:30', 'Пиноккио 2D', '6+', 180],
    ['12:35', 'Коты Эрмитажа 2D', '6+', 220],
    ['14:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', 250],
    ['16:20', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 300],
    ['19:20', 'Джон Уик 4 2D', '18+', 400],
    ['22:30', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 370],
  ],
  day6: [
    ['10:45', 'Коты Эрмитажа 2D', '6+', 220],
    ['12:35', 'Пиноккио 2D', '6+', 300],
    ['14:40', 'На солнце, вдоль рядов кукурузы 2D', '6+', 350],
    ['16:35', 'Чёрная Пантера: Ваканда навеки 2D', '12+', 370],
    ['19:35', 'Джон Уик 4 2D', '18+', 400],
    ['22:50', 'Джон Уик 4 2D', '18+', 350],
  ],
}
export default scedule
