let scedule = {
  day0: [
    ['10:20', 'Чебурашка 2D', '6+', 250],
    ['12:50', 'Чебурашка 2D', '6+', 300],
    ['15:20', 'Аватар: Путь воды 2D', '12+', 400],
    ['19:00', 'Операция «Фортуна» 2D', '18+', 370],
    ['21:20', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day1: [
    ['14:00', 'Чебурашка 2D', '6+', 250],
    ['16:25', 'Операция «Фортуна» 2D', '18+', 270],
    ['18:40', 'Чебурашка 2D', '6+', 300],
    ['21:10', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day2: [
    ['13:15', 'Чебурашка 2D', '6+', 250],
    ['15:40', 'Чебурашка 2D', '6+', 250],
    ['18:10', 'Аватар: Путь воды 3D', '12+', 430],
    ['21:50', 'Операция «Фортуна» 2D', '18+', 300],
  ],
  day3: [
    ['13:15', 'Чебурашка 2D', '6+', 250],
    ['15:40', 'Чебурашка 2D', '6+', 250],
    ['18:10', 'Аватар: Путь воды 3D', '12+', 430],
    ['21:50', 'Операция «Фортуна» 2D', '18+', 300],
  ],
  day4: [
    ['14:00', 'Чебурашка 2D', '6+', 250],
    ['16:25', 'Чебурашка 2D', '6+', 280],
    ['18:50', 'Операция «Фортуна» 2D', '18+', 300],
    ['21:10', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day5: [
    ['14:00', 'Чебурашка 2D', '6+', 250],
    ['16:30', 'Чебурашка 2D', '6+', 280],
    ['19:00', 'Аватар: Путь воды 2D', '12+', 450],
    ['22:35', 'Операция «Фортуна» 2D', '18+', 350],
  ],
  day6: [
    ['10:30', 'Чебурашка 2D', '6+', 250],
    ['13:00', 'Аватар: Путь воды 2D', '12+', 350],
    ['16:40', 'Чебурашка 2D', '6+', 350],
    ['19:10', 'Аватар: Путь воды 2D', '12+', 450],
    ['22:45', 'Операция «Фортуна» 2D', '18+', 350],
  ],
}
export default scedule
