let scedule = {
  day0: [
    ['10.30', 'Бука. Мое любимое чудище 2D', '6+', 220],
    ['12.35', 'Суворов: Великое путешествие 2D', '6+', 280],
    ['14.20', 'Бука. Мое любимое чудище 2D', '6+', 320],
    ['16.25', 'Первый Оскар 2D', '12+', 320],
    ['18.45', 'Крио 2D', '16+', 350],
    ['21.05', 'Анчартед: На картах не значится 2D', '12+', 320],
    ['23.20', 'Стикер 2D', '16+', 320],
  ],
  day1: [],
  day2: [],
  day3: [],
  day4: [
    ['15.15', 'Бука. Мое любимое чудище 2D', '6+', 230],
    ['17.10', 'Анчартед: На картах не значится 2D', '12+', 250],
    ['19.20', 'Первый Оскар 2D', '12+', 280],
    ['21.35', 'Крио 2D', '16+', 280],
  ],
  day5: [
    ['16.30', 'Бука. Мое любимое чудище 2D', '6+', 250],
    ['18.30', 'Первый Оскар 2D', '12+', 320],
    ['20.45', 'Крио 2D', '16+', 350],
    ['23.00', 'Анчартед: На картах не значится 2D', '12+', 300],
  ],
  day6: [
    ['11.30', 'Бука. Мое любимое чудище 2D', '6+', 220],
    ['13.35', 'Анчартед: На картах не значится 2D', '12+', 280],
    ['15.50', 'Бука. Мое любимое чудище 2D', '6+', 320],
    ['17.55', 'Первый Оскар 2D', '12+', 350],
    ['20.15', 'Стикер 2D', '16+', 350],
    ['22.35', 'Крио 2D', '16+', 320],
  ],
}
export default scedule
