let scedule = {
  day0: [
    ['10:00', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['11:40', 'Снежная королева: Разморозка 2D', '6+', 270],
    ['13:20', 'Праведник 2D', '12+', 330],
    ['16:30', 'Аватар: Путь воды 3D', '12+', 450],
    ['20:05', 'Непослушная 2D', '18+', 370],
    ['22:15', 'Праведник 2D', '12+', 300],
  ],
  day1: [
    ['13:45', 'Изумительный Морис 2D', '6+', 220],
    ['15:35', 'Чебурашка 2D', '6+', 250],
    ['17:55', 'Аватар: Путь воды 2D', '12+', 430],
    ['21:30', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
  ],
  day2: [
    ['12:00', 'Чебурашка 2D', '6+', 200],
    ['14:15', 'Изумительный Морис 2D', '6+', 220],
    ['16:05', 'Аватар: Путь воды 2D', '12+', 400],
    ['19:40', 'Непослушная 2D', '18+', 300],
    ['21:45', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
  ],
  day3: [
    ['13:00', 'Изумительный Морис 2D', '6+', 220],
    ['14:50', 'Чебурашка 2D', '6+', 250],
    ['17:05', 'Непослушная 2D', '18+', 270],
    ['19:10', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
    ['21:10', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day4: [
    ['13:30', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['15:05', 'Аватар: Путь воды 2D', '12+', 300],
    ['18:35', 'Праведник 2D', '12+', 330],
    ['21:45', 'Непослушная 2D', '18+', 300],
  ],
  day5: [
    ['14:00', 'Снежная королева: Разморозка 2D', '6+', 250],
    ['15:35', 'Праведник 2D', '12+', 280],
    ['18:45', 'Аватар: Путь воды 3D', '12+', 500],
    ['22:20', 'Непослушная 2D', '18+', 370],
  ],
  day6: [
    ['10:00', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['11:40', 'Снежная королева: Разморозка 2D', '6+', 270],
    ['13:20', 'Праведник 2D', '12+', 330],
    ['16:30', 'Аватар: Путь воды 3D', '12+', 450],
    ['20:05', 'Праведник 2D', '12+', 400],
    ['23:15', 'Непослушная 2D', '18+', 330],
  ],
}
export default scedule
