let scedule = {
  day0: [
    ['10:00', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['11:35', 'Удача 2D', '6+', 280],
    ['13:35', 'Праведник 2D', '12+', 350],
    ['16:50', 'Поехавшая 2D', '16+', 350],
    ['19:10', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['21:35', 'Поехавшая 2D', '16+', '300'],
  ],
  day1: [
    ['14:00', 'Удача 2D', '6+', 220],
    ['15:55', 'Человек-муравей и Оса: Квантомания 2D', '12+', 250],
    ['18:20', 'Праведник 2D', '12+', 330],
    ['21:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
  ],
  day2: [
    ['12:45', 'Праведник 2D', '12+', 250],
    ['15:55', 'Удача 2D', '6+', 250],
    ['17:50', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['20:20', 'Поехавшая 2D', '16+', 370],
    ['22:25', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
  ],
  day3: [
    ['10:30', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['12:05', 'Удача 2D', '6+', 280],
    ['14:10', 'Праведник 2D', '12+', 330],
    ['17:25', 'Поехавшая 2D', '16+', 370],
    ['19:30', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['21:55', 'Поехавшая 2D', '16+', 300],
  ],
  day4: [
    ['14:20', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['15:50', 'Праведник 2D', '12+', 270],
    ['19:00', 'Поехавшая 2D', '16+', 300],
    ['21:15', 'Аватар: Путь воды 2D', '12+', 300],
  ],
  day5: [
    ['13:30', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['15:00', 'Удача 2D', '6+', 250],
    ['16:55', 'Праведник 2D', '12+', 300],
    ['20:05', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['22:30', 'Поехавшая 2D', '16+', 370],
  ],
  day6: [
    ['10:00', 'Удача 2D', '6+', 220],
    ['12:00', 'Царевны и Таинственная гостья 2D', '0+', 280],
    ['13:35', 'Праведник 2D', '12+', 350],
    ['16:50', 'Поехавшая 2D', '16+', 350],
    ['19:10', 'Аватар: Путь воды 3D', '12+', 420],
    ['22:45', 'Поехавшая 2D', '16+', '370'],
  ],
}
export default scedule
