let scedule = {
  day0: [
    ['10:00', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['11:40', 'Чебурашка 2D', '6+', 270],
    ['14:00', 'Праведник 2D', '12+', 350],
    ['17:10', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 350],
    ['19:15', 'Непослушная 2D', '18+', 370],
    ['21:25', 'Аватар: Путь воды 2D', '12+', 300],
  ],
  day1: [
    ['13:30', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['15:05', 'Аватар: Путь воды 2D', '12+', 300],
    ['18:35', 'Праведник 2D', '12+', 330],
    ['21:45', 'Непослушная 2D', '18+', 300],
  ],
  day2: [
    ['13:30', 'Аватар: Путь воды 2D', '12+', 270],
    ['17:00', 'Снежная королева: Разморозка 2D', '6+', 270],
    ['18:35', 'Праведник 2D', '12+', 330],
    ['21:45', 'Непослушная 2D', '18+', 300],
  ],
  day3: [
    ['12:15', 'Праведник 2D', '12+', 220],
    ['15:25', 'Снежная королева: Разморозка 2D', '6+', 250],
    ['17:00', 'Непослушная 2D', '18+', 300],
    ['19:05', 'Праведник 2D', '12+', 400],
    ['22:15', 'Аватар: Путь воды 2D', '12+', 400],
  ],
  day4: [
    ['10:30', 'Чебурашка 2D', '6+', 220],
    ['12:45', 'Снежная королева: Разморозка 2D', '6+', 300],
    ['14:25', 'Аватар: Путь воды 3D', '12+', 380],
    ['18:00', 'Праведник 2D', '12+', 400],
    ['21:10', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 370],
    ['23:15', 'Непослушная 2D', '18+', 330],
  ],
  day5: [
    ['10:30', 'Снежная королева: Разморозка 2D', '6+', 220],
    ['12:10', 'Чебурашка 2D', '6+', 300],
    ['14:30', 'Праведник 2D', '12+', 350],
    ['17:40', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 370],
    ['19:45', 'Аватар: Путь воды 3D', '12+', 450],
    ['23:20', 'Непослушная 2D', '18+', 330],
  ],
  day6: [
    ['10:00', 'Чебурашка 2D', '6+', 220],
    ['12:15', 'Снежная королева: Разморозка 2D', '6+', 300],
    ['14:00', 'Аватар: Путь воды 3D', '12+', 380],
    ['17:35', 'Праведник 2D', '12+', 400],
    ['20:45', 'Непослушная 2D', '18+', 370],
    ['22:55', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 330],
  ],
}
export default scedule
