let scedule = {
  day0: [
    ['10:30', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['12:05', 'Удача 2D', '6+', 280],
    ['14:05', 'Праведник 2D', '12+', 350],
    ['17:15', 'На солнце, вдоль рядов кукурузы 2D', '6+', 350],
    ['19:10', 'Поехавшая 2D', '16+', 370],
    ['21:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', '300'],
  ],
  day1: [
    ['14:20', 'Праведник 2D', '12+', 250],
    ['17:30', 'Царевны и Таинственная гостья 2D', '0+', 270],
    ['19:00', 'Человек-муравей и Оса: Квантомания 2D', '12+', 300],
    ['21:25', 'Поехавшая 2D', '16+', 300],
  ],
  day2: [
    ['14:20', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['15:50', 'Праведник 2D', '12+', 250],
    ['19:00', 'Поехавшая 2D', '16+', 300],
    ['21:15', 'Аватар: Путь воды 2D', '12+', 300],
  ],
  day3: [
    ['14:20', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['15:50', 'Человек-муравей и Оса: Квантомания 2D', '12+', 250],
    ['18:15', 'Праведник 2D', '12+', 300],
    ['21:25', 'Поехавшая 2D', '16+', 300],
  ],
  day4: [
    ['13:50', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['15:20', 'На солнце, вдоль рядов кукурузы 2D', '6+', 250],
    ['17:10', 'Поехавшая 2D', '16+', 300],
    ['19:25', 'На солнце, вдоль рядов кукурузы 2D', '6+', 300],
    ['21:15', 'Аватар: Путь воды 2D', '12+', 300],
  ],
  day5: [
    ['13:00', 'На солнце, вдоль рядов кукурузы 2D', '6+', 200],
    ['14:50', 'Царевны и Таинственная гостья 2D', '0+', 220],
    ['16:20', 'Удача 2D', '6+', 250],
    ['18:15', 'Человек-муравей и Оса: Квантомания 2D', '12+', 370],
    ['20:40', 'На солнце, вдоль рядов кукурузы 2D', '6+', 370],
    ['22:35', 'Поехавшая 2D', '16+', 370],
  ],
  day6: [
    ['10:00', 'Удача 2D', '6+', 220],
    ['12:00', 'Царевны и Таинственная гостья 2D', '0+', 280],
    ['13:35', 'На солнце, вдоль рядов кукурузы 2D', '6+', 350],
    ['15:30', 'Поехавшая 2D', '16+', 350],
    ['17:45', 'На солнце, вдоль рядов кукурузы 2D', '6+', 370],
    ['19:40', 'Аватар: Путь воды 2D', '12+', '390'],
    ['23:10', 'Человек-муравей и Оса: Квантомания 2D', '12+', 330],
  ],
}
export default scedule
