let scedule = {
  day0: [
    ['12:00', 'Крутые яйца 2 2D', '6+', 240],
    ['13:50', 'Суворов: Великое путешествие 2D', '6+', 300],
    ['15:35', 'Мой папа - вождь 2D', '6+', 320],
    ['17:30', 'Святым тут не место 2D', '18+', 350],
    ['19:30', 'Клон 2D', '16+', 350],
    ['21:30', 'Святым тут не место 2D', '18+', 320],
  ],
  day1: [],
  day2: [],
  day3: [],
  day4: [
    ['14:00', 'Суворов: Великое путешествие 2D', '6+', 200],
    ['16:00', 'Крутые яйца 2 2D', '6+', 220],
    ['17:45', 'Мой папа - вождь 2D', '6+', 250],
    ['19:35', 'Клон 2D', '16+', 280],
    ['21:30', 'Мой папа - вождь 2D', '6+', 280],
  ],
  day5: [
    ['14:30', 'Крутые яйца 2 2D', '6+', 200],
    ['16:20', 'Суворов: Великое путешествие 2D', '6+', 250],
    ['18:05', 'Мой папа - вождь 2D', '6+', 300],
    ['20:00', 'Святым тут не место 2D', '18+', 350],
    ['22:00', 'Клон 2D', '16+', 350],
  ],
  day6: [
    ['11:00', 'Суворов: Великое путешествие 2D', '6+', 220],
    ['12:45', 'Мой папа - вождь 2D', '6+', 280],
    ['14:40', 'Крутые яйца 2 2D', '6+', 320],
    ['16:30', 'Мой папа - вождь 2D', '6+', 320],
    ['18:25', 'Святым тут не место 2D', '18+', 350],
    ['20:25', 'Клон 2D', '16+', 350],
    ['22:25', 'Святым тут не место 2D', '18+', 320],
  ],
}
export default scedule
