let scedule = {
  day0: [
    ['11.00', 'Лунные приключения  2D', '6+', 200],
    ['12.50', 'Анчартед: На картах не значится  2D', '12+', 270],
    ['15.05', 'Лунные приключения  2D', '6+', 300],
    ['16.55', 'Доктор Свисток 2D', '16+', 330],
    ['18.35', 'Флирт с дьяволом  2D', '18+', 370],
    ['20.35', 'Доктор Свисток 2D', '16+', 370],
    ['22.15', 'Флирт с дьяволом  2D', '18+', 300],
  ],
  day1: [],
  day2: [],
  day3: [],
  day4: [
    ['16.00', 'Лунные приключения  2D', '6+', 230],
    ['17.45', 'Анчартед: На картах не значится  2D', '12+', 260],
    ['20.00', 'Доктор Свисток 2D', '16+', 300],
    ['21.40', 'Флирт с дьяволом  2D', '18+', 300],
  ],
  day5: [
    ['15.30', 'Лунные приключения  2D', '6+', 230],
    ['17.15', 'Доктор Свисток 2D', '16+', 280],
    ['18.55', 'Анчартед: На картах не значится  2D', '12+', 370],
    ['21.10', 'Флирт с дьяволом  2D', '18+', 370],
    ['23.10', 'Доктор Свисток 2D', '16+', 330],
  ],
  day6: [
    ['11.15', 'Лунные приключения  2D', '6+', 200],
    ['13.05', 'Хочу замуж  2D', '12+', 270],
    ['15.15', 'Лунные приключения  2D', '6+', 300],
    ['17.05', 'Анчартед: На картах не значится  2D', '12+', 330],
    ['19.20', 'Доктор Свисток 2D', '16+', 370],
    ['21.00', 'Флирт с дьяволом  2D', '18+', 370],
    ['23.00', 'Доктор Свисток 2D', '16+', 330],
  ],
}
export default scedule
