let scedule = {
  day0: [
    ['10:00', 'Изумительный Морис 2D', '6+', 220],
    ['11:55', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 270],
    ['14:00', 'Чебурашка 2D', '6+', 350],
    ['16:30', 'Аватар: Путь воды 3D', '12+', 450],
    ['20:10', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 370],
    ['22:05', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day1: [
    ['13:45', 'Изумительный Морис 2D', '6+', 220],
    ['15:35', 'Чебурашка 2D', '6+', 250],
    ['18:00', 'Аватар: Путь воды 3D', '12+', 430],
    ['21:35', 'Операция «Фортуна» 2D', '18+', 300],
  ],
  day2: [
    ['12:30', 'Чебурашка 2D', '6+', 200],
    ['14:50', 'Изумительный Морис 2D', '6+', 250],
    ['16:40', 'Чебурашка 2D', '6+', 270],
    ['19:00', 'Операция «Фортуна» 2D', '18+', 300],
    ['21:15', 'Аватар: Путь воды 2D', '12+', 380],
  ],
  day3: [
    ['13:45', 'Чебурашка 2D', '6+', 250],
    ['16:05', 'Изумительный Морис 2D', '6+', 250],
    ['18:00', 'Аватар: Путь воды 3D', '12+', 430],
    ['21:35', 'Операция «Фортуна» 2D', '18+', 300],
  ],
  day4: [
    ['13:40', 'Изумительный Морис 2D', '6+', 220],
    ['15:30', 'Чебурашка 2D', '6+', 250],
    ['17:50', 'Аватар: Путь воды 2D', '12+', 380],
    ['21:25', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 300],
  ],
  day5: [
    ['12:45', 'Чебурашка 2D', '6+', 200],
    ['15:05', 'Изумительный Морис 2D', '6+', 250],
    ['16:55', 'Чебурашка 2D', '6+', 330],
    ['19:20', 'Аватар: Путь воды 3D', '12+', 500],
    ['23:00', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 350],
  ],
  day6: [
    ['10:00', 'Изумительный Морис 2D', '6+', 220],
    ['11:55', 'Аватар: Путь воды 2D', '12+', 350],
    ['15:30', 'Чебурашка 2D', '6+', 350],
    ['18:00', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 370],
    ['20:05', 'Аватар: Путь воды 3D', '12+', 500],
    ['23:40', 'О чем говорят мужчины. Простые удовольствия 2D', '16+', 330],
  ],
}
export default scedule
