export const filmsArray = [
  {
    title: 'Кот в сапогах 2: Последнее желание',
    beginDate: 'с 13 апреля',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, фэнтези',
    director: 'Джоэль Кроуфорд, Хануэль Меркадо',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Антонио Бандерас, Сальма Хайек, Харви Гильен, Флоренс Пью, Джон Малэйни, Вагнер Моура, Рэй Уинстон, Самсон Каё, Оливия Колман, Давайн Джой Рэндольф, Андрей Бибиков, Диана Нерсесова, Антон Кобылко, Елизавета Эбаноидзе, Георгий Вардиашвили',
    description:
      'Промотав восемь жизней из девяти и до смерти испугавшись пришедшего за ним волка-охотника за головами, Кот в сапогах внимает совету врача и заселяется в дом местной кошатницы. Там он смиряется с установленными порядками, отращивает бороду и теряет тягу к подвигам и приключениям, но только до тех пор, пока не узнаёт о волшебной карте, которая указывает путь к где-то упавшей Звезде желаний. Кот в сапогах твёрдо решает отыскать Звезду, чтобы вернуть свои жизни, и в компании притворявшегося кошачьим пёсика отправляется красть карту у известного коллекционера волшебных предметов Джека Хорнера.',
    playerCode: 'JA8Xw0ffel8',
    link: 'puss_in_boots_2',
  },
  {
    title: 'Улыбка',
    beginDate: 'с 13 апреля',
    endDate: '',
    kind: 'Ужасы',
    director: 'Паркер Финн',
    duration: '115 мин. / 01:55',
    age: '18+',
    actors:
      'Сози Бэйкон, Кайл Галлнер, Джесси Ашер, Робин Вайгерт, Кэйтлин Стэйси, Кэл Пенн, Роб Морган, Джиллиан Зинсер, Джуди Рейес, Дэвид Сочет',
    description:
      'Роуз Коттер работает в отделении скорой психиатрической помощи и однажды сталкивается с типичной, казалось бы, пациенткой — студенткой, несколько дней назад ставшей свидетелем самоубийства преподавателя. Девушка в истеричном состоянии утверждает, что находится в здравом уме и подвергается преследованиям некой злобной сущности. А после со страшной улыбкой перерезает себе горло. С этого момента Роуз начинает видеть улыбающуюся самоубийцу в самых неподходящих местах, а её жизнь постепенно разваливается на части.',
    playerCode: 'uC2gApW3TcU',
    link: 'smile',
  },
  {
    title: 'Вызов',
    beginDate: 'с 20 апреля',
    endDate: 'по 17 мая',
    kind: 'Драма',
    director: 'Клим Шипенко',
    duration: '170 мин. / 02:50',
    age: '6+',
    actors:
      'Юлия Пересильд, Милош Бикович, Владимир Машков, Олег Новицкий, Антон Шкаплеров, Пётр Дубров , Елена Валюшкина, Варвара Володина, Андрей Щепочкин, Александр Балуев',
    description:
      'Торакальный хирург Женя за месяц должна подготовиться к космическому полету и отправиться на МКС, чтобы спасти космонавта. Удастся ли ей справиться с испытаниями? Сможет ли она преодолеть неуверенность и страхи? Получится ли у нее провести сложнейшую операцию в условиях невесомости, от которой зависят шансы космонавта вернуться на Землю живым?',
    playerCode: 'PKBKmaOFlsg',
    link: 'challenge',
  },
  {
    title: 'Возрожденные',
    beginDate: 'с 27 апреля',
    endDate: 'по 17 мая',
    kind: 'Фантастика, ужасы',
    director: 'Егор Баранов',
    duration: '97 мин. / 01:37',
    age: '18+',
    actors:
      'Тимоти В. Мерфи, Кристен Ариза, Брэд Гринквист, Эзра Баззингтон, Адриа Теннор, Дэйв Дэвис, Катрин Торибио, Эри Френкель, Кензо Ли, Ниэлл Сегура',
    description:
      'Недалекое будущее. Ватикан находит способ воскрешать недавно умерших людей. Первым возвращенным к жизни становится маленький Ник, погибший в автокатастрофе. Спустя несколько лет мир разделен на два лагеря: защитников Ватикана и права человека на «второй шанс» и противников практики воскрешения. Среди первых оказывается отец Ника — Стэнли, ставший служителем виртуальной церкви воскресших. Когда один из его прихожан совершает массовое убийство, Стэнли узнает, что это уже не первый подобный случай. Поскольку Ватикан старается скрыть эти преступления, а под угрозой оказывается и его собственная семья, Стэнли начинает собственное расследование, чтобы раскрыть глобальный заговор, последствия которого могут стать катастрофическими для цивилизации.',
    playerCode: 'G7V9ER-cVEE',
    link: 'resurrected',
  },
  {
    title: 'Яга и книга заклинаний',
    beginDate: 'с 27 апреля',
    endDate: 'по 10 мая',
    kind: 'Мультфильм, семейный, приключения',
    director: 'Владимир Саков',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Юлия Хлынина, Фёдор Бондарчук, Лидия Чистякова-Ионова, Елена Шульман, Илья Бледный, Диомид Виноградов, Злата Осипова, Пётр Каледин, Наталья Шеховцева, Александра Курагина',
    description:
      'Рыжеволосая ведьма Яга живет с котом-изобретателем и весёлыми домовыми в избушке на болотах Тридевятого царства и практикуется в магии. Чтобы научиться колдовать по-настоящему, ей не хватает Книги Заклинаний, похищенной у неё много лет назад злой колдуньей Белладонной. Внезапно судьба дает Яге шанс поквитаться с заклятой обидчицей, когда на пороге избушки появляется царевна Синеглазка. В чем сила истинного волшебства, и кто окажется настоящей злодейкой?',
    playerCode: 'NUo2GccvGqY',
    link: 'yaga',
  },
  {
    title: 'Достать ножи: Стеклянная луковица',
    beginDate: 'с 4 мая ',
    endDate: '',
    kind: 'Детектив, комедия, криминал',
    director: 'Райан Джонсон',
    duration: '139 мин. / 02:19',
    age: '16+',
    actors:
      'Дэниэл Крэйг, Эдвард Нортон, Жанель Моне, Кэтрин Хан, Лесли Одом мл., Кейт Хадсон, Дэйв Батиста, Джессика Хенвик, Мэдлин Клайн, Ноа Сеган',
    description:
      'Май 2020 года. Сидящим на карантине губернаторше, учёному, бывшей модели и стримеру приходят ящики-головоломки с приглашениями от их общего друга, технологического миллиардера Майлза Брона, посетить особняк на частном греческом острове и принять участие в игре с загадкой «убийства» хозяина вечеринки. Аналогичную посылку получает и мающийся от безделья частный детектив Бенуа Блан и с энтузиазмом принимает приглашение. Прибывшая в Грецию разношёрстная компания удивлена и не особо рада появлению Энди Бранд — бывшей деловой партнёрши Майлза, у которой он отсудил компанию. Напряжение нарастает, когда в процессе вечеринки происходит настоящее убийство.',
    playerCode: 'HC_94DsBdSc',
    link: 'glass_onion',
  },
  {
    title: 'Джон Уик 4',
    beginDate: 'с 7 мая',
    endDate: '',
    kind: 'Боевик, триллер, криминал',
    director: 'Чад Стахелски',
    duration: '169 мин. / 02:49',
    age: '18+',
    actors:
      'Киану Ривз, Донни Йен, Билл Скарсгард, Шамир Андерсон, Иэн Макшейн, Хироюки Санада, Рина Саваяма, Скотт Эдкинс, Марко Сарор, Лоренс Фишбёрн',
    description:
      'Оставляя за собой горы трупов, Джон Уик продолжает скрываться от всевозможных наёмных убийц, и теперь охоту на него возглавляет молодой и честолюбивый член Правления по имени Маркиз. Два управляющих отелями «Континенталь» в Нью-Йорке и Осаке, решившие по старой дружбе помочь своенравному киллеру, уже жестоко за это поплатились, но внезапно Джон узнаёт способ выбраться из этой, казалось бы, безвыходной ситуации.',
    playerCode: '04dwrLbAaTE',
    link: 'john_wick',
  },
]
