export const filmsArray = [
  {
    title: 'Баба Яга спасает Новый год',
    beginDate: 'с 12 декабря',
    endDate: '',
    kind: 'Мультфильм',
    director: 'Карен Захаров, Армен Ананикян',
    duration: '-',
    age: '6+',
    actors:
      'Людмила Артемьева, Ян Цапник, Глафира Тарханова, Олеся Железняк, Артём Ткаченко, Роман Постовалов, Сергей Никоненко, Алексей Сошин, Юлия Такшина, Софья Шуткина, Ксения Гусева, Евгений Михеев, Кирилл Круглов',
    description:
      'Снежная королева и Дед Мороз были когда-то давними друзьями, вместе постигавшими магию холода. Но их пути разошлись, когда Снежная королева, позавидовав силе друга, похитила магический артефакт, из которого Дед Мороз черпал свою силу и творил волшебство. Волшебник не без труда смог победить колдунью и заточил ее в ледяную тюрьму. Спустя тысячи лет, в наши дни, мальчик Юра на новогодней ярмарке находит ледяной посох Снежной Королевы и невольно освобождает ее. Вернувшись в современный мир, она решает отомстить заклятому другу и придумывает коварный план, который заморозит весь мир в канун Нового года. Для этой цели она похищает мальчика и увозит его в ледяное королевство. Чтобы помешать ее козням и спасти не только Юру, но и весь мир, Деду Морозу понадобится помощью волшебницы Бабы Яги, Ивана Царевича, Марьи-искусницы и других магических существ.',
    playerCode: '73959666_456239526',
    link: 'yaga',
  },

  {
    title: 'Ёлки 11',
    beginDate: 'с 19 декабря',
    endDate: '',
    kind: 'Комедия',
    director:
      'Александр Карпиловский, Александр Котт, Сергей Трофимов, Егор Чичканов',
    duration: '96 мин. / 01:36',
    age: '6+',
    actors:
      'Дмитрий Нагиев, Рузиль Минекаев, Бурак Озчивит, Кристина Бабушкина, Антон Васильев, Ирина Пегова, Виктор Хориняк, Андрей Рожков, Валентина Мазунина, Михаил Трухин, Александр Михайлов, Надежда Маркина, Маша Раскина, Павел Ворожцов, Таисья Калинина, Анатолий Журавлёв, Алена Долголенко, Дмитрий Колчин, Алиса Клагиш, Максим Толкачев, Никита Родионов, Владимир Басенко.',
    description:
      'Судьбы многих людей из разных уголков страны переплетутся самым неожиданным образом, чтобы поздравить одинокую учительницу Валентину Михайловну. Всем им предстоит осознать нечто важное и сделать правильный выбор, чтобы вступить в Новый год с новыми надеждами.',
    playerCode: '218182715_456240349',
    link: 'elki',
  },
  {
    title: 'Домовенок Кузя',
    beginDate: 'с 19 декабря',
    endDate: '',
    kind: 'Комедия, семейный, фэнтези',
    director: 'Виктор Лакисов',
    duration: '89 мин. / 01:29',
    age: '6+',
    actors:
      'Сергей Бурунов, Гарик Харламов, Алика Смехова, Екатерина Стулова, София Петрова, Марк Богатырев, Женя Малахова, Олег Комаров, Алексей Гаврилов, Кристина Петрова, Андрей Гаврилов, Андрей Батов, Цолак Погосян, Степан Летковский, Андрей Никульский, Андрей Никульский',
    description:
      'Домовёнок Кузя сбегает из плена Бабы-яги и оказывается в квартире девочки Наташи и ее родителей. Кузе нужно найти свой волшебный сундучок, исполняющий желания. Казалось бы, цель уже близка, но на поиски Кузи и сундучка в наш мир проникает Баба-яга, и у нее есть свои коварные планы.',
    playerCode: '215783732_456240278',
    link: 'kuzya',
  },
  {
    title: 'Иван Царевич и Серый Волк 6',
    beginDate: 'с 26 декабря',
    endDate: '',
    kind: 'Мультфильм, приключения, фэнтези',
    director: 'Дарина Шмидт, Константин Феоктистов',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Никита Ефремов, Александр Боярский, Татьяна Бунина, Михаил Боярский, Константин Бронзит, Максим Сергеев, Дмитрий Высоцкий, Мария Цветкова-Овсянникова, Алиса Боярская, Олег Куликович',
    description:
      'По щучьему велению, по царскому хотению Иван и его верные друзья отправляются на волшебную выставку чудес со всего сказочного мира — других посмотреть и себя показать. На кону честь Тридевятого царства, а исполняющая желания Щука — как назло, возьми да исчезни. Спасать положение, как всегда, приходится Ивану, Серому Волку и Василисе. Там, на неведомых дорожках, им предстоит встретить Колобка, отыскать рыбу их мечты и потягаться в смекалке с коварным волшебником. А главное, доказать всему сказочному миру, что самое важное в любой сказке — это смелость, дружба и, конечно, любовь.',
    playerCode: '24284962_456239385',
    link: 'ivan_and_wolf',
  },
  {
    title: 'Волшебник Изумрудного города. Дорога из желтого кирпича',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Фэнтези, приключения, семейный',
    director: 'Игорь Волошин',
    duration: '120 мин. / 02:0',
    age: '6+',
    actors:
      'Екатерина Червова, Юрий Колокольников, Евгений Чумак, Артур Ваха, Светлана Ходченкова, Василина Маковцева, Дмитрий Чеботарёв, Сергей Епишев, Денис Власенко, Егор Корешков, Софья Лебедева, Александра Богданова, Уджер, Надежда Кувшинова, Юлия Храмцова, Александр Астахов, София Вайсберг, Мария Жидкова, Роман Шпагин, Мария Дудник, Яна Сексте, Андрей Сидоров, Артем Жуков, Александр Калашников',
    description:
      'В далёком городе живёт девочка Элли. Однажды злая колдунья Гингема наколдовала ураган, который унёс Элли и ее собачку Тотошку в страну Жевунов. Чтобы вернуться домой, Элли вместе с друзьями — Страшилой, Железным Дровосеком и Трусливым Львом — отправится по желтой кирпичной дороге в Изумрудный город на поиски Волшебника, который исполнит их заветные желания.',
    playerCode: '23900316_456244499',
    link: 'wizard_oz',
  },
  {
    title: 'Финист. Первый богатырь',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Приключения, фэнтези',
    director: 'Дмитрий Дьяченко',
    duration: '-',
    age: '6+',
    actors:
      'Кирилл Зайцев, Юлия Пересильд, Елена Яковлева, Фёдор Добронравов, Сергей Лавыгин, Кристина Строителева, Федор Гамалея, Софья Зайка, Артем Гайдуков, Нариман Утакаев, Иван Батарев, Сергей Марухин, Петр Янданэ, Юлия Авдеева, Михаил Селиванов, Алёна Батурина, Анастасия Груздева, Илья Макаренко, Анастасия Лузина, Карина Толемис, Анатолий Шевелёв, Данила Турецков ',
    description:
      'Финист Ясный Сокол — самый удалой богатырь Белогорья, самый сильный, самый ловкий и самый красивый. Все остальные богатыри на него равняются, дети хотят быть на него похожими, а девушки — просто заглядываются. Он горделив и самоуверен, и порой даже отказывается от подвигов, если считает их скучными и неинтересными. Но ему просто необходимо оставаться лучшим, чтобы люди продолжали им восхищаться. Чтобы всех удивить, Финист отправится за новыми свершениями в непростое путешествие, которое приведет его в восточные земли, где богатырь поймет простую истину — один в поле не воин.',
    playerCode: '218182715_456240443',
    link: 'finist',
  },
  {
    title: 'Моана 2',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Дэвид Деррик мл., Джейсон Хэнд, Дэна Леду Миллер',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Аулии Кравальо, Дуэйн Джонсон, Роуз Матафео, Дэвид Фейн, Авимаи Фрейзер, Халиси Ламберт-Цуда, Темуэра Моррисон, Николь Шерзингер, Рэйчел Хаус, Джералд Файтала Рэмси, Алан Тьюдик, Джемейн Клемент, Ата Джонсон, Ноэми Хосефина Флорес',
    description:
      'Получив вызов от предков-искателей, Моана и Мауи отправляются в далёкие и опасные воды Океании.',
    playerCode: '167801181_456239307',
    link: 'moana_2',
  },
  {
    title: 'Дикий робот',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фантастика, драма, комедия, приключения, семейный',
    director: 'Крис Сандерс',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Лупита Нионго, Педро Паскаль, Кит Коннор, Билл Найи, Стефани Сюй, Мэтт Берри, Винг Реймз, Марк Хэмилл, Кэтрин О’Хара, Бун Сторм, Александра Новелль, Рафаэль Алехандро, Пол-Микель Уильямс, Эдвард Кеннет Парк, Ди Брэдли Бейкер, Рэнди Том, Авриэль Корти, Кестон Джон, Макс Миттелман, Петр Вальчук, Бекка Ласт.',
    description:
      'Робот ROZZUM 7134 (сокращенно «Роз») терпит кораблекрушение на безлюдном острове. Он пытается приспособиться к местным условиям и заводит дружбу с обитающими там животными.',
    playerCode: '145404816_456247547',
    link: 'wild_robot',
  },
];
