export const filmsArray = [
  {
    title: 'Анчартед: На картах не значится',
    beginDate: 'с 10 февраля',
    endDate: 'по 9 марта',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, София Тейлор Али, Антонио Бандерас, Тати Габриэль, Патриша Миден, Сара Жаклин Петрик',
    description:
      'Нейтан Дрейк и Виктор «Салли» Салливан, два искателя приключений, отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: 'oPDcRJVd3dU',
    link: 'uncharted',
  },
  {
    title: 'Смерть на Ниле',
    beginDate: 'с 10 февраля',
    endDate: 'по 2 марта',
    kind: 'Детектив, криминал, драма',
    director: 'Кеннет Брана',
    duration: '127 мин. / 02:07',
    age: '16+',
    actors:
      'Кеннет Брана, Галь Гадот, Роуз Лесли, Арми Хаммер, Эмма Маккей, Летишиа Райт, Дженнифер Сондерс, Софи Оконедо, Аннетт Бенинг, Том Бейтман',
    description:
      'На этот раз необходимость расследовать загадочное убийство, отвлекаясь от собственного отдыха, настигает Пуаро на борту роскошного круизного парохода, следующего вдоль по Нилу.',
    playerCode: 'PbNS8oEXazE',
    link: 'death',
  },
  {
    title: 'Одиннадцать молчаливых мужчин',
    beginDate: 'с 17 февраля',
    endDate: 'по 2 марта',
    kind: 'Драма, спорт',
    director: 'Алексей Пиманов',
    duration: '121 мин. / 02:01',
    age: '12+',
    actors:
      'Макар Запорожский, Алёна Коломина, Павел Крайнов, Евгения Лапова, Павел Трубинер, Софья Шуткина, Андрей Чернышов, Максим Заусалин, Роман Курцын, Глеб Гервассиев',
    description:
      '«Одиннадцать молчаливых мужчин» — так британские журналисты окрестили команду московского «Динамо», приехавшую в Лондон в ноябре 1945 года, чтобы сразиться с легендарными английскими клубами.',
    playerCode: 'MN8Vca6bHU0',
    link: 'eleven_silent_men',
  },
  {
    title: 'Пламенное сердце',
    beginDate: 'с 17 февраля',
    endDate: 'по 2 марта',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Теодор Ти, Лоран Зэйтун',
    duration: '92 мин. / 01:32',
    age: '6+',
    actors:
      'Алис Поль, Венсан Кассель, Валери Лемерсье, Клаудия Тагбо, Эли Семун, Эммануэль Кюртиль, Эммануэль Гариджо, Александр Н’Гуэн, Loïse Charpentier, Кеннет Брана',
    description:
      'С самого детства у Джорджии Нолан была только одна мечта: стать пожарным, как ее папа! К сожалению, законы того времени не оставляли шанса этой мечте осуществиться.Но когда в городе стали один за другим пропадать пожарные, а таинственные пожары — сжигать дотла городские театры, Джорджиа поняла: вот она, ее возможность! Переодевшись в «Джо», неуклюжего парня с усиками, она присоединяется к команде пожарных-добровольцев, которым поручено остановить загадочного поджигателя.Джорджии придется здорово постараться, чтобы ее не раскрыли, особенно учитывая, что возглавляет рискованное расследование ее отец.',
    playerCode: 'TW9EL1ictkE',
    link: 'fireheart',
  },
  {
    title: 'Мистер Нокаут',
    beginDate: 'с 23 февраля',
    endDate: 'по 9 марта',
    kind: 'Спорт, драма',
    director: 'Артём Михалков',
    duration: '—',
    age: '12+',
    actors:
      'Виктор Хориняк, Сергей Безруков, Инга Оболдина, Евгения Дмитриева, Ангелина Стречина, Андрей Сергеев, Виктор Вержбицкий, Андрей Титченко, Олег Чугунов, Ирина Ромашева',
    description:
      'История жизни и приключений легендарного советского боксера Валерия Попенченко, чемпиона СССР, Европы и победителя Олимпийских игр 1964 года в Токио — о его детстве в суворовском училище в Ташкенте, о службе курсантом-пограничником, о его первых успехах и неудачах, и о его дружбе с тренером спортивного общества «Динамо» Григорием Кусикьянцем. История о том, что в любом, даже самом престижном поединке, для спортсмена главное — преодолеть себя, свои страхи и слабости, и только тогда можно будет одержать настоящую победу.',
    playerCode: '7daRQnL9AUQ',
    link: 'knockout',
  },
  {
    title: 'Кролецып и Хомяк Тьмы',
    beginDate: 'с 3 марта',
    endDate: 'по 9 марта',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Бен Стассен, Бенжамен Муске',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors: 'Дэнни Фезенфельд, Джо Охман, Mark Irons, Донте Пэрис',
    description:
      'Харизматичный и отважный Кролецып больше всего на свете мечтает стать искателем приключений. Наполовину кролик, наполовину цыплёнок — он сочетает лучшие качества обоих животных. Когда его дому угрожает опасность, он отправляется в авантюрное путешествие по удивительным местам, чтобы найти древний артефакт — таинственного Хомяка Тьмы.',
    playerCode: '1MqWViJaS-M',
    link: 'chickenhare',
  },
  {
    title: 'Хочу замуж',
    beginDate: 'с 5 марта',
    endDate: 'по 16 марта',
    kind: 'Комедия, мелодрама',
    director: 'Соня Карпунина',
    duration: '—',
    age: '16+',
    actors:
      'Милош Бикович, Кристина Асмус, Марина Александрова, Сергей Гилев, Юлия Ауг, Олег Комаров, Анастасия Уколова, Агния Кузнецова, Надежда Сысоева, Анна Цуканова-Котт',
    description:
      'У журналистки Любы всё идёт по плану: работа ведущей на телеканале, успешный и богатый жених Роберт. План катится к чертям, когда у Любы садится телефон, и она просит позвонить с телефона случайного прохожего. Им оказался Сергей, у которого тоже жизнь текла спокойно и размеренно до этого дня. Эта встреча запустит череду событий, которая полностью поменяет и жизнь Любы и Сергея, и их самих.',
    playerCode: '2WUlt9Etl9Y',
    link: 'wanna_be_married',
  },
]
