export const filmsArray = [
  {
    title: 'Чернобыль',
    beginDate: 'с 15 апреля',
    endDate: 'по 5 мая',
    kind: 'Драма, история',
    director: 'Данила Козловский',
    duration: '136 мин. / 02:16',
    age: '12+',
    actors:
      'Данила Козловский, Оксана Акиньшина, Филипп Авдеев, Равшана Куркова, Николай Козак, Игорь Черневич, Петр Терещенко, Артур Бесчастный, Андрей Арчаков, Самвел Тадевосян',
    description:
      'Алексей Карпушин — обычный молодой советский парень, пожарный в Припяти, который впервые начинает строить планы длиннее, чем на выходные или отпуск — он влюбляется в парикмахера Олю. В прошлом у них уже были отношения, но тогда Алексей упустил свой шанс. Теперь у Оли есть маленький сын Леша, но Алексей намерен никогда больше не повторять прежних ошибок: он признается Оле в своих чувствах, и все вместе они планируют переехать к морю.Авария на Чернобыльской АЭС ставит под угрозу мечту Алексея и жизни всех тех, кто ему дорог. Взрыв реактора грозит смертью не только тысячам людей, оказавшихся в зоне радиационного поражения: возможен второй взрыв, катастрофические последствия которого могут быть несоизмеримо больше. Алексей отправляется тушить пожар, а затем погружается под ядерный реактор, чтобы выпустить воду из резервуара и тем самым предотвратить еще один мощный взрыв.',
    playerCode: 'E75ubQCSdCI',
    link: 'chernobyl',
  },
  {
    title: 'Гнев человеческий',
    beginDate: 'с 22 апреля',
    endDate: 'по 12 мая',
    kind: 'Боевик, триллер',
    director: 'Гай Ричи',
    duration: '118 мин. / 01:58',
    age: '18+',
    actors:
      'Джейсон Стэйтем, Холт Маккэллани, Джеффри Донован, Джош Хартнетт, Алекс Фернс, Лас Алонсо, Рауль Кастильо, Деобиа Опарей, Скотт Иствуд, Нив Алгар',
    description:
      'Эйч — загадочный и холодный на вид джентльмен, но внутри него пылает жажда справедливости. Преследуя свои мотивы, он внедряется в инкассаторскую компанию, чтобы выйти на соучастников серии многомиллионных ограблений, потрясших Лос-Анджелес. В этой запутанной игре у каждого своя роль, но под подозрением оказываются все. Виновных же обязательно постигнет гнев человеческий.',
    playerCode: 'RcNhbJndBv8',
    link: 'wrath',
  },
  {
    title: 'Девятаев',
    beginDate: 'с 29 апреля',
    endDate: 'по 19 мая',
    kind: 'Военный, биография, драма, история',
    director: 'Тимур Бекмамбетов, Сергей Трофимов',
    duration: '118 мин. / 01:58',
    age: '12+',
    actors:
      'Павел Прилучный, Павел Чинарёв, Тимофей Трибунцев, Алексей Филимонов, Дмитрий Лысенков, Евгений Серзин, Олег Чугунов, Никита Кологривый, Антон Ксенев, Владимир Лысенко',
    description:
      'Лето 1944 года. Советские войска ведут наступление, но враг еще очень силен. Летчик-истребитель Михаил Девятаев попадает в плен. Ему предстоит сделать выбор — вернуться в небо, продолжив войну на стороне врага, или отправиться в концлагерь на остров Узедом. Отчаянный ас Девятаев выбирает третье — побег. Но с засекреченного острова, где идут испытания немецких крылатых ракет, нельзя убежать. Зато можно улететь — на аэродроме стоит новейший вражеский бомбардировщик с «оружием возмездия» Третьего рейха на борту. Улететь — и совершить самый дерзкий побег в военной истории.',
    playerCode: 'Y4GAuMZWGqM',
    link: 'devyataev',
  },
  {
    title: 'Зверокрекеры',
    beginDate: 'с 1 мая',
    endDate: 'по 12 мая',
    kind: 'Мультфильм, мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Тони Бэнкрофт, Скотт Кристиан Сава, Джейм Маэстро',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Эмили Блант, Дэнни ДеВито, Джон Красински, Иэн Маккеллен, Рэйвен, Сильвестр Сталлоне, Патрик Варбертон, Тара Стронг, Джеймс Арнольд Тейлор, Лидия Роуз Тейлор',
    description:
      'Однажды Оуэн обнаруживает секретную коробку с печеньем, принадлежавшую его дяде Бобу. Магическое печенье превращает любого, кто его съест, в животного, а стоит его разломать, как снова станешь человеком. С помощью такой магии Хантингтоны намерены создать беспрецедентное звериное шоу, но вскоре они выясняют, что их главным конкурентом остается владелец самой крупной цирковой сети — Горацио.',
    playerCode: 'wo8ax26s9s0',
    link: 'crackers',
  },
  {
    title: 'Прабабушка легкого поведения. Начало',
    beginDate: 'с 6 мая ',
    endDate: 'по 19 мая',
    kind: 'Комедия',
    director: 'Марюс Вайсберг',
    duration: '-',
    age: '16+',
    actors:
      'Александр Ревва, Глюкоза, Марина Федункив, Евгений Герчаков, Дмитрий Нагиев, Михаил Галустян, Наталья Бардо, Максим Лагашкин, Игорь Жижикин, Ирина Бякова',
    description:
      '1980 год, вся страна следит за событиями московской Олимпиады. Один только Вова Рубинштейн под шумок переодевается в звезд советской эстрады и пытается разбогатеть, устраивая фейковые концерты. На одном из таких концертов его разоблачают сотрудники КГБ и вербуют как агента под прикрытием. Теперь, чтобы не попасть за решетку, Вова должен выполнить ответственную миссию – разыскать на черном рынке смертельно опасный химикат, разработанный в секретной лаборатории.Вове предстоит с головой броситься в пучину шпионских страстей Москвы 80-х: найти химикат, предотвратить подрыв олимпийского Мишки, испытать на себе страстный поцелуй Брежнева, а также встретить любовь всей своей жизни… И все это – в образе валютной проститутки Луизы Карповны Рубинштейн.',
    playerCode: 'P6NL4eqq8AU',
    link: 'grandma',
  },
  {
    title: 'Пила: Спираль',
    beginDate: 'с 13 мая',
    endDate: 'по 19 мая',
    kind: 'Ужасы, детектив, триллер',
    director: 'Даррен Линн Боусман',
    duration: '93 мин. / 01:33',
    age: '18+',
    actors:
      'Крис Рок, Сэмюэл Л. Джексон, Морган Дэвид Джонс, Али Джонсон, Дэн Петрониевич, Эди Инксеттер, Лейла Ли, Макс Мингелла, Кристофер Таи, Джон Токатлидис',
    description:
      'Импульсивный детектив полиции Нью-Йорка Зик Бэнкс всю жизнь пытается вырваться из тени своего отца, прославленного ветерана правоохранительных органов. Однажды Бэнксу и его новому напарнику поручают расследование серии жестоких убийств, которые странным образом напоминают преступления прошлых лет. Так они оказываются в эпицентре зловещей игры, и цена проигрыша в ней — человеческая жизнь.',
    playerCode: 'qTgUlsYLlCU',
    link: 'saw',
  },
  {
    title: 'Кролик Питер 2',
    beginDate: 'с 13 мая',
    endDate: 'по 2 июня',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Уилл Глак',
    duration: '93 мин. / 01:33',
    age: '6+',
    actors:
      'Джеймс Корден, Элизабет Дебики, Ленни Джеймс, Марго Робби, Айми Хорн, Руперт Дегас, Донал Глисон, Роуз Бирн, Дэвид Ойелоуо, Ивен Лесли, Антон Эльдаров, Марина Кравец, Максим Виторган, Варвара Чабан, Илья Бледный',
    description:
      'Продолжение истории маленького и непоседливого кролика по имени Питер. Беатрис, Томас и крольчата, наконец, находят общий язык и начинают спокойную и размеренную жизнь за городом. Однако Питеру это совсем не по нраву: его мятежная душа требует приключений, и он отправляется на их поиски в большой город, туда, где его проделки уж точно оценят по достоинству. Тем временем, члены его большой дружной семьи, рискуя жизнью, отправляются вслед за Питером, чтобы вернуть его домой, и теперь беглецу предстоит решить, что же для него важнее всего.',
    playerCode: 'duYDe0SgC2I',
    link: 'piter',
  },
  {
    title: 'Форсаж 9',
    beginDate: 'с 19 мая',
    endDate: 'по 9 июня',
    kind: 'Боевик, триллер, криминал, приключения',
    director: 'Джастин Лин',
    duration: '145 мин. / 02:25',
    age: '12+',
    actors:
      'Вин Дизель, Джон Сина, Тайриз Гибсон, Лудакрис, Джордана Брюстер, Натали Эммануэль, Мишель Родригес, Хелен Миррен, Шарлиз Терон, Майкл Рукер',
    description:
      'Доминик Торетто ведет спокойную жизнь вместе с Летти и своим сыном Брайаном, однако, они знают, что новая опасность всегда где-то рядом. В этот раз Доминику придется встретиться с призраками прошлого, если он хочет спасти самых близких. Команда снова собирается вместе, чтобы предотвратить дерзкий план по захвату мира, который придумал самый опасный преступник и безбашенный водитель из всех, с кем они сталкивались ранее. Ситуация усложняется тем, что этот человек — брат Доминика Джейкоб, которого много лет назад изгнали из семьи.',
    playerCode: 'uyPLu4E45So',
    link: 'fast_9',
  },
  {
    title: 'Спирит Непокорный',
    beginDate: 'с 20 мая',
    endDate: 'по 2 июня',
    kind: 'Мультфильм, приключения, семейный, вестерн',
    director: 'Илэйн Боган, Эннио Торресан',
    duration: '-',
    age: '6+',
    actors:
      'Изабела Мерсед, Джулианна Мур, Джейк Джилленхол, Марсаи Мартин, Маккенна Грейс, Уолтон Гоггинс, Гари А. Хэккер, Эйса Гонсалес',
    description:
      'Лаки Прескотт — юная бунтарка, совсем как ее мама, легендарная бесстрашная наездница, которую дочь почти не помнит. После очередной шалости заботливая тетушка Кора, вырастившая девочку, отправляет ее жить к отцу. Теперь все, о чем мечтает Лаки — вырваться на волю из крошечного сонного городка. Все меняется, когда она знакомится со Спиритом — диким мустангом, таким же упрямым и независимым, как и она сама. После того как Спирит попадает в руки бессердечного ковбоя и его подельников, Лаки в сопровождении новых друзей отправляется в полное опасностей путешествие, чтобы его спасти.',
    playerCode: 'J9NsLE4vutc',
    link: 'spirit',
  },
]
