export const filmsArray = [
  {
    title: 'Пётр I. Последний царь и первый император',
    beginDate: 'с 24 ноября',
    endDate: 'по 11 декабря',
    kind: 'Документальный, история, биография',
    director: 'Андрей Кравчук',
    duration: '112 мин. / 01:52',
    age: '12+',
    actors:
      'Алексей Лукин, Даниил Муравьев-Изотов, Иван Колесников, Вольфганг Черни, Максим Иванов, Ксения Утехина, Анастасия Мишина, Юлия Бочарова, Роман Коноплев, Александр Большаков',
    description:
      'Фигура императора Петра Великого, как и эпоха его становления и правления, до сих пор будоражит умы людей во всем мире. Создатели отвечают на вопросы, как занять престол, когда ты — четырнадцатый ребенок в семье; как отвоевать выход к морю, когда в стране нет профессиональной армии и флота; как за несколько десятилетий вывести в мировые лидеры страну, с которой раньше никто не считался, и многие другие.',
    playerCode: '453YpUx0aN0',
    link: 'petr',
  },

  {
    title: 'Ёлки 9',
    beginDate: 'с 1 декабря',
    endDate: 'с 14 декабря',
    kind: 'Комедия',
    director: 'Александра Лупашко, Сергей Наумов',
    duration: '94 мин. / 01:34',
    age: '12+',
    actors:
      'Евгений Кулик, Фёдор Добронравов, Алексей Серебряков, Елена Валюшкина, Ян Цапник, Александр Баширов, Виктория Агалакова, Григорий Калинин, Елена Захарова, Ростислав Бершауэр',
    description:
      'За считанные часы до праздника все с замиранием сердца надеются на чудо. Вся деревня Глухарево готовится с размахом встречать зарубежную кинозвезду. В Тюмени домохозяйке и будущей блогерше необходимо выиграть пари с мужем. В Екатеринбурге влюбленный ролевик разрывается между семейным счастьем и эпическими приключениями. В Санкт-Петербурге девушка вместе с долгожданным предложением руки и сердца узнает, что ее жених был мошенником. Как всегда, судьбы героев неожиданно переплетутся и каждому достанется своя частичка новогоднего волшебства.',
    playerCode: 'rSsV90E2vjc',
    link: 'elki',
  },
  {
    title: 'Суперпитомцы',
    beginDate: 'с 3 декабря',
    endDate: '',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, криминал, приключения, семейный',
    director: 'Джаред Штерн, Сэм Ливайн',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Дуэйн Джонсон, Кевин Харт, Кейт МакКиннон, Джон Красински, Ванесса Байер, Наташа Лионн, Диего Луна, Марк Мэрон, Киану Ривз, Томас Миддлдитч, Владимир Новосардов, Леван Гочелашвили, Нина Калатозишвили, Григорий Лайков, София Габелия',
    description:
      'Пес Крипто — лучший друг Супермена, обладающий такими же внеземными способностями, как и его хозяин. Вместе они отважно борются с преступностью в Метрополисе. Но когда Супермена и других членов Лиги справедливости похищают неизвестные злодеи, Крипто приходится подготовить новых помощников, а именно разношерстную компанию животных из приюта, которые неожиданно обрели суперсилу. Сможет ли пушистая Лига суперпитомцев спасти Супермена, а заодно и весь мир?',
    playerCode: 'jRatrmc7940',
    link: 'super_pets',
  },
  {
    title: 'Тень. Взять Гордея',
    beginDate: 'с 8 декабря',
    endDate: 'по 14 декабря',
    kind: 'Детектив, триллер, приключения',
    director: 'Илья Куликов, Аня Мирохина',
    duration: '90 мин. / 01:30',
    age: '12+',
    actors:
      'Олег Гаас, Екатерина Шарыкина, Денис Пьянов, Татьяна Бабенкова, Филипп Янковский, Мария Лисовая, Антон Кукушкин, Надежда Михалкова, Андрей Ильин, Елизавета Смирнова',
    description:
      'Он — неуловимый шпион, который проходит по сводкам как «Гордей». Он — настоящая тень, человек с множеством лиц, которого никто никогда не видел. Поймать предателя Гордея — главная цель российской контрразведки, ведь этот загадочный человек неуловим и крадет государственные секреты. Когда появляется информация, что Гордей прямо сейчас действует в Москве и под угрозой оказывается национальная безопасность страны, на его след выходит молодой контрразведчик Вадим. Ставки в шпионской игре повышаются с каждым днем, главная из них — поймать Гордея пока не поздно, или погибнуть…',
    playerCode: 'P_LYC03sJ8M',
    link: 'shadow',
  },
  {
    title: 'Быстрее пули',
    beginDate: 'с 8 декабря',
    endDate: 'по 21 декабря',
    kind: 'Боевик, комедия',
    director: 'Дэвид Литч',
    duration: '126 мин. / 02:06',
    age: '16+',
    actors:
      'Брэд Питт, Джои Кинг, Аарон Тейлор-Джонсон, Брайан Тайри Генри, Эндрю Кодзи, Хироюки Санада, Бэд Банни, Логан Лерман, Зази Битц, Майкл Шеннон, Рауф Хабибуллин, Лариса Паукова, Дмитрий Багрянцев, Сергей Никоненко, Азиз Бейшеналиев',
    description:
      'Наёмник под кодовым именем Божья Коровка отправляется на новую миссию: вместо заболевшего коллеги он должен сесть в скоростной поезд Токио — Киото, выкрасть чемоданчик и сойти на промежуточной станции. Но выполнение простого задания сильно осложняется, когда выясняется, что состав просто кишит всевозможными киллерами.',
    playerCode: 'Ip44RbkH8WI',
    link: 'bullet_train',
  },
  {
    title: 'Щелкунчик и волшебная флейта',
    beginDate: 'с 8 декабря',
    endDate: 'по 21 декабря',
    kind: 'Мультфильм, фэнтези',
    director: 'Виктор Глухушин',
    duration: '—',
    age: '6+',
    actors:
      'Фёдор Федотов, Любовь Аксёнова, Пётр Иващенко, Александр Гудков, Елена Шульман, Прохор Чеховской, Екатерина Тихомирова, Алексей Чумаков, Ольга Кузнецова, Диомид Виноградов',
    description:
      'Прекрасная Мари случайно попадает в удивительное королевство, власть в котором захватили хитрые крысы. К счастью, она не одна: с ней верные друзья — барашек Кудряш и страус Красный Клюв, а также Щелкунчик — заколдованный принц по имени Георг. Им предстоит головокружительное приключение, полное загадочных тайн и встреч с мистическими чудовищами. И никто не отменял грандиозный бал-маскарад. Им нужно преодолеть все препятствия и до рассвета найти волшебную флейту, которая поможет снять чары и вернет Мари домой.',
    playerCode: 'zoAIKEwpXAk',
    link: 'nutcracker',
  },
  {
    title: 'Миньоны: Грювитация',
    beginDate: 'с 17 декабря',
    endDate: '',
    kind: 'Мультфильм, фантастика, комедия, криминал, приключения, семейный',
    director: 'Кайл Балда, Брэд Эблесон, Джонатан дель Валь',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Стив Карелл, Пьер Коффан, Алан Аркин, Тараджи П. Хенсон, Мишель Йео, Джули Эндрюс, Расселл Брэнд, Жан-Клод Ван Дамм, Дольф Лундгрен, Дэнни Трехо, Сергей Бурунов, Константин Карасик, Ульяна Чеботарь, Анастасия Лапина, Ольга Мугрычёва',
    description:
      'Миллион лет миньоны искали самого великого и ужасного предводителя, пока не встретили ЕГО. Знакомьтесь — Грю. Пусть он еще очень молод, но у него в планах по-настоящему гадкие дела, которые заставят планету содрогнуться.',
    playerCode: 'bsQcGpZwHl4',
    link: 'minions',
  },
  {
    title: 'Непослушник 2',
    beginDate: 'с 15 декабря',
    endDate: 'по 28 декабря',
    kind: 'Комедия',
    director: 'Владимир Котт',
    duration: '108 мин. / 01:48',
    age: '6+',
    actors:
      'Виктор Хориняк, Таисия Вилкова, Юрий Кузнецов, Татьяна Орлова, Сергей Селин, Антон Ескин, Гоша Куценко, Маргарита Аброськина, Александр Синюков, Олег Каменщиков',
    description:
      'К отцу Анатолию собирается на исповедь криминальный авторитет, который решил покаяться в своих грехах и начать новую жизнь. Но в тот же вечер священник после падения теряет память и забывает кто он, как жил и во что верил! А грешник требует исповедь — ведь он уже перевел солидную сумму на пожертвование. Исправить ситуацию берется наш герой Димонстр. Под присмотром бандита, он решается на самый масштабный пранк в своей жизни — восстановить яркие моменты жизни отца Анатолия, начиная с детства. По мнению врачей, есть шанс, что это может помочь вернуть память. В попытке «обмануть» память батюшки, Дима будет превращать реальность в фрагменты прошлого, используя декорации, спецэффекты, каскадеров, монахов, самого авторитета, Ефросинью, папу и просто актеров. Отец Анатолий проживет свою жизнь заново.',
    playerCode: 'XlhAHweD4Ug',
    link: 'neposlushnik',
  },
  {
    title: 'Маша и Медведь в кино: 12 месяцев',
    beginDate: 'с 15 декабря',
    endDate: 'по 28 декабря',
    kind: 'Детский, мультфильм',
    director: 'Василий Бедошвили, Артем Наумов',
    duration: '46 мин.',
    age: '0+',
    actors:
      'Юлия Зуникова, Борис Кутневич, Артём Божутин, Лариса Брохман, Никита Прозоровский, Диомид Виноградов, Юлия Яблонская',
    description:
      'В новогоднюю ночь возможны любые чудеса! Можно даже встретить волшебных хранителей природы — 12 месяцев, которые собираются вместе лишь раз в году. Именно так Маша и знакомится с маленьким Январём, Повелителем Льда, пока Медведь и другие лесные жители готовятся к незабываемому празднику.',
    playerCode: 'OAeIFWlvcYc',
    link: 'masha_and_bear',
  },
]
