export const filmsArray = [
  {
    title: 'Гарфилд',
    beginDate: 'c 1 октября',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Марк Диндал',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Крис Пратт, Сэмюэл Л. Джексон, Ханна Уэддингхэм, Винг Реймз, Николас Холт, Сесили Стронг, Харви Гильен, Бретт Голдстин, Бовэнь Ян, Снуп Догг',
    description:
      'После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.',
    playerCode: 'hq2yOIHilDI',
    link: 'garfield',
  },
  {
    title: 'Гадкий я 4',
    beginDate: 'с 5 октября',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, семейный, фантастика',
    director: 'Крис Рено, Патрик Делаж',
    duration: '95 мин. / 01:35',
    age: '6+',
    actors:
      'Стив Карелл, Кристен Уиг, Джои Кинг, Уилл Феррелл, София Вергара, Миранда Косгров, Дэна Гайер, Пьер Коффан, Стив Куган, Стивен Колбер, Хлоя Файнмен, Брэд Эблесон, Джон Ди Маджио, Лорейн Ньюмен, Кэти Кавадини, Уилл Коллье, Эбби Краден, Джон ДеМита, Аарон Форс, Уиллоу Гир, Аарон Хэндри, Барбара Харрис, Джон Пол Карлиак, Ариф С. Кинчен, Джереми Максвелл, Хари Пэйтон, Рамеш Ранганатхан, Исаак Робинсон-Смит, Тара Стронг, Ниса Уорд, Андреана Уэйнер, Колетт Уайтакер',
    description:
      'Грю, Люси и их девочки — Марго, Эдит и Агнес — приветствуют нового члена семьи, Грю-младшего, который намерен мучить своего отца. Грю сталкивается с новым врагом в лице Максима Ле Маля и его роковой подруги Валентины, в связи с чем семья вынуждена бежать.',
    playerCode: 'tlu3JgDppEQ',
    link: 'despicable_me_4',
  },
  {
    title: 'Руки Вверх!',
    beginDate: 'с 10 октября',
    endDate: '',
    kind: 'Музыка, биография',
    director: 'Аскар Узабаев',
    duration: '-',
    age: '12+',
    actors:
      'Влад Прохоров, Илья Русь, Сергей Жуков, Алексей Потехин, Артём Осипов, Фёдор Лавров, Валентина Ляпина, Энджел Жуков, Регина Бурд, Анастасия Кувшинова, Григорий Багров, Александр Обласов, Андрей Гнып, Валерий Борисов, Наталия Поборцева, Зарина Бахтиева, Евгений Ковалюк, Анжелика Легостаева, Санора Кирсанова, Михаил Коновалов, Анастасия Светличная, Георгий Шиханов, Владислав Видяев, Анатолий Шевелёв, Александер Васаби',
    description:
      'Из провинциального мальчишки, мечтающего впечатлить девушку робкими песнями о любви, Сергей Жуков становится одним из самых востребованных артистов страны и голосом целого поколения.',
    playerCode: 'K6YWOVdmBSg',
    link: 'hands_up',
  },
  {
    title: 'Губка Боб: Спасти Бикини-Боттом',
    beginDate: 'с 17 октября',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Лиза Джонсон',
    duration: '82 мин. / 01:22',
    age: '6+',
    actors:
      'Кэролин Лоуренс, Том Кенни, Мистер Лоуренс, Мэри Джо Кэтлетт, Клэнси Браун, Билл Фагербакки, Роджер Бампасс, Ди Брэдли Бейкер, Кристофер Хэйген, Рио Александр, Райан Бегей, Илайя Изорелис Паулино, Мэтти Кардаропл, Ванда Сайкс, Джилл Тэлли, Крэйг Робинсон, Грэй Гриффин, Джонни Ноксвил, Кари Уолгрен, Майлз Холл, Джерси Джонстон.',
    description:
      'Когда Бикини-Боттом выкапывают из недр океана, белка-ученая Сэнди Чикс и ее друг Губка Боб отправляются в Техас, чтобы спасти родной город.',
    playerCode: 'zI82xV09SJs',
    link: 'spanch_bob',
  },
  {
    title: 'Ужасающий 3',
    beginDate: 'с 17 октября',
    endDate: '',
    kind: 'Ужасы',
    director: 'Дэмиен Леоне',
    duration: '125 мин. / 02:05',
    age: '18+',
    actors:
      'Лорен ЛаВера, Дэвид Ховард Торнтон, Антонелла Роуз, Эллиотт Фаллэм, Саманта Скаффиди, Маргарет Энн Флоренс, Брайс Джонсон, Алекса Блэр Робертсон, Мэйсон Мекартеа, Криси Фокс, Лучана ВанДетте, Клинт Ховард, Брэдли Страйкер, Дэниэл Робак, Крис Джерико, Том Савини, Джейсон Патрик, Алекс Росс, Кайли Хайман, Келлен Раффаэло, Стивен Кофилд, Джо Фальконе, Питер Митчелл, Мари Мэйсер, Джон Абрахамс, Майкл Жене, Сиенна Хьюберт-Росс, Шарлотта МакКи, Чип Каррьере, Израэль Асеведо, Дженнифер С. Джонсон, Престон Лоуренс, Том Уайт, Энни Ледерман.',
    description:
      'Клоун Арт снова возвращается в округ Майлз, чтобы устроить кровавую бойню в канун Рождества.',
    playerCode: 'HP6L7NI5mB8',
    link: 'terrifier_3',
  },
  {
    title: 'Огниво',
    beginDate: 'с 24 октября',
    endDate: '',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '-',
    age: '6+',
    actors:
      'Роман Евдокимов, Ирина Старшенбаум, Антонина Бойко, Виталий Хаев, Михаил Трухин, Ян Цапник, Сергей Марин, Ольга Зайковская, Юрий Кузнецов, Ирина Горбачёва, Кирилл Круглов, Роберт Юсупов, Алексей Фаддеев, Владимир Носик, Александр Семчев, Валентина Мазунина, Игорь Богомягков, Николай Ларчуженков, Дмитрий Быковский-Ромашов, Анатолий Кондюбов',
    description:
      'В сказочном царстве солдат по дороге домой случайно находит волшебное огниво, и освобождает запертую в нем маленькую девочку Дашу, которую похитил и заколдовал злой Лиходей. Чтобы развеять его чары, солдату придется отправиться в опасное путешествие.',
    playerCode: 'TtUQSMUcVws',
    link: 'ognivo',
  },
  {
    title: 'Не говори никому',
    beginDate: 'с 31 октября',
    endDate: '',
    kind: 'Триллер, драма',
    director: 'Джеймс Уоткинс',
    duration: '110 мин. / 01:50',
    age: '18+',
    actors:
      'Джеймс Макэвой, Маккензи Дэвис, Скут Макнэри, Эшлинг Франчози, Аликс Уэст Лефлер, Дэн Хаф, Крис Хитчен, Мотаз Малхиз, Якоб Хёйлев Ёргенсон',
    description:
      'Семейная пара с дочерью по приглашению знакомых приезжают посетить их загородный дом и провести вместе выходные. Вскоре отдых превращается в кошмар.',
    playerCode: '0fjhAuAuAz4',
    link: 'no_speak_evil',
  },
  {
    title: 'Миграция',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, приключения, комедия, фэнтези',
    director: 'Бенжамин Реннер, Гейло Хомси',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Кумэйл Нанджиани, Треси Газаль, Элизабет Бэнкс, Каспар Дженнингс, Изабела Мерсед, Дэнни ДеВито, Кэрол Кейн, Аквафина, Кигэн-Майкл Ки, Дэвид Митчелл, Озиома Акага, Карлос Аласраки, Валенция Алгарин, Уилл Коллье, Эбби Краден, Джанго Крэйг.',
    description:
      'Семья уток пытается убедить своего слишком заботливого отца отправиться в отпуск всей жизни.',
    playerCode: 'k9TbcOX4yhk',
    link: 'migration',
  },

  {
    title: 'Веном: Последний танец',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Келли Марсел',
    duration: '-',
    age: '18+',
    actors:
      'Джуно Темпл, Том Харди, Рис Иванс, Стивен Грэм, Аланна Юбак, Чиветель Эджиофор, Кристо Фернандес, Кларк Бако, Хала Финли, Иво Нанди, Пегги Лу, Отис Уинстон.',
    description:
      'Приспособившись к совместному существованию, Эдди и Веном стали друзьями и вместе сражаются со злодеями. Но теперь за Эдди охотятся военные, а за Веномом — его инопланетные сородичи, угрожающие всему живому.',
    playerCode: 'QvAIcN6kfuQ',
    link: 'venom_3',
  },
];
