export const filmsArray = [
  {
    title: 'Последняя дуэль',
    beginDate: 'с 18 ноября',
    endDate: 'по 1 декабря',
    kind: 'История, драма',
    director: 'Ридли Скотт',
    duration: '152 мин. / 02:32',
    age: '18+',
    actors:
      'Джоди Комер, Мэтт Дэймон, Бен Аффлек, Адам Драйвер, Клэр Данн, Харриет Уолтер, Мартон Чокаш, Желько Иванек, Алекс Лоутер, Натаниель Паркер',
    description:
      'Нормандский рыцарь Жан де Карруж по возвращении с войны узнаёт, что его сосед и соперник Жак Ле Гри изнасиловал его жену Маргарит. Однако у Ле Гри обнаружились сильные союзники, словам женщины никто не верит, и Карруж обращается за помощью лично к королю Франции Карлу VI. Заслушав все свидетельства, король постановил, что конфликт должен быть разрешён в честном поединке. От исхода битвы зависит судьба не только Ле Гри и Карружа, но и жены последнего. В случае поражения мужа её должны сжечь на костре за ложные обвинения.',
    playerCode: 'pEyrpF0kSKI',
    link: 'the_last_duel',
  },
  {
    title: 'Энканто',
    beginDate: 'с 25 ноября',
    endDate: 'по 15 декабря',
    kind: 'Мультфильм, мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Джаред Буш, Байрон Ховард, Чариз Кастро Смит',
    duration: '99 мин. / 01:39',
    age: '6+',
    actors:
      'Стефани Беатриз, Мария Сесилия Ботеро, Джон Легуизамо, Дайан Герреро, Джессика Дарроу, Рави Кэбот-Кониерс, Энджи Сепеда, Уилмер Вальдеррама, Каролина Гайтан, Мауро Кастильо',
    description:
      'Удивительная семья Мадригалов живет в спрятанном в горах Колумбии волшебном доме, расположенном в чудесном и очаровательном уголке под названием Энканто. Каждого ребёнка в семье Мадригалов магия этого места благословила уникальным даром — от суперсилы до способности исцелять. Увы, магия обошла стороной одну лишь юную Мирабель. Обнаружив, что магия Энканто находится в опасности, Мирабель решает, что именно она может быть последней надеждой на спасение своей особенной семьи.',
    playerCode: 'eY9ZZyEc0CQ',
    link: 'encanto',
  },
  {
    title: 'Охотники за привидениями: Наследники',
    beginDate: 'с 2 декабря',
    endDate: 'по 15 декабря',
    kind: 'Фантастика, комедия, боевик',
    director: 'Джейсон Райтман',
    duration: '124 мин. / 02:04',
    age: '12+',
    actors:
      'Финн Вулфхард, Маккенна Грейс, Кэрри Кун, Сигурни Уивер, Билл Мюррей, Дэн Эйкройд, Эрни Хадсон, Логан Ким, Селеста О’Коннор, Энни Поттс',
    description:
      'Мать-одиночка с двумя детьми-подростками селится на старой ферме в Оклахоме, полученной в наследство от отца, которого она не знала. Дети пытаются больше узнать о своем деде и находят автомобиль Ecto-1, принадлежавший знаменитым охотникам за привидениями.',
    playerCode: '7yRzdfRisgU',
    link: 'ghostbusters',
  },
  {
    title: 'Дом Gucci',
    beginDate: 'с 2 декабря',
    endDate: 'по 15 декабря',
    kind: 'Драма, биография, криминал, триллер',
    director: 'Ридли Скотт',
    duration: '157 мин. / 02:37',
    age: '18+',
    actors:
      'Леди Гага, Адам Драйвер, Джаред Лето, Джереми Айронс, Джек Хьюстон, Сальма Хайек, Аль Пачино, Мадалина Генея, Камилль Коттен, Рив Карни',
    description:
      'Фамилия Гуччи звучала так сладко, так соблазнительно. Синоним роскоши, стиля, власти. Но она же была их проклятьем. Шокирующая история любви, предательства, падения и мести, которая привела к жестокому убийству в одной из самых знаменитых модных империй мира.',
    playerCode: '_JqXO37znNU',
    link: 'gucci',
  },
  {
    title: 'Человек-паук: Нет пути домой',
    beginDate: 'с 15 декабря',
    endDate: 'по 5 января',
    kind: 'Фантастика, боевик, приключения',
    director: 'Джон Уоттс',
    duration: '—',
    age: '12+',
    actors:
      'Том Холланд, Зендея, Бенедикт Камбербэтч, Мариса Томей, Джон Фавро, Уиллем Дефо, Энгаури Райс, Дж.К. Симмонс, Бенедикт Вонг, Паула Ньюсом',
    description:
      'Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее.',
    playerCode: 'V0hagz_8L3M',
    link: 'spider_man',
  },
]
