export const filmsArray = [
  {
    title: 'Летучий корабль',
    beginDate: 'с 21 марта',
    endDate: '',
    kind: 'Фэнтези, мелодрама, приключения, комедия',
    director: 'Илья Учитель',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Александр Метёлкин, Ксения Трейстер, Андрей Бурковский, Полина Гагарина, Фёдор Добронравов, Леонид Ярмольник, Сергей Гармаш, Анна Уколова, Екатерина Агеева, Ксения Раппопорт',
    description:
      'Царь собирается выдать свою дочь Забаву за обворожительного красавчика Поля, богатого наследника с заграничным лоском. Вот только царевна хочет выйти замуж по любви. Ее неожиданное знакомство с простым, но честным и обаятельным матросом Иваном вносит смуту в планы Поля заполучить корону. Влюбленный в царевну Иван с помощью обитателей волшебного леса строит Летучий корабль, чтобы улететь на нем вместе с любимой. Отважному матросу предстоит сразиться с хитрецом-Полем, который использует против Ивана тёмную магию. Но настоящая любовь окажется сильнее: злодей будет наказан, а Иван вместе с Забавой ступят на борт Летучего корабля и унесутся вперед, за новой мечтой.',
    playerCode: 'rSTEK0WUgNw',
    link: 'flying_ship',
  },

  {
    title: 'Падение империи',
    beginDate: 'с 11 апреля',
    endDate: '',
    kind: 'Боевик, драма',
    director: 'Алекс Гарленд',
    duration: '109 мин. / 01:49',
    age: '16+',
    actors:
      'Кирстен Данст, Вагнер Моура, Кейли Спейни, Стивен Хендерсон, Соноя Мидзуно, Ник Офферман, Джефферсон Уайт, Хуани Фелиз, Нельсон Ли, Эдмунд Донован',
    description:
      'Национальная гвардия Калифорнии и Техаса при поддержке боевой техники и авиации штурмуют столицу. Белый дом вот-вот падет. Группа журналистов пытается добраться до пылающего Вашингтона, чтобы взять последнее интервью у президента некогда Соединенных Штатов Америки. Но в стране, где царит хаос, нет ничего дороже литра бензина и ничего дешевле, чем человеческая жизнь.',
    playerCode: 'A07f-WVVDuU',
    link: 'civil_war',
  },
  {
    title: 'Сто лет тому вперёд',
    beginDate: 'с 18 апреля',
    endDate: '',
    kind: 'Фантастика, приключения, семейный',
    director: 'Александр Андрющенко',
    duration: '147 мин. / 02:27',
    age: '6+',
    actors:
      'Даша Верещагина, Марк Эйдельштейн, Константин Хабенский, Виктория Исакова, Фёдор Бондарчук, Александр Петров, Юра Борисов, Софа Цибирева, Матвей Астраханцев, Кирилл Митрофанов',
    description:
      'Они живут в разных мирах. Коля Герасимов — в сегодняшней Москве, Алиса Селезнева — на сто лет позже. Коля — обычный парень, ему нет дела до будущего. Алису не отпускает прошлое: она должна найти маму, которую потеряла, когда была совсем ребенком. Встреча Алисы и Коли станет началом невероятных приключений, в которых нашим героям предстоит отвоевать у космических пиратов Вселенную, восстановить ход времени и обрести самое дорогое: любовь и дружбу.',
    playerCode: '-0iEKdxvafo',
    link: '100_years_ahead',
  },
  {
    title: 'Судная ночь в Аркадии',
    beginDate: 'с 18 апреля',
    endDate: '',
    kind: 'Ужасы, боевик, триллер',
    director: 'Бенжамин Брюэр',
    duration: '92 мин. / 01:32',
    age: '18+',
    actors:
      'Николас Кейдж, Сэди Совералл, Джейден Мартелл, Макс Дженкинс, Джо Диксон, Саманта Кохлан, Дэйр Макмахон, Джоэль Гильман',
    description:
      'Земля пережила конец света, уничтоживший почти всех людей. Пол и его сыновья Томас и Джозеф — одни из немногих выживших, скрывшихся в отдаленном доме. Однако их жизнь все еще далека от спокойной: с каждым заходом солнца просыпаются свирепые и жестокие существа, которые уничтожают все живое на своем пути. Но однажды им придется выйти во тьму.',
    playerCode: 'ePvpNHLn6Ew',
    link: 'arkadia',
  },
  {
    title: 'Блиндаж',
    beginDate: 'с 25 апреля',
    endDate: '',
    kind: 'Военный, фантастика',
    director: 'Марк Горобец',
    duration: '-',
    age: '16+',
    actors:
      'Александр Метёлкин, Даниэль Литтау, Вероника Мохирева, Маргарита Аброськина, Игорь Петренко, Владимир Селезнев, Алексей Шевченков, Роман Богомазов, Максим Сапрыкин, Дин Майер',
    description:
      'Сергей — врач скорой помощи. Его лучший друг, немец Пауль, раньше перегонял машины в Россию из Германии — так они и познакомились. У Пауля есть и ещё одно увлечение — антиквариат. Он — «чёрный копатель»: ищет на полях сражений немецкие награды, каски, оружие и продаёт их за бешеные деньги. Однажды во время раскопок друзья находят засыпанный блиндаж, который переносит их в 1941-й год и сталкивает лицом к лицу с войной — с бойцами, чьи имена они ещё утром видели на могилах. Понимая, что они все обречены, Сергей и Пауль принимают противоположные решения, которые в корне меняют их жизни.',
    playerCode: 'TTe994HvH4E',
    link: 'blindaj',
  },
  {
    title: 'Приключения панды',
    beginDate: 'с 25 апреля',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения',
    director: 'Рихард Клаус, Карстен Килерих',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors: 'Юта Вонг Лой Синг, Георгина Вербаан, Том Хоффман',
    description:
      'Юный, но отважный панда по имени Пан отправляется в Африку, чтобы спасти свою лучшую подругу — дракона Цзелун. Теперь его ждёт захватывающее путешествие в удивительный для него мир гор, пустынь и джунглей. Полагаясь на свой ум, доброту и находчивость, он заведёт множество новых друзей среди местных обитателей, ведь у храбрости нет размера, а настоящая дружба не знает преград.',
    playerCode: 'kmjPHPSm-5I',
    link: 'panda_adventures',
  },
  {
    title: 'Любви не бывает?',
    beginDate: 'с 1 мая',
    endDate: '',
    kind: 'Мелодрама, комедия',
    director: 'Дмитрий Фикс',
    duration: '105 мин. / 01:45',
    age: '16+',
    actors:
      'Аня Чиповская, Владимир Яглыч, Евгений Михеев, Алексей Золотовицкий, Евгения Шахнович, Никита Плащевский, Ксения Лукьянчикова, Анастасия Дворянская, Екатерина Шкуро, Мария Столярова',
    description:
      'Катя полностью разочаровалась в мужчинах, а Саша не может и дня прожить без новой женщины. Случайность сделала их соседями, которым не ужиться вместе. Решив перевоспитать самоуверенного бабника, Катя использует все средства, чтобы превратить его жизнь в сущий кошмар. Однако игра с огнём может дорого обойтись, ведь от ненависти до любви всего один шаг, даже если в любовь не веришь…',
    playerCode: 'S3sD34aXfoI',
    link: 'love_exists',
  },
]
