export const filmsArray = [
  {
    title: 'Кракен',
    beginDate: 'с 17 апреля',
    endDate: '',
    kind: 'Приключения, фантастика, боевик',
    director: 'Николай Лебедев',
    duration: '134 мин. / 02:14',
    age: '12+',
    actors:
      'Александр Петров, Алексей Гуськов, Сергей Гармаш, Виктор Добронравов, Диана Пожарская, Антон Богданов, Михаил Данилюк, Роман Дудич, Лев Семашков, Денис Хохрин, Михаил Мещеряков, Александр Брыкин, Станислав Демушин, Антон Шокалюк, Мирослав Душенко, Юрий Плотников, Владислав Хитрик, Сергей Кемпо',
    description:
      'Российский ракетный подводный крейсер специального назначения бесследно исчезает во время секретной миссии в Гренландском море. На его поиски отправляется экипаж под командованием Виктора Воронина, чей старший брат командовал пропавшей субмариной. \n' +
      'Перед моряками стоит задача любыми силами найти подлодку и не допустить, чтобы новое секретное оружие попало в руки врага. В это же время из-за геологических исследований на полярной станции в северных водах пробуждается Кракен — гигантское чудовище, способное сливаться с подводной тьмой, обладающее высоким интеллектом. Именно с ним предстоит столкнуться морякам, разыскивающим пропавшую подводную лодку.',
    playerCode: '23900316_456244835',
    link: 'kraken',
  },

  {
    title: 'В списках не значился',
    beginDate: 'с 1 мая',
    endDate: '',
    pirate: false,
    kind: 'Военный, драма',
    director: 'Сергей Коротаев',
    duration: '-',
    age: '12+',
    actors:
      'Владислав Миллер, Алёна Морилова, Владимир Машков, Павел Чернышёв, Яна Сексте, Наталья Качалова, Виталий Егоров, Евгений Миллер, Егор Манаков, Павел Шевандо, Александр Кузьмин, Сергей Угрюмов, Никита Уфимцев, Николай Евстафьев, Екатерина Головкова, Григорий Нечаев, Сергей Агейчик, Алексей Князев, Артур Касимов, Алексей Усольцев.',
    description:
      '21 июня 1941 года. Молодой лейтенант Коля Плужников, получив назначение на постоянное место службы, приезжает в Брест. Переполненные залы ожидания вокзала и толпа увешанных багажом людей не настораживают охваченного радостными надеждами юношу. Коля спешит к месту расположения своей части — в Брестскую крепость… Солдата не успевают зачислить в личный состав военнослужащих, а в четыре утра раздаются артиллерийские разрывы — началась война. Он не был зачислен в ряды военнослужащих Брестской крепости, но всё равно принял участие в первом в своей жизни бою, который длился десять месяцев.',
    playerCode: '23900316_456244785',
    link: 'not_in_the_list',
  },
  {
    title: 'Minecraft в кино / Снегур',
    beginDate: 'с 17 апреля',
    pirate: true,
    endDate: '',
    kind: 'Фэнтези, боевик, приключения, семейный, комедия',
    director: 'Джаред Хесс',
    duration: '101 мин. / 01:41',
    age: '12+',
    actors: 'Джек Блэк, Джейсон Момоа, Себастьян Юджин Хансен, Эмма Майерс, Даниэль Брукс, Дженнифер Кулидж, Рэйчел Хаус, Аллан Генри, Джемейн Клемент, Марк Райт, Ивет Парсонс, Брэт МакКензи, Джаред Хесс, Аманда Биллинг, Элисон Киган, Джон Смит, Мэтт Берри, Элис Мэй Коннолли, Дэниэл Миддлтон, Кейт МакКиннон',
    description: 'Четверо аутсайдеров попадают через таинственный портал в странную кубическую страну чудес. Чтобы вернуться домой, им придется пройти волшебный квест вместе с мастером по имени Стив.',
    playerCode: '145404816_456247737',
    link: 'minecraft',
  },
  {
    title: 'Очи',
    beginDate: 'с 1 мая',
    endDate: '',
    pirate: false,
    kind: 'Фэнтези, приключения, семейный',
    director: 'Исайя Сэксон',
    duration: '96 мин. / 01:36',
    age: '12+',
    actors:
      'Хелена Ценгель, Уиллем Дефо, Эмили Уотсон, Финн Вулфхард, Разван Стоика, Карол Борс, Андрей Антониу Анхель, Дэвид Андрей Балтату, Эдуард Михаил Онча, Томас Отто Гела, Роберт Тигнер, Кэролайн Боуман, Линн Робертсон Брюс, Айэстин Эванс, Сью Битти, Зои Миджли, Александра Дуса, Стефан Бурлаку, Мира О’Рейли, Андря Мустата, Габриел Спахиу, Пую Мирча Ласкус, Виктория Дику.',
    description:
      'Девочка Юри родилась на гористом острове посреди океана. В здешних дремучих лесах водится много диких зверей, но самыми опасными считаются загадочные существа очи. Одни думают, что это лишь сказка для детей, другие считают их враждебными созданиями. Однажды Юри находит в лесу потерявшегося детеныша очи и решает вернуть его родителям.',
    playerCode: '228770324_456239073',
    link: 'ochi',
  },

  {
    title: 'Олень',
    beginDate: 'с 15 мая',
    endDate: '',
    pirate: false,
    kind: 'Комедия, мелодрама, фэнтези',
    director: 'Михаил Соловьев',
    duration: '-',
    age: '16+',
    actors:
      'Кузьма Сапрыкин, Ольга Веникова, Даниил Вахрушев, Виктор Васильев, Екатерина Волкова, Михаил Горевой, Эра Зиганшина, Алиса Лисичкина, Алина Большакова, Дмитрий Хрусталев, Виктор Бычков, Вадим Ракитин, Софья Реснянская, Олег Каменщиков, Дмитрий Нехорошев, Роман Мурашковский',
    description:
      'Андрей — дамский угодник, привыкший использовать женщин. Его жизнь неожиданно меняется после встречи с неординарной девушкой Настей, с которой он проводит случайную ночь. Она оказывается внучкой настоящей ведьмы. Бабуля Насти решает проучить негодяя, который, по ее мнению, обидел внучку и награждает ловеласа рогами. Единственный способ для Андрея избавиться от этого ветвистого украшения — настоящая взаимная любовь.',
    playerCode: '23900316_456244892',
    link: 'deer',
  },
  {
    title: 'Туда',
    beginDate: 'с 15 мая',
    endDate: '',
    pirate: false,
    kind: 'Комедия, мелодрама',
    director: 'Иван Петухов',
    duration: '104 мин. / 01:44',
    age: '12+',
    actors:
      'Пётр Фёдоров, Ирина Старшенбаум, Алексей Серебряков, Евгения Добровольская, Владислав Тирон, Степан Девонин, Ингрид Олеринская, Антон Филипенко, Александра Романова, Андрей Целяков, Софья Торопчина, Варвара Вершинина, Адриана Денкова, Екатерина Шмакова, Денис Кутузов, Анна Исманова',
    description:
      'Вадим привык ездить и жить по навигатору. Жизнь Веры — одно большое приключение. Двум противоположностям предстоит проехать 1500 километров на обычном городском такси, увидеть пять живописных городов и испытать миллион эмоций на пути друг к другу.',
    playerCode: '218182715_456240891',
    link: 'there',
  },
  {
    title: 'Громовержцы* / Cнегур',
    beginDate: 'с 17 мая',
    endDate: '',
    pirate: true,
    kind: 'Боевик, фантастика, драма, приключения',
    director: 'Джейк Шрейер',
    duration: '-',
    age: '16+',
    actors:
      'Флоренс Пью, Себастиан Стэн, Уайатт Рассел, Ольга Куриленко, Льюис Пуллман, Джеральдин Висванатан, Ханна Джон-Кэймен, Дэвид Харбор, Джулия Луи-Дрейфус, Кристофер Бауэр, Джошуа Микель, Али Мирмонтазери',
    description:
      'Команда злодеев отправляется на задание по приказу правительства.',
    playerCode: '226165563_456239170',
    link: 'thunderbolts',
  },
];
