export const filmsArray = [
  {
    title: 'Три кота и море приключений',
    beginDate: 'с 1 июня',
    endDate: 'по 15 июня',
    kind: 'Мультфильм',
    director: 'Дмитрий Высоцкий',
    duration: '65 мин. / 01:05',
    age: '0+',
    actors:
      'Максим Тимонин, Софико Гогитидзе, Владимир Прудников, Михаил Хрусталёв, Светлана Кузнецова, Максим Сергеев',
    description:
      'Коржик, Карамелька и Компот вместе с родителями они отправляются отдыхать на морской курорт, где их ждут яркие события, полные весёлой суматохи и встреч с новыми друзьями.',
    playerCode: 'y92uuIAinBw',
    link: 'three_cats',
  },

  {
    title: 'Одна',
    beginDate: 'с 9 июня',
    endDate: 'по 29 июня',
    kind: 'Драма, триллер, приключения',
    director: 'Дмитрий Суворов',
    duration: '108 мин. / 01:48',
    age: '12+',
    actors:
      'Надежда Калеганова, Виктор Добронравов, Максим Иванов, Мария Сокова, Ян Цапник, Леонид Громов, Никита Тарасов, Владислав Ветров, Виталия Корниенко, Антон Багров',
    description:
      '24 августа 1981 года молодожены Лариса и Владимир Савицкие ступили на борт самолета, следующего рейсом Комсомольск-на-Амуре — Благовещенск. За 30 минут до посадки гражданский борт АН-24 столкнулся с бомбардировщиком ВВС СССР и развалился на куски на высоте больше 5 километров над землей. Выжить не должен был никто… но произошло чудо. Лариса Савицкая очнулась посреди обломков самолета в непроходимой тайге. Теперь она сама должна была сотворить настоящее чудо, на которое способен только сильный духом человек.',
    playerCode: 'GY4ditKMaqI',
    link: 'alone',
  },
  {
    title: 'Кощей. Похититель невест',
    beginDate: 'с 9 июня',
    endDate: 'по 29 июня',
    kind: 'Мультфильм, комедия, приключения, фэнтези, мелодрама, семейный',
    director: 'Роман Артемьев',
    duration: '76 мин. / 01:16',
    age: '6+',
    actors:
      'Виктор Добронравов, Елизавета Боярская, Роман Артемьев, Ирина Савина, Екатерина Тарасова, Владимир Сычев, Антон Эльдаров, Никита Кологривый, Елена Шульман',
    description:
      'Вечно молодой и всегда с иголочки одетый Кощей вот уже триста лет почему-то не может найти себе невесту. Он и запугивал, и похищал, и превращал в лягушек разнообразных царевен, но эти ухаживания так и не помогли принцу тьмы. Тем временем прекрасная богатырша Варвара только и делает, что отбивается на арене от женихов, позарившихся на ее приданое. Однако, завладев кощеевой иглой, царь Горох придумывает, как добраться до Варвары. Вот только он не учел одного — смерть Кощея хоть и заключена в игле, но в его сердце еще может ожить любовь…',
    playerCode: 'xIRPQj_tPC8',
    link: 'koshey',
  },

  {
    title: 'Бэтмен',
    beginDate: '',
    endDate: '',
    kind: 'Детектив, криминал, драма, боевик',
    director: 'Мэтт Ривз',
    duration: '176 мин. / 02:56',
    age: '16+',
    actors:
      'Роберт Паттинсон, Зои Кравиц, Пол Дано, Джеффри Райт, Джон Туртурро, Питер Сарсгаард, Барри Кеоган, Джейми Лосон, Энди Серкис, Колин Фаррелл, Александр Гаврилин, Вероника Саркисова, Антон Эльдаров, Сергей Чихачёв, Леонид Белозорович',
    description:
      'После двух лет поисков правосудия на улицах Готэма Бэтмен становится для горожан олицетворением беспощадного возмездия. Когда в городе происходит серия жестоких нападений на высокопоставленных чиновников, улики приводят Брюса Уэйна в самые тёмные закоулки преступного мира, где он встречает Женщину-Кошку, Пингвина, Кармайна Фальконе и Загадочника. Теперь под прицелом оказывается сам Бэтмен, которому предстоит отличить друга от врага и восстановить справедливость во имя Готэма.',
    playerCode: 'tZeMfF45Gmc',
    link: 'batman',
  },
  {
    title: 'Дикая',
    beginDate: 'с 23 июня',
    endDate: 'по 29 июня',
    kind: 'Приключения, комедия',
    director: 'Владимир Котт',
    duration: '107 мин. / 01:47',
    age: '16+',
    actors:
      'Таисия Вилкова, Алексей Кравченко, Ильяна Павлова, Игорь Савочкин, Амаду Мамадаков, Дмитрий Красилов, Сергей Двойников, Ирина Безряднова, Тимур Ефременков, Дария Кулиш',
    description:
      'Начинающая модель Алена мечтает покорить Москву. Однажды на вечеринке она знакомится с Егором, который предлагает полететь на его самолете в Ниццу. Однако вместо премиального курорта они прилетают… в Якутию, где по стечению обстоятельств Алена остается одна в дикой тайге. Телефон не ловит, еды никакой нет. Сможет ли городская красотка выжить, спасаясь от комаров, хищников и лесного пожара, имея в своем арсенале пилочку для ногтей, губную помаду и прибившегося к ней песца?',
    playerCode: '03TBMMrj65c',
    link: 'wild',
  },
  {
    title: 'Развод. Фильм первый',
    beginDate: 'с 30 июня',
    endDate: 'по 6 июля',
    kind: 'Комедия',
    director: 'Константин Колесов',
    duration: '100 мин. / 01:40',
    age: '16+',
    actors:
      'Анна Глаубэ, Антон Шурцов, Иван Купреенко, Алёна Савастова, Надежда Паршина, Алексей Симонов, Анна Глазкова, Наталья Суркова, Олег Кассин, Артур Бичахчян',
    description:
      'Молодая семья пробыла в таком статусе недолго: друг в друге Витя и Илона замечают только недостатки, постоянно ругаются и, в конце концов, разводятся… От их некогда счастливой семьи осталась лишь купленная в ипотеку квартира, которую сложно продать из-за перепланировки. На самом деле у легкомысленных Вити и Илоны не было времени толком изучить друг друга: они поженились практически сразу после знакомства и тогда же обзавелись злополучной квартирой, а теперь не знают, как им быть. Квартира есть, чувств нет… кажется, что главная интрига лишь в том, что произойдёт раньше: продажа проблемной квартиры, или бывшие супруги окончательно доведут друг друга в четырёх стенах.',
    playerCode: 'iRA1w0xMgVM',
    link: 'divorce',
  },
  {
    title: 'Проклятие Артура',
    beginDate: 'с 30 июня',
    endDate: 'по 13 июля',
    kind: 'Ужасы',
    director: 'Бартелеми Гроссманн',
    duration: '87 мин. / 01:27',
    age: '18+',
    actors:
      'Вадим Ажид, Лола Андреони, Матье Бергер, Людовик Бертийо, Талия Бессон, Марсо Эберсоль, Максим Элиас-Мене, Микаэль Халими, Янн Менди, Джейд Педри',
    description:
      '18-летний Алекс — давний большой фанат фэнтезийной саги об Артуре и минипутах. И, конечно, он в восторге от плана друзей побывать в заброшенном доме, где снимали любимые фильмы. Они и не подозревают, что за смертоносный капкан их ждет.',
    playerCode: 'eacVLcORHHk',
    link: 'arthurs_curse',
  },
]
