export const filmsArray = [
  {
    title: 'Гадкий я 4',
    beginDate: 'с 1 августа',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, семейный, фантастика',
    director: 'Крис Рено, Патрик Делаж',
    duration: '95 мин. / 01:35',
    age: '6+',
    actors:
      'Стив Карелл, Кристен Уиг, Джои Кинг, Уилл Феррелл, София Вергара, Миранда Косгров, Дэна Гайер, Пьер Коффан, Стив Куган, Стивен Колбер, Хлоя Файнмен, Брэд Эблесон, Джон Ди Маджио, Лорейн Ньюмен, Кэти Кавадини, Уилл Коллье, Эбби Краден, Джон ДеМита, Аарон Форс, Уиллоу Гир, Аарон Хэндри, Барбара Харрис, Джон Пол Карлиак, Ариф С. Кинчен, Джереми Максвелл, Хари Пэйтон, Рамеш Ранганатхан, Исаак Робинсон-Смит, Тара Стронг, Ниса Уорд, Андреана Уэйнер, Колетт Уайтакер',
    description:
      'Грю, Люси и их девочки — Марго, Эдит и Агнес — приветствуют нового члена семьи, Грю-младшего, который намерен мучить своего отца. Грю сталкивается с новым врагом в лице Максима Ле Маля и его роковой подруги Валентины, в связи с чем семья вынуждена бежать.',
    playerCode: 'tlu3JgDppEQ',
    link: 'despicable_me_4',
  },

  {
    title: 'Дэдпул и Росомаха',
    beginDate: 'с 8 августа',
    extra: 'В дубляже Read Head Sound с 15 августа',
    endDate: '',
    kind: 'Фантастика, боевик, комедия',
    director: 'Шон Леви',
    duration: '127 мин. / 02:7',
    age: '18+',
    actors:
      'Райан Рейнольдс, Хью Джекман, Эмма Коррин, Морена Баккарин, Роб Делани, Каран Сони, Лесли Аггамс, Мэттью Макфэдиен, Дженнифер Гарнер, Брианна Хилдебранд, Дженнифер Гарнер, Тайлер Мэйн, Келли Ху, Рэй Парк, Патрик Стюарт, Джейсон Флеминг, Сиори Куцуна, Аарон Стэнфорд, Льюис Тан, Стефан Капичич, Рэндал Ридер, Тони Маккарти, Грег Хэмпхилл, Джеймс Драйден, Кэйн Эйден, Дивейн Томас',
    description:
      'Уэйд Уилсон попадает в организацию «Управление временными изменениями», что вынуждает его вернуться к своему альтер-эго Дэдпулу и изменить историю с помощью Росомахи.',
    playerCode: 'gYhGLkDqr-o',
    link: 'deadpool_3',
  },
  {
    title: 'Тихое место: День первый',
    beginDate: 'с 15 августа',
    endDate: '',
    kind: 'Ужасы, фантастика, драма',
    director: 'Майкл Сарноски',
    duration: '99 мин. / 01:39',
    age: '16+',
    actors:
      'Лупита Нионго, Джозеф Куинн, Алекс Вулф, Джимон Хонсу, Теа Батлер, Дженнифер Вудворд, Санджай Мидда, Элайджа Унгвари, Кэйн Эйден, Элиан Умугире, Элфи Тодд, Ронни Ле Дрю, Александр Джон, Чой-Линь Ман, Ник Дэвисон, Малик Джубал, Марк Кхан, Джонатан Спэрроу',
    description:
      'Земля подвергается нападению агрессивных плотоядных монстров, которые охотятся на слух.',
    playerCode: 'bXeFQdjIIQU',
    link: 'quiet_place',
  },

  {
    title: 'Пираты галактики Барракуда',
    beginDate: 'с 22 августа',
    endDate: '',
    kind: 'Фантастика, приключения',
    director: 'Антон Борматов',
    duration: '92 мин. / 01:32',
    age: '6+',
    actors:
      'Борис Дейков, Полина Гухман, Алексей Онежен, Юрий Колокольников, Лукерья Ильяшенко, Роман Курцын, Софья Лебедева, Ольга Науменко, Татьяна Рассказова, Андрей Воробьёв, Иван Шмаков, Сергей Фёдоров',
    description:
      'На Землю попадает космический пират из далёкой галактики Барракуда, владеющий удивительными суперспособностями. Чтобы скрыться от кары сурового космического закона, пришелец принимает облик тихого школьника Мити и начинает поиски оставленного на Земле в незапамятные времена ретранслятора для отправки сигнала бедствия своей команде. Он случайно спасает девочку Кристину, которую травят одноклассники, и оказывается в одной компании с юным хулиганом и задирой Колей. Теперь их общая задача — не только сбежать от инопланетных преследователей-змеелюдей, но и обезвредить бомбу, способную уничтожить всю Солнечную систему! Но чтобы спасти Землю, сначала предстоит понять, что только дружба и самопожертвование способны разрулить проблемы галактического масштаба.',
    playerCode: 'YUFI7UTKKSk',
    link: 'baracuda',
  },

  {
    title: 'Лунтик. Возвращение домой',
    beginDate: 'с 29 августа',
    endDate: '',
    kind: 'Мультфильм',
    director: 'Константин Бронзит',
    duration: '77 мин. / 01:17',
    age: '0+',
    actors:
      'Анна Слынько, Юлия Зоркина, Олег Куликович, Анатолий Петров, Юлия Рудина, Мария Цветкова-Овсянникова, Валерий Смекалов',
    description:
      'Новые приключения Лунтика и его друзей — кузнечика Кузи,​ Пчеленка, бабочки Элины, гусениц Вупсня и Пупсня и других.​ На этот раз веселая компания решает помочь Лунтику найти маму и вернутся домой на Луну. Для этого Лунтику необходимо взобраться на Чёрную гору, дорога на которую полна приключений и опасностейДружба будет подвергаться сложным испытаниям, но добрые и верные товарищи сумеют преодолеть любые преграды.',
    playerCode: 'vu0IsVKyJXQ',
    link: 'luntik',
  },
  {
    title: 'Гарфилд',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Марк Диндал',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Крис Пратт, Сэмюэл Л. Джексон, Ханна Уэддингхэм, Винг Реймз, Николас Холт, Сесили Стронг, Харви Гильен, Бретт Голдстин, Бовэнь Ян, Снуп Догг',
    description:
      'После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.',
    playerCode: 'hq2yOIHilDI',
    link: 'garfield',
  },
];
