export const filmsArray = [
  {
    title: 'Бука. Мое любимое чудище',
    beginDate: 'с 28 апреля',
    endDate: 'по 11 мая',
    kind: 'Мультфильм, приключения, фэнтези, семейный',
    director: 'Виктор Глухушин, Максим Волков',
    duration: '98 мин. / 01:38',
    age: '6+',
    actors:
      'Любовь Аксенова, Алексей Чумаков, Алена Долецкая, Тимур Родригез, Виолетта Вольская, Прохор Чеховской, Максим Волков, Владислав Копп, Пётр Иващенко',
    description:
      'Скандал в царском семействе: своенравная принцесса Варвара сбежала из дворца и отправилась через лес на поиски прекрасного принца. Однако вместо заветной встречи с возлюбленным её берет в плен Бука, самый опасный разбойник королевства. Но очень быстро становится понятно, что бойкая принцесса готова превратить жизнь Буки в кошмар, лишь бы дойти до своей цели. Так неугомонная Варвара принимается наводить в лесу свои порядки.',
    playerCode: 'x7LEBxumcz8',
    link: 'buka',
  },
  {
    title: 'Крио',
    beginDate: 'с 28 апреля',
    endDate: 'по 11 мая',
    kind: 'Фантастика, триллер, детектив',
    director: 'Барретт Бергин',
    duration: '118 мин. / 01:58',
    age: '16+',
    actors:
      'Майкл Флинн, Курт Дуссетт, Джиллиан Петри, Морган Гюнтер, Мэйсон Д. Дэвис, Эмили Мари Палмер',
    description:
      'Пятеро ученых пробуждаются после криогенного сна в подземном помещении. Они не понимают, как они там оказались и как долго они спали. Но одно точно становится ясно, что тот, кто собрал их здесь — убийца.',
    playerCode: 'O9Cv6LXFHys',
    link: 'cryo',
  },
  {
    title: 'Суворов: Великое путешествие',
    beginDate: 'с 1 мая ',
    endDate: 'по 11 мая',
    kind: 'Мультфильм, приключения, история',
    director: 'Борис Чертков',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Константин Хабенский, Антон Макарский, Филипп Киркоров, Анна Ардова, Алексей Демидов, Юлия Рутберг, Наталия Быстрова',
    description:
      'Простому юноше Грише предстоит разлучиться с любимой Соней и отправиться в великое путешествие: он попадет на службу к непобедимому полководцу Александру Васильевичу Суворову. Гриша станет участником захватывающих приключений и судьбоносных событий во время легендарного Швейцарского похода. Поверив в себя, Гриша бросит вызов опасному злодею, не раз проявит смекалку и найдет новых верных друзей. Его хоть и маленький, но самый настоящий подвиг выручит Суворова и докажет — героем может стать каждый, если им движет любовь.',
    playerCode: 'hT578NPOV5I',
    link: 'suvorov',
  },
  {
    title: '1941. Крылья над Берлином',
    beginDate: 'с 5 мая',
    endDate: 'по 11 мая',
    kind: 'Военный, боевик',
    director: 'Константин Буслов',
    duration: '100 мин. / 01:40',
    age: '12+',
    actors:
      'Сергей Пускепалис, Максим Битюков, Гела Месхи, Александр Метёлкин, Леонела Мантурова, Сергей Гилев, Евгений Антропов, Николай Козак, Владимир Тяптушкин, Степан Белозеров',
    description:
      'История о подвиге лётчиков 1-го минно-торпедного авиационного полка ВВС Балтийского флота во главе с полковником Преображенским. У них была сложнейшая боевая задача — нанести первые бомбовые удары по Берлину, столице фашистской Германии.',
    playerCode: 'yGQJQcfIndQ',
    link: 'wings_on_berlin',
  },
  {
    title: 'Анчартед: На картах не значится',
    beginDate: 'с 10 февраля',
    endDate: 'по 11 мая',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, София Тейлор Али, Антонио Бандерас, Тати Габриэль, Патриша Миден, Сара Жаклин Петрик',
    description:
      'Нейтан Дрейк и Виктор «Салли» Салливан, два искателя приключений, отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: 'oPDcRJVd3dU',
    link: 'uncharted',
  },
  {
    title: 'Ботан и супербаба',
    beginDate: 'с 12 мая',
    endDate: 'по 25 мая',
    kind: 'Комедия, фантастика',
    director: 'Дмитрий Меняйло',
    duration: '—',
    age: '16+',
    actors:
      'София Каштанова, Роман Попов, Андрей Астраханцев, Сергей Чудаков, Юлия Костомарова, Денис Васильев, Ирина Цветкова, Тамара Адамова, Ирина Рудоминская, Ксения Худоба',
    description:
      'Стеснительный ботаник Иван, ученый из «Сколково», которого в школе все называли Калом (сокращенно от фамилии Калинин) для встречи выпускников крадет девушку-андроида из научного центра и приделывает к её кибертелу лицо первой красавицы школы, чтобы выдать покорного робота за свою жену. Он думает, что успех среди одноклассников теперь обеспечен, но есть одно но. Андроид оказался спецразработкой для ведения боевых действий, которой только предстоит узнать, что такое доброта и человечность. Если удастся спастись от иностранных разведок, устроивших охоту за сверхсекретной разработкой.',
    playerCode: 'kt5Iny6NDlc',
    link: 'botan',
  },
  {
    title: 'Заклятье: Спуск к дьяволу',
    beginDate: 'с 12 мая',
    endDate: 'по 25 мая',
    kind: 'Ужасы',
    director: 'Брендан Малдауни',
    duration: '94 мин. / 01:34',
    age: '16+',
    actors:
      'Элиша Катберт, Оуэн Мэкен, Диллон Фицморис Брэйди, Эбби Мэй Фицморис, Тара Ли, Майкл-Дэвид Маккернан, Эндрю Беннетт, Аарон Монахэн, Мари Маллен, Эми Конрой',
    description:
      'Дочь Киры Вудс таинственным образом исчезает в подвале их нового загородного дома. Вскоре Кира обнаруживает, что дом контролирует древняя и могущественная сущность, с которой ей придется сразиться, чтобы защитить души своей семьи.',
    playerCode: 'yA8VCXnWijE',
    link: 'the_cellar',
  },
  {
    title: 'Флешбэк',
    beginDate: 'с 12 мая',
    endDate: 'по 1 июня',
    kind: 'Боевик, триллер',
    director: 'Мартин Кэмпбелл',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Моника Беллуччи, Лиам Нисон, Гай Пирс, Рэй Стивенсон, Тадж Атвал, Стелла Стокер, Луис Мэндилор, Рэй Фиарон, Антонио Харамильо, Ли Бордман',
    description:
      'Алекс Льюис, профессиональный киллер с репутацией, в какой-то момент пошел против ветра, и теперь вынужден отбиваться и от ФБР, и от криминального босса. Все потому, что убийца отказался нарушить свой внутренний кодекс.',
    playerCode: '8Yowuh2UqHk',
    link: 'flashback',
  },
  {
    title: 'Клон',
    beginDate: 'с 19 мая',
    endDate: 'по 1 июня',
    kind: 'Фантастика, боевик',
    director: 'Райли Стернс',
    duration: '94 мин. / 01:34',
    age: '16+',
    actors:
      'Карен Гиллан, Аарон Пол, Бела Коале, Тео Джеймс, Элина Джексон, Майя Паунио, Реа Лест, Джун Хайд, Кристофер Гуммерус, Нико Сиккинен',
    description:
      'Сара получает смертельный диагноз и, чтобы не кануть в небытие, заказывает собственного двойника. Но когда девушка выздоравливает и решает деактивировать клона, то сталкивается с суровым законом будущего. Должен остаться только один — Саре придется сойтись со своим двойником в смертельной дуэли.',
    playerCode: 'pFGQAvYiI94',
    link: 'the_clone',
  },
]
