export const filmsArray = [
  {
    title: 'Семейка Аддамс: Горящий тур',
    beginDate: 'с 14 октября',
    endDate: 'по 10 ноября',
    kind: 'Мультфильм, ужасы, фэнтези, комедия, приключения, семейный',
    director: 'Грег Тирнан, Конрад Вернон, Лаура Бруссо',
    duration: '93 мин. / 01:33',
    age: '12+',
    actors:
      'Оскар Айзек, Шарлиз Терон, Хлоя Грейс Морец, Ник Кролл, Джейвон Уолтон, Снуп Догг, Бетт Мидлер, Билл Хейдер, Уоллес Шоун',
    description:
      'Что делать, если в доме поселилось настоящее исчадие ада, а именно два подростка? Срочно планировать самый жуткий отпуск! Мартиша, Гомес, Уэнсдей, Пагсли и дядя Фестер загружаются в семейный походный катафалк, чтобы отправиться навстречу новым приключениям и чудаковатым друзьям, от которых волосы встанут дыбом. В этой поездке семейка Аддамс сплотится намертво! Если, конечно, останутся выжившие…',
    playerCode: 'zeKFmhPKgDs',
    link: 'addams',
  },
  {
    title: 'Неисправимый Рон',
    beginDate: 'с 21 октября',
    endDate: 'по 10 ноября',
    kind: 'Мультфильм, фантастика, комедия, приключения, семейный',
    director: 'Сара Смит, Жан-Филипп Вине, Октавио Е. Родригес',
    duration: '106 мин. / 01:46',
    age: '6+',
    actors:
      'Зак Галифианакис, Джек Дилан Грейзер, Оливия Колман, Эд Хелмс, Джастис Смит, Роб Делани, Кайли Кэнтралл, Рикардо Уртадо, Маркус Скрибнер, Томас Барбаска',
    description:
      'У любого ребенка должен быть друг. Настоящий, а не какой-то там домашний питомец. Таким лучшим другом может стать прекрасный робот, умеющий двигаться, говорить, но главное — подключенный к интернету, и помогающий своему хозяину делать публикации в соцсетях и узнавать о всех последних тенденциях, поддерживать связь с одноклассниками и быть в курсе событий. Такие есть у всех школьников, кроме стеснительного Барни, который из-за этого чувствует себя чужим среди своих сверстников — до тех пор, пока не получает на день рождения долгожданный подарок. Но робот по имени Рон оказался бракованным, и его юный хозяин решает самостоятельно научить его всему, что знает сам.',
    playerCode: 'WFJI-INF1BY',
    link: 'rons_gone_wrong',
  },
  {
    title: 'Кощей. Начало',
    beginDate: 'с 28 октября',
    endDate: 'по 10 ноября',
    kind: 'Мультфильм, семейный, приключения, фэнтези',
    director: 'Андрей Колпин',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Никита Волков, Ирина Старшенбаум, Арсений Перель, Тимур Родригез, Юрий Гальцев, Павел Баршак, Владислав Ветров, Ирина Медведева, Юлия Зимина, Мирослава Карпович',
    description:
      'В давние времена люди и сказочные существа жили вместе. Пока в Дивноземское княжество не нагрянул Белый призрак, безжалостный монстр, способный уничтожить весь мир. Но лишь одному герою под силу остановить чудище. Он молод, силен, красив, а еще водит байк… Его зовут Кощей.',
    playerCode: '59cMtCwMmEM',
    link: 'koshey',
  },
  {
    title: 'Страшные истории для рассказа незнакомцам',
    beginDate: 'с 4 ноября',
    endDate: 'по 10 ноября',
    kind: 'Ужасы',
    director: 'Карл Дженсен, Райан Генри Джонстон, Райан Кьолберг',
    duration: '97 мин. / 01:37',
    age: '18+',
    actors:
      'Том Сандовал, Шарлотта Лилт, Мишель Палермо, Майкл Альварез, Итан Дрю, Джейсон Уичерт, Дезри Сринивас, Уилльям Кенни, Ричард Липперт, Эрик Хула',
    description:
      'Группа писателей ужасов приезжает в небольшой американский город, чтобы поделиться своими страшными историями. Но вскоре они обнаруживают, что рассказанные незнакомцам истории оживают в реальности, превращаясь в игру, автором которой может быть любой из них.',
    playerCode: 'GCIn09hucxc',
    link: 'scare_us',
  },
  {
    title: 'Вечные',
    beginDate: 'с 8 ноября',
    endDate: 'по 24 ноября',
    kind: 'Фантастика, боевик, драма, приключения',
    director: 'Хлоя Чжао',
    duration: '157 мин. / 02:37',
    age: '18+',
    actors:
      'Анджелина Джоли, Джемма Чан, Ричард Мэдден, Кумэйл Нанджиани, Лия МакХью, Брайан Тайри Генри, Лорен Ридлофф, Барри Кеоган, Ма Дон-сок, Кит Харингтон, Сальма Хайек',
    description:
      'Вечные — представители расы генетически улучшенных суперлюдей, тайно живущих на Земле. Они появились на свет 5 миллионов лет назад в результате экспериментов могущественных целестиалов. Наделённые невероятными суперспособностями, на протяжении тысячелетий они скрывались от человеческой цивилизации, втайне защищая людей от монструозных девиантов. Однако, последние события и действия Таноса заставили их выйти на свет.',
    playerCode: '_oboseJViww',
    link: 'eternals',
  },

  {
    title: 'Последняя дуэль',
    beginDate: 'с 18 ноября',
    endDate: 'по 1 декабря',
    kind: 'История, драма',
    director: 'Ридли Скотт',
    duration: '152 мин. / 02:32',
    age: '16+',
    actors:
      'Джоди Комер, Мэтт Дэймон, Бен Аффлек, Адам Драйвер, Клэр Данн, Харриет Уолтер, Мартон Чокаш, Желько Иванек, Алекс Лоутер, Натаниель Паркер',
    description:
      'Нормандский рыцарь Жан де Карруж по возвращении с войны узнаёт, что его сосед и соперник Жак Ле Гри изнасиловал его жену Маргарит. Однако у Ле Гри обнаружились сильные союзники, словам женщины никто не верит, и Карруж обращается за помощью лично к королю Франции Карлу VI. Заслушав все свидетельства, король постановил, что конфликт должен быть разрешён в честном поединке. От исхода битвы зависит судьба не только Ле Гри и Карружа, но и жены последнего. В случае поражения мужа её должны сжечь на костре за ложные обвинения.',
    playerCode: 'pEyrpF0kSKI',
    link: 'the_last_duel',
  },
]
