export const filmsArray = [
  {
    title: 'Непослушник 2',
    beginDate: 'с 15 декабря',
    endDate: 'по 28 декабря',
    kind: 'Комедия',
    director: 'Владимир Котт',
    duration: '108 мин. / 01:48',
    age: '6+',
    actors:
      'Виктор Хориняк, Таисия Вилкова, Юрий Кузнецов, Татьяна Орлова, Сергей Селин, Антон Ескин, Гоша Куценко, Маргарита Аброськина, Александр Синюков, Олег Каменщиков',
    description:
      'К отцу Анатолию собирается на исповедь криминальный авторитет, который решил покаяться в своих грехах и начать новую жизнь. Но в тот же вечер священник после падения теряет память и забывает кто он, как жил и во что верил! А грешник требует исповедь — ведь он уже перевел солидную сумму на пожертвование. Исправить ситуацию берется наш герой Димонстр. Под присмотром бандита, он решается на самый масштабный пранк в своей жизни — восстановить яркие моменты жизни отца Анатолия, начиная с детства. По мнению врачей, есть шанс, что это может помочь вернуть память. В попытке «обмануть» память батюшки, Дима будет превращать реальность в фрагменты прошлого, используя декорации, спецэффекты, каскадеров, монахов, самого авторитета, Ефросинью, папу и просто актеров. Отец Анатолий проживет свою жизнь заново.',
    playerCode: 'XlhAHweD4Ug',
    link: 'neposlushnik',
  },

  {
    title: 'Мира',
    beginDate: 'с 22 декабря',
    endDate: 'по 4 января',
    kind: 'Фантастика, приключения, драма',
    director: 'Дмитрий Киселёв',
    duration: '116 мин. / 01:56',
    age: '12+',
    actors:
      'Вероника Устимова, Анатолий Белый, Александр Петров, Агния Воробьева, Евгений Егоров, Дарья Мороз, Максим Лагашкин, Кристина Корбут, Марина Бурцева, Андрей Смоляков',
    description:
      'Недалекое будущее. 15-летняя Лера Арабова живет во Владивостоке. Ее отец много лет работает на орбитальной космической станции и давно потерял контакт с дочерью, превратившись лишь в голос в телефоне. После того как на город обрушивается метеоритный дождь, у Леры остается только один шанс спасти близких и город от новой катастрофы. В этом ей помогает отец, использующий любую возможность передать сообщение дочери, следя сверху со станции за каждым ее шагом.',
    playerCode: 'PzFh5C7QxiA',
    link: 'mira',
  },
  {
    title: 'Чук и Гек. Большое приключение',
    beginDate: 'с 22 декабря',
    endDate: 'по 4 января',
    kind: 'Семейный, приключения',
    director: 'Александр Котт',
    duration: '96 мин. / 01:36',
    age: '6+',
    actors:
      'Андрей Андреев, Юрий Степанов, Владимир Вдовиченков, Юлия Снигирь, Александр Самойленко, Милена Софронова, Игорь Письменный, Наталья Коляканова, Тимофей Трибунцев',
    description:
      'Два дружных, но озорных брата Чук и Гек живут с любящей мамой в Москве и скучают по папе, который работает далеко на Севере. Решив во что бы то ни стало встретить наступающий Новый год вместе, они отправляются в захватывающее путешествие к таинственным Синим горам. Теперь их ждёт самое большое приключение в их жизни, ведь в новогодние праздники возможны любые, даже самые невероятные чудеса.',
    playerCode: 'z0KyYpI8vuM',
    link: 'chuk_and_gek',
  },

  {
    title: 'Иван Царевич и Серый Волк 5',
    beginDate: 'с 29 декабря',
    endDate: 'по 11 января',
    kind: 'Мультфильм, приключения, семейный',
    director: 'Константин Феоктистов',
    duration: '—',
    age: '6+',
    actors:
      'Никита Ефремов, Александр Боярский, Михаил Боярский, Татьяна Бунина, Максим Сергеев',
    description:
      'Была у Ивана с Василисой не жизнь, а сказка. Буквально. И эту сказку они уже знали, а им захотелось отправиться туда-не-знаю-когда. Вот только одна бабочка со своим эффектом крылышком махнула да устроила волшебную перезагрузку. Теперь во всем Тридевятом царстве никто не помнит даже как Ивана звать, включая саму Василису. А значит, чтобы снова добиться принцессы, Ивану с Серым Волком нужно перевернуть всю мультик-вселенную.',
    playerCode: '0qJa8JFBFDQ',
    link: 'ivan5',
  },
  {
    title: 'Билет в рай',
    beginDate: 'с 29 декабря',
    endDate: 'по 4 января',
    kind: 'Мелодрама, комедия',
    director: 'Ол Паркер',
    duration: '104 мин. / 01:44',
    age: '12+',
    actors:
      'Джордж Клуни, Джулия Робертс, Кейтлин Дивер, Максим Буттье, Билли Лурд, Лукас Браво, Шон Линч, Ариэль О’Нилл, Линг Хсю Тэнг, Чарльз Аллен, Владимир Новосардов, Александра Филатова, Елизавета Эбаноидзе, Бека Медзмариашвили, Вероника Кулешова',
    description:
      'Разведённая пара вынуждена объединиться, чтобы поехать на Бали и помешать дочери Лили выйти замуж за местного парня. По их мнению, девушка совершает ту же ошибку, что и они 25 лет назад.',
    playerCode: '94u7EqgbGLk',
    link: 'ticket_to_paradise',
  },
  {
    title: 'Чебурашка',
    beginDate: 'с 1 января',
    endDate: 'по 11 января',
    kind: 'Семейный, комедия',
    director: 'Дмитрий Дьяченко',
    duration: '—',
    age: '6+',
    actors:
      'Сергей Гармаш, Ольга Кузьмина, Полина Максимова, Фёдор Добронравов, Сергей Лавыгин, Елена Яковлева, Дмитрий Лысенков, Софья Зайка, Илья Кондратенко, Ева Смирнова',
    description:
      'Иногда, чтобы вернуть солнце и улыбки в мир взрослых, нужен один маленький ушастый герой. Мохнатого непоседливого зверька из далекой апельсиновой страны ждут удивительные приключения в тихом приморском городке, где ему предстоит найти себе имя, друзей и дом. Помогать — и мешать! — ему в этом будут нелюдимый старик-садовник, странная тетя-модница и ее капризная внучка, мальчик, который никак не начнет говорить, и его мама, которой приходится несладко, хотя она и варит самый вкусный на свете шоколад. И многие-многие другие, в чью жизнь вместе с ароматом апельсинов вот-вот ворвутся волшебство и приключения.',
    playerCode: 'x1qvJL7NF9s',
    link: 'cheburashka',
  },
  {
    title: 'Чёрный Адам',
    beginDate: 'с 5 января',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Жауме Кольет-Серра',
    duration: '125 мин. / 02:05',
    age: '12+',
    actors:
      'Дуэйн Джонсон, Элдис Ходж, Пирс Броснан, Ной Сентинео, Сара Шахи, Куинтесса Суинделл, Марван Кензари, Бодхи Сабонгуй, Мохаммед Амер, Джеймс Мойер, Серго Кения, Владимир Новосардов, Александр Жданович, Савва Самодуров, София Габелия',
    description:
      '5000 лет назад Чёрный Адам был наделен силами египетских богов и заключён в тюрьму. Теперь он освобождается из своей усыпальницы и готовится явить миру уникальный подход к борьбе за справедливость.',
    playerCode: 'qTLqSkKd5Wg',
    link: 'black_adam',
  },
  {
    title: 'Операция «Фортуна»: Искусство побеждать',
    beginDate: 'с 12 января',
    endDate: 'по 25 января',
    kind: 'Боевик, триллер, комедия',
    director: 'Гай Ричи',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Джейсон Стэйтем, Обри Плаза, Джош Хартнетт, Кэри Элвес, Багзи Мэлоун, Хью Грант, Эдди Марсан, Макс Бисли, Евгения Кузьмина, Лурдес Фаберес',
    description:
      'Элитный разведчик Орсон Форчун получил новое задание: остановить продажу и распространение смертельного оружия. Но в одиночку ему эту миссию не потянуть. Он вынужден объединиться с лучшими оперативниками мира, а также известным киноактером, который предоставит лихой группе убедительное прикрытие. На кону — судьба человечества, и в этот раз супершпионам придется играть по правилам Голливуда.',
    playerCode: 'Y8ohAQQcfM0',
    link: 'fortuna',
  },
]
