export const filmsArray = [
  {
    title: 'Чёрная Вдова',
    beginDate: 'с 8 июля',
    endDate: 'по 28 июля',
    kind: 'Боевик, фантастика, приключения',
    director: 'Кейт Шортланд',
    duration: '133 мин. / 02:13',
    age: '16+',
    actors:
      'Скарлетт Йоханссон, Флоренс Пью, Рэйчел Вайс, Дэвид Харбор, О. Т. Фагбенли, Уильям Хёрт, Рэй Уинстон, Оливье Рихтерс, Иоланда Лайнс, Райан Кира Армстронг',
    description:
      'Наташе Романофф предстоит лицом к лицу встретиться со своим прошлым. Чёрной Вдове придется вспомнить о том, что было в её жизни задолго до присоединения к команде Мстителей, и узнать об опасном заговоре, в который оказываются втянуты её старые знакомые — Елена, Алексей (известный как Красный Страж) и Мелина.',
    playerCode: 'W7Pl9s3ybvA',
    link: 'black_widow',
  },
  {
    title: 'Космический джем. Новое поколение',
    beginDate: 'с 10 июля',
    endDate: 'по 28 июля',
    kind: 'Фантастика, мультфильм, комедия, приключения, семейный, спорт',
    director: 'Малкольм Д. Ли',
    duration: '120 мин. / 02:00',
    age: '6+',
    actors:
      'Леброн Джеймс, Дон Чидл, Cedric Joe, Крис Дэвис, Сонекуа Мартин-Грин, Сейэйр Дж Райт, Harper Leigh Alexander, Зоша Рокемор, Stephen Kankole, Джалин Холл, Леван Горозия',
    description:
      'Чтобы спасти сына, знаменитый чемпион НБА отправляется в сказочный мир, где в команде мультяшек вынужден сражаться на баскетбольной площадке с цифровыми копиями знаменитых игроков.',
    playerCode: '1fbGUxW-Ybc',
    link: 'space_jam',
  },
  {
    title: 'Бросок кобры: Снейк Айз',
    beginDate: 'с 22 июля',
    endDate: 'по 4 августа',
    kind: 'Боевик, фантастика, триллер, приключения',
    director: 'Роберт Швентке',
    duration: '121 мин. / 02:01',
    age: '16+',
    actors:
      'Генри Голдинг, Самара Уивинг, Урсула Корберо, Эндрю Кодзи, Ико Уайс, Питер Менса, Харука Абэ, Такэхиро Хира, Стивен Аллерик, Самуэль Финци',
    description:
      'Загадочный и суровый одиночка Снейк Айз спасает наследника древнего японского клана Арашикаге, и в знак признательности клан открывает ему тайные знания пути ниндзя. Но главное: Снейк Айз обретает то, к чему так долго стремился, — дом. Однако, когда становятся известны секреты его прошлого, на кону оказываются его честь, преданность и доверие самых близких людей.',
    playerCode: 'oi-Tz9XtCrc',
    link: 'gi_joe',
  },
  {
    title: 'Время',
    beginDate: 'с 22 июля',
    endDate: 'по 4 августа',
    kind: 'Триллер, драма, детектив',
    director: 'М. Найт Шьямалан',
    duration: '113 мин. / 01:53',
    age: '16+',
    actors:
      'Гаэль Гарсиа Берналь, Вики Крипс, Руфус Сьюэлл, Кен Люн, Никки Амука-Бёрд, Эбби Ли, Аарон Пьер, Алекс Вулф, Эмбет Дэвидц, Элайза Сканлен',
    description:
      'Семья отправляется в отпуск на тропический остров. Отдохнув всего пару часов на уединенном пляже, они обнаруживают, что повзрослели на несколько лет, а вся жизнь теперь — это один день.',
    playerCode: 'qtU3TvDyQaE',
    link: 'old',
  },
  {
    title: 'Круиз по джунглям',
    beginDate: 'с 29 июля',
    endDate: 'по 18 августа',
    kind: 'Приключения, комедия, фэнтези',
    director: 'Жауме Кольет-Серра',
    duration: '127 мин. / 02:07',
    age: '12+',
    actors:
      'Дуэйн Джонсон, Эмили Блант, Джек Уайтхолл, Джесси Племонс, Вероника Фалькон, Эдгар Рамирес, Пол Джаматти, Дэвид Ленгел, Сулем Калдерон, Piper Collins',
    description:
      'Отважная исследовательница дикой природы Лили Хоутон намерена отправиться в верховья Амазонки, чтобы найти легендарное дерево, которое – согласно преданиям южноамериканских индейских племен – обладает магическими целебными свойствами. Сопровождать Лили будут её утонченный брат Макгрегор и бесшабашный капитан круизного пароходика Фрэнк. В дебрях джунглей путников будут подстерегать не только смертельно опасные представители амазонской флоры и фауны, но и ловушки, подстроенные участниками конкурирующей экспедиции, и даже встречи со сверхъестественным.',
    playerCode: 'xrBnG2Yt-Bg',
    link: 'jungle',
  },
  {
    title: 'Отряд самоубийц: Миссия навылет',
    beginDate: 'с 5 августа',
    endDate: 'по 18 августа',
    kind: 'Боевик, фантастика, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '132 мин. / 02:12',
    age: '18+',
    actors:
      'Марго Робби, Идрис Эльба, Джон Сина, Юэль Киннаман, Джай Кортни, Питер Капальди, Давид Дастмалчян, Сильвестр Сталлоне, Майкл Рукер, Виола Дэвис',
    description:
      'Есть на земле одно гнилое место, откуда мечтают свалить даже самые отъявленные злодеи. Тюрьма Белль Рив — для преступников со сверхспособностями. Она же — ад. Она же — база рекрутов для суперсекретного проекта «Отряд самоубийц».',
    playerCode: 'J53GH3Oc7uw',
    link: 'suicide_squad',
  },
  {
    title: 'Главный герой',
    beginDate: 'с 12 августа',
    endDate: 'по 1 сентября',
    kind: 'Фантастика, боевик, комедия',
    director: 'Шон Леви',
    duration: '115 мин. / 01:55',
    age: '16+',
    actors:
      'Райан Рейнольдс, Джоди Комер, Тайка Вайтити, Уткарш Амбудкар, Джо Кири, Лил Рел Ховери, Камилль Костек, Мэттью Кардаропле, Тейт Флетчер, Кимберли Хоу',
    description:
      'У сотрудника крупного банка всё идёт по накатанной, пока однажды он не выясняет, что окружающий его мир — это часть огромной видеоигры, а сам он в ней — всего лишь второстепенный персонаж. Хватит ли у него духу переписать свой код, обратить на себя внимание прекрасной девушки и, наконец, спасти мир? Одним словом, получится ли из него главный герой?',
    playerCode: '9FpufEP1jeI',
    link: 'free_guy',
  },
  {
    title: 'Босс-молокосос 2',
    beginDate: 'с 19 августа',
    endDate: 'по 8 сентября',
    kind: 'Мультфильм, комедия, семейный',
    director: 'Том МакГрат',
    duration: '107 мин. / 01:47',
    age: '6+',
    actors:
      'Алек Болдуин, Джеймс Марсден, Эми Седарис, Ариана Гринблатт, Джефф Голдблюм, Ева Лонгория, Джеймс МакГрат, Джимми Киммел, Лиза Кудроу, Рафаэль Алехандро',
    description:
      'Братья Тим и Тед давно повзрослели и отдалились друг от друга. Тед стал генеральным директором инвестиционного фонда, а Тим посвятил себя семье. Он женился, поселился в пригороде и обзавелся двумя прекрасными дочерьми — Тиной и Табитой. 7-летняя Табита — умная и очень усердная. Несмотря на свой юный возраст, она уже лучшая в классе, а малышка Тина на самом деле оказывается агентом компании BabyCorp.Узнав, что злой гений доктор Эрвин Армстронг выращивает целую армию злобных малышей, Тина с помощью своего папы и дяди решает противостоять ему.',
    playerCode: 'qoEUEWCtKZ4',
    link: 'baby_boss',
  },
]
