export const filmsArray = [
  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с 12 мая',
    endDate: 'по 30 мая',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '12+',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: 'JcEKRP7h5G8',
    link: 'guardians_3',
  },

  {
    title: 'Форсаж 10',
    beginDate: 'с 8 июня',
    endDate: 'по 21 июня',
    kind: 'Боевик, криминал, детектив',
    director: 'Луи Летерье',
    duration: '141 мин. / 02:21',
    age: '12+',
    actors:
      'Вин Дизель, Мишель Родригес, Джейсон Момоа, Тайриз Гибсон, Лудакрис, Джон Сина, Джордана Брюстер, Натали Эммануэль, Сон Ган, Джейсон Стэйтем',
    description:
      'Семья Доминика Торетто вновь попадает под удар. Сайфер объединяет усилия с Данте, который желает отомстить.',
    playerCode: 'NhC2FMfMacE',
    link: 'fast',
  },

  {
    title: 'Человек-паук: Паутина вселенных',
    beginDate: 'с 14 июня',
    endDate: '',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Жуакин Душ Сантуш',
    duration: '140 мин. / 02:20',
    age: '12+',
    actors:
      'Шамеик Мур, Хейли Стайнфелд, Оскар Айзек, Джейк Джонсон, Исса Рэй, Брайан Тайри Генри, Луна Лорен Велес, Рэйчел Дрэч, Дэниэл Калуя, Майкл Рианда',
    description:
      'Майлз Моралес отправляется в приключение по мультивселенной вместе с Гвен Стейси и новой командой Людей-пауков, которым предстоит столкнуться с могущественным злодеем.',
    playerCode: 'RE1vNn7tvX4',
    link: 'spider_man',
  },
  {
    title: 'Русалочка',
    beginDate: 'с 21 июня',
    endDate: '',
    kind: 'Фэнтези, мелодрама, мюзикл',
    director: 'Роб Маршалл',
    duration: '135 мин. / 02:15',
    age: '6+',
    actors:
      'Холли Бейли, Джона Хауэр-Кинг, Мелисса Маккарти, Хавьер Бардем, Нома Думезвени, Арт Малик, Давид Диггс, Джейкоб Тремблей, Аквафина, Джессика Александр',
    description:
      'Русалочка Ариэль из любви к человеческому принцу идёт на сделку с ведьмой Урсулой. Та даёт ей ноги, но взамен забирает голос.',
    playerCode: '9skaddaV1D4',
    link: 'mermaid',
  },
  {
    title: 'Дыхание',
    beginDate: 'с 22 июня',
    endDate: 'по 5 августа',
    kind: 'Драма',
    director: 'Роман Каримов',
    duration: '—',
    age: '16+',
    actors:
      'Антон Батырев, Ирина Горбачева, Даниил Воробьев, Андрей Карако, Вера Шпак, Евгения Храповицкая, Дмитрий Павленко, Галина Сазонова, Сергей Лысов, Алексей Гоман',
    description:
      'Большие испытания открывают истинную красоту человека. Виктор — бывший врач, а ныне успешный бизнесмен — нелегально пробирается в больницу, чтобы помочь маме, заболевшей COVID-19. Рискуя жизнью и свободой, он пытается разобраться с неизвестным вирусом и вместе с медицинским коллективом готовит больницу к пандемии.',
    playerCode: 'm2m1OIj4pdo',
    link: 'breathe',
  },
  {
    title: 'Экзорцист Ватикана',
    beginDate: 'с 29 июня',
    endDate: 'по 12 августа',
    kind: 'Ужасы',
    director: 'Джулиус Эйвери',
    duration: '103 мин. / 01:43',
    age: '18+',
    actors:
      'Рассел Кроу, Дэниэл Дзоватто, Александра Эссоу, Франко Неро, Питер ДеСоуза-Фейхони, Лорел Марсден, Корнелл Джон, Райан О’Грэйди, Бьянка Бардо, Санти Байон',
    description:
      'Получив в наследство аббатство в Испании, вдова с двумя детьми проводила в здании ремонт, когда в её сына вселился дьявол и первым делом потребовал привести к нему священника. Знаменитый экзорцист Габриэль Аморт по заданию Папы Римского отправляется спасать мальчика и по приезде сразу понимает, что демон ему попался очень сильный и коварный.',
    playerCode: 'qoc-L3E-jaY',
    link: 'vatican',
  },
  {
    title: 'Гипнотик',
    beginDate: 'с 6 июля',
    endDate: 'по 19 июля',
    kind: 'Боевик, триллер, детектив, фантастика',
    director: 'Роберт Родригес',
    duration: '93 мин. / 01:33',
    age: '16+',
    actors:
      'Бен Аффлек, Алиси Брага, Уильям Фихтнер, Дж.Д. Пардо, Дайо Окенийи, Джефф Фэйи, Джеки Эрл Хейли, Зейн Холц, Рубен Хавьер Кабальеро, Келли Фрай',
    description:
      'Цель жизни детектива Дэнни Рурка — найти пропавшую дочь. Параллельное расследование серии преступлений, совершенных при необъяснимых обстоятельствах, все глубже погружает Рурка в ирреальность происходящего и ставит под сомнение все его принципы и убеждения. Заручившись поддержкой одаренного экстрасенса Дианы Круз, Дэнни вступает в смертельно опасное противостояние за гранью реальности с единственным человеком, кто может дать ему ключ к поиску дочери.',
    playerCode: 'isKuAfJfJJo',
    link: 'hypnotic',
  },
]
