export const filmsArray = [
  {
    title: 'Веном 2',
    beginDate: 'с 30 сентября',
    endDate: 'по 27 октября',
    kind: 'Фантастика, боевик, триллер',
    director: 'Энди Серкис',
    duration: '90 мин. / 01:30',
    age: '16+',
    actors:
      'Том Харди, Мишель Уильямс, Наоми Харрис, Вуди Харрельсон, Стивен Грэм, Рейд Скотт, Уилльям Барбо, Шон Делани, Пегги Лу, Джесси Виннинг',
    description:
      'Более чем через год после тех событий журналист Эдди Брок пытается приспособиться к жизни в качестве хозяина инопланетного симбиота Венома, который наделяет его сверхчеловеческими способностями. Брок пытается возродить свою карьеру и берет интервью у серийного убийцы Клетуса Касади, который по воле случая становится хозяином Карнажа и сбегает из тюрьмы после неудавшейся казни.',
    playerCode: '-LkHS8geUjQ',
    link: 'venom_2',
  },
  {
    title: 'Не время умирать',
    beginDate: 'с 7 октрября',
    endDate: 'по 27 октрября',
    kind: 'Боевик, триллер, приключения',
    director: 'Кэри Дзёдзи Фукунага',
    duration: '163 мин. / 02:43',
    age: '12+',
    actors:
      'Дэниэл Крэйг, Рами Малек, Леа Сейду, Лашана Линч, Бен Уишоу, Наоми Харрис, Билли Магнуссен, Ана де Армас, Кристоф Вальц, Рэйф Файнс',
    description:
      'Джеймс Бонд оставил оперативную службу и наслаждается спокойной жизнью на Ямайке. Все меняется, когда на острове появляется его старый друг Феликс Лейтер из ЦРУ с просьбой о помощи. Миссия по спасению похищенного ученого оказывается опаснее, чем предполагалось изначально. Бонд попадает в ловушку к таинственному злодею, вооруженному опасным технологическим оружием.',
    playerCode: 'Z3b1GbPg2VM',
    link: 'no_time_to_die',
  },
  {
    title: 'Семейка Аддамс: Горящий тур',
    beginDate: 'с 14 октября',
    endDate: 'по 27 октября',
    kind: 'Мультфильм, ужасы, фэнтези, комедия, приключения, семейный',
    director: 'Грег Тирнан, Конрад Вернон, Лаура Бруссо',
    duration: '93 мин. / 01:33',
    age: '12+',
    actors:
      'Оскар Айзек, Шарлиз Терон, Хлоя Грейс Морец, Ник Кролл, Джейвон Уолтон, Снуп Догг, Бетт Мидлер, Билл Хейдер, Уоллес Шоун',
    description:
      'Что делать, если в доме поселилось настоящее исчадие ада, а именно два подростка? Срочно планировать самый жуткий отпуск! Мартиша, Гомес, Уэнсдей, Пагсли и дядя Фестер загружаются в семейный походный катафалк, чтобы отправиться навстречу новым приключениям и чудаковатым друзьям, от которых волосы встанут дыбом. В этой поездке семейка Аддамс сплотится намертво! Если, конечно, останутся выжившие…',
    playerCode: 'zeKFmhPKgDs',
    link: 'addams',
  },
  {
    title: 'Дракулов',
    beginDate: 'с 21 октября',
    endDate: 'по 3 ноября',
    kind: 'Комедия',
    director: 'Илья Куликов',
    duration: '87 мин. / 01:27',
    age: '16+',
    actors:
      'Михаил Галустян, Денис Васильев, Татьяна Бабенкова, Алексей Золотовицкий, Надежда Сысоева, Мария Лисовая, Дмитрий Блохин, Роман Попов, Иван Агапов, Александр Загоскин',
    description:
      'Российская империя. Юрист Петр Смирнов приезжает в мрачное имение загадочного графа Дракулова, чьи предки родом из далекой Трансильвании, чтобы оформить покупку дома в Москве. Граф замечает фотокарточку невесты Петра, юной Вари, и немедленно срывается проинспектировать свою новую недвижимость… Петр обеспокоен, но его бдительность усыпляют старательные служанки графа. Правда, вскоре Смирнов обнаруживает, что девушки — вурдалаки, а это значит, что и их хозяин, граф Дракулов, — опасный кровопийца! Петр сбегает из демонической усадьбы и спешит в Москву, чтобы защитить свою невесту от трехсотлетнего вампира. Помочь ему в этом — или помешать — могут лучшая подруга Вари, Соня, и ее странные кавалеры, а также сын знаменитого профессора Ван Хельсинга Вася.',
    playerCode: 'IQSXaWIUeuo',
    link: 'drakulov',
  },
  {
    title: 'Неисправимый Рон',
    beginDate: 'с 21 октября',
    endDate: 'по 10 ноября',
    kind: 'Мультфильм, фантастика, комедия, приключения, семейный',
    director: 'Сара Смит, Жан-Филипп Вине, Октавио Е. Родригес',
    duration: '106 мин. / 01:46',
    age: '6+',
    actors:
      'Зак Галифианакис, Джек Дилан Грейзер, Оливия Колман, Эд Хелмс, Джастис Смит, Роб Делани, Кайли Кэнтралл, Рикардо Уртадо, Маркус Скрибнер, Томас Барбаска',
    description:
      'У любого ребенка должен быть друг. Настоящий, а не какой-то там домашний питомец. Таким лучшим другом может стать прекрасный робот, умеющий двигаться, говорить, но главное — подключенный к интернету, и помогающий своему хозяину делать публикации в соцсетях и узнавать о всех последних тенденциях, поддерживать связь с одноклассниками и быть в курсе событий. Такие есть у всех школьников, кроме стеснительного Барни, который из-за этого чувствует себя чужим среди своих сверстников — до тех пор, пока не получает на день рождения долгожданный подарок. Но робот по имени Рон оказался бракованным, и его юный хозяин решает самостоятельно научить его всему, что знает сам.',
    playerCode: 'WFJI-INF1BY',
    link: 'rons_gone_wrong',
  },
  {
    title: 'Кощей. Начало',
    beginDate: 'с 28 октября',
    endDate: 'по 10 ноября',
    kind: 'Мультфильм, семейный, приключения, фэнтези',
    director: 'Андрей Колпин',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Никита Волков, Ирина Старшенбаум, Арсений Перель, Тимур Родригез, Юрий Гальцев, Павел Баршак, Владислав Ветров, Ирина Медведева, Юлия Зимина, Мирослава Карпович',
    description:
      'В давние времена люди и сказочные существа жили вместе. Пока в Дивноземское княжество не нагрянул Белый призрак, безжалостный монстр, способный уничтожить весь мир. Но лишь одному герою под силу остановить чудище. Он молод, силен, красив, а еще водит байк… Его зовут Кощей.',
    playerCode: '59cMtCwMmEM',
    link: 'koshey',
  },
  {
    title: 'Вечные',
    beginDate: 'с 8 ноября',
    endDate: 'по 24 ноября',
    kind: 'Фантастика, боевик, драма, приключения',
    director: 'Хлоя Чжао',
    duration: '157 мин. / 02:37',
    age: '18+',
    actors:
      'Анджелина Джоли, Джемма Чан, Ричард Мэдден, Кумэйл Нанджиани, Лия МакХью, Брайан Тайри Генри, Лорен Ридлофф, Барри Кеоган, Ма Дон-сок, Кит Харингтон, Сальма Хайек',
    description:
      'Вечные — представители расы генетически улучшенных суперлюдей, тайно живущих на Земле. Они появились на свет 5 миллионов лет назад в результате экспериментов могущественных целестиалов. Наделённые невероятными суперспособностями, на протяжении тысячелетий они скрывались от человеческой цивилизации, втайне защищая людей от монструозных девиантов. Однако, последние события и действия Таноса заставили их выйти на свет.',
    playerCode: '_oboseJViww',
    link: 'eternals',
  },
  {
    title: 'Последняя дуэль',
    beginDate: 'с 18 ноября',
    endDate: 'по 1 декабря',
    kind: 'История, драма',
    director: 'Ридли Скотт',
    duration: '152 мин. / 02:32',
    age: '16+',
    actors:
      'Джоди Комер, Мэтт Дэймон, Бен Аффлек, Адам Драйвер, Клэр Данн, Харриет Уолтер, Мартон Чокаш, Желько Иванек, Алекс Лоутер, Натаниель Паркер',
    description:
      'Нормандский рыцарь Жан де Карруж по возвращении с войны узнаёт, что его сосед и соперник Жак Ле Гри изнасиловал его жену Маргарит. Однако у Ле Гри обнаружились сильные союзники, словам женщины никто не верит, и Карруж обращается за помощью лично к королю Франции Карлу VI. Заслушав все свидетельства, король постановил, что конфликт должен быть разрешён в честном поединке. От исхода битвы зависит судьба не только Ле Гри и Карружа, но и жены последнего. В случае поражения мужа её должны сжечь на костре за ложные обвинения.',
    playerCode: 'pEyrpF0kSKI',
    link: 'the_last_duel',
  },
]
