export const filmsArray = [
  {
    title: 'Лука',
    beginDate: 'с 17 июня',
    endDate: 'по 9 июля',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Энрико Касароса',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Джейкоб Тремблей, Майя Рудольф, Джакомо Джианниотти, Джек Дилан Грейзер, Джим Гэффиган, Эмма Берман, Марко Барричелли, Саверио Раймондо',
    description:
      'Свои незабываемые каникулы, в которых есть место и домашней пасте, и мороженному, и бесконечным поездкам на мопеде, мальчик по имени Лука проводит в красивом приморском городке, расположенном на итальянской Ривьере. Ни одно приключение Луки не обходится без участия его нового лучшего друга, и беззаботность отдыха омрачает только лишь тот факт, что на самом деле в облике мальчика скрывается морской монстр из глубин лагуны, на берегу которой стоит городок.',
    playerCode: 'gspVSzss3ME',
    link: 'luka',
  },
  {
    title: 'Бендер: Начало',
    beginDate: 'с 24 июня',
    endDate: 'по 7 июля',
    kind: 'Комедия, приключения',
    director: 'Игорь Зайцев',
    duration: '-',
    age: '16+',
    actors:
      'Сергей Безруков, Арам Вардеванян, Никита Кологривый, Таисия Вилкова, Эдуард Орлов, Александр Цекало, Юлия Рутберг, Ольга Сутулова, Гарик Харламов, Артем Ткаченко',
    description:
      '1919 год. Судьба сталкивает юного идеалиста Осю с турецко-подданным аферистом Ибрагимом Бендером. И никогда бы честный Ося не связался с таким бессовестным и хитроумным мошенником, если бы их не объединила невероятно опасная авантюра — охота за царской реликвией, драгоценным жезлом, заполучить который также не прочь местные бандиты и белые офицеры. В череде головокружительных приключений Ося вынужден учиться у Ибрагима обаятельной лести, деликатному обману, пленительному шантажу и… грубой силе. И все это — будучи влюбленным в самую чистую девушку города! И, кажется, еще в одну — роковую иностранную красотку… Так начинает складываться портрет легендарного великого комбинатора и любимца женщин Остапа Бендера-Задунайского.',
    playerCode: '2Kx8Br_VUzk',
    link: 'bender',
  },
  {
    title: 'Рок Дог 2',
    beginDate: 'с 24 июня',
    endDate: 'по 7 июля',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Марк Балдо',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Грэм Хэмилтон, Эндрю Френсис, Эшли Болл, Брайан Драммонд, Джейсон Симпсон, Кэтлин Барр',
    description:
      'Знаменитый пес Боуди и его веселая рок-группа возвращаются. Музыканты уже представили миру свои песни, но останавливаться на достигнутом не собираются. Ребята готовы к грандиозному турне, в котором обретут настоящую славу. Но, как оказалось, у популярности есть и обратная сторона. Смогут ли друзья остаться самими собой, когда их имена будут на устах всего мира?',
    playerCode: 'JGlD-t072iw',
    link: 'rock_dog',
  },
  {
    title: 'Оборотни внутри',
    beginDate: 'с 1 июля',
    endDate: 'по 7 июля',
    kind: 'Ужасы, комедия',
    director: 'Джош Рубен',
    duration: '97 мин. / 01:37',
    age: '18+',
    actors:
      'Сэм Ричардсон, Милана Вайнтруб, Джордж Бейзил, Сара Бёрнс, Майкл Чернус, Кэти Куртин, Уэйн Дювалл, Харви Гильен, Ребекка Хендерсон, Шайен Джексон',
    description:
      'Провинциальный городок, начинается снежная буря. А тихое сообщество потрясают ужасающие убийства, задача жителей — вычислить оборотня, который затаился среди них.',
    playerCode: '9Z4aRYtBV_s',
    link: 'werewolves',
  },
  {
    title: 'Судная ночь навсегда',
    beginDate: 'с 1 июля',
    endDate: 'по 14 июля',
    kind: 'Ужасы, фантастика, боевик, триллер',
    director: 'Эверардо Валерио Гоут',
    duration: '103 мин. / 01:43',
    age: '18+',
    actors:
      'Ана де ла Регера, Теноч Уэрта, Джош Лукас, Кэссиди Фриман, Вероника Фалькон, Уилл Пэттон, Ливэн Рамбин, Сьюзи Абромейт, Алехандро Эдда, Энтони Молинари',
    description:
      'Этим летом все правила будут нарушены. Группа мародеров решает, что ежегодная Судная ночь не должна заканчиваться с наступлением утра, а может продолжаться бесконечно. Никто больше не будет в безопасности.',
    playerCode: 'u-7OatrGbkg',
    link: 'purge',
  },
  {
    title: 'Чёрная Вдова',
    beginDate: 'с 8 июля',
    endDate: 'по 21 июля',
    kind: 'Боевик, фантастика, приключения',
    director: 'Кейт Шортланд',
    duration: '133 мин. / 02:13',
    age: '16+',
    actors:
      'Скарлетт Йоханссон, Флоренс Пью, Рэйчел Вайс, Дэвид Харбор, О. Т. Фагбенли, Уильям Хёрт, Рэй Уинстон, Оливье Рихтерс, Иоланда Лайнс, Райан Кира Армстронг',
    description:
      'Наташе Романофф предстоит лицом к лицу встретиться со своим прошлым. Чёрной Вдове придется вспомнить о том, что было в её жизни задолго до присоединения к команде Мстителей, и узнать об опасном заговоре, в который оказываются втянуты её старые знакомые — Елена, Алексей (известный как Красный Страж) и Мелина.',
    playerCode: 'W7Pl9s3ybvA',
    link: 'black_widow',
  },
  {
    title: 'Космический джем. Новое поколение',
    beginDate: 'с 10 июля',
    endDate: 'по 28 июля',
    kind: 'Мультфильм, фантастика, фэнтези, комедия, приключения, семейный, спорт',
    director: 'Малкольм Д. Ли',
    duration: '120 мин. / 02:00',
    age: '6+',
    actors:
      'Леброн Джеймс, Дон Чидл, Cedric Joe, Крис Дэвис, Сонекуа Мартин-Грин, Сейэйр Дж Райт, Harper Leigh Alexander, Зоша Рокемор, Stephen Kankole, Джалин Холл, Леван Горозия',
    description:
      'Чтобы спасти сына, знаменитый чемпион НБА отправляется в сказочный мир, где в команде мультяшек вынужден сражаться на баскетбольной площадке с цифровыми копиями знаменитых игроков.',
    playerCode: '1fbGUxW-Ybc',
    link: 'space_jam',
  },
  {
    title: 'Пороховой коктейль',
    beginDate: 'с 15 июля',
    endDate: 'по 28 июля',
    kind: 'Боевик, триллер, приключения',
    director: 'Навот Папушадо',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Карен Гиллан, Лина Хиди, Карла Гуджино, Мишель Йео, Анджела Бассетт, Пол Джаматти, Фрейя Аллан, Ралф Айнесон, Хлоя Коулмэн, Майкл Смайли',
    description:
      'Быть киллером — весело и просто. Особенно для Сэм, которая от матери унаследовала талант к заказным убийствам. Но когда девушке приходится пойти наперекор собственному боссу, она становится мишенью целой армии головорезов. К счастью, мама и её бывшие напарницы готовы помочь угостить недоброжелателей своим фирменным «пороховым коктейлем».',
    playerCode: 'hvgrcsLRehA',
    link: 'milkshake',
  },
  {
    title: 'G. I. Joe. Бросок кобры: Снейк Айз',
    beginDate: 'с 22 июля',
    endDate: 'по 4 августа',
    kind: 'Фантастика, фэнтези, боевик, триллер, приключения',
    director: 'Роберт Швентке',
    duration: '121 мин. / 02:01',
    age: '16+',
    actors:
      'Генри Голдинг, Самара Уивинг, Урсула Корберо, Эндрю Кодзи, Ико Уайс, Питер Менса, Харука Абэ, Такэхиро Хира, Стивен Аллерик, Самуэль Финци',
    description:
      'Загадочный и суровый одиночка Снейк Айз спасает наследника древнего японского клана Арашикаге, и в знак признательности клан открывает ему тайные знания пути ниндзя. Но главное: Снейк Айз обретает то, к чему так долго стремился, — дом. Однако, когда становятся известны секреты его прошлого, на кону оказываются его честь, преданность и доверие самых близких людей.',
    playerCode: 'oi-Tz9XtCrc',
    link: 'gi_joe',
  },
  {
    title: 'Время',
    beginDate: 'с 22 июля',
    endDate: 'по 4 августа',
    kind: 'Триллер, драма, детектив',
    director: 'М. Найт Шьямалан',
    duration: '113 мин. / 01:53',
    age: '16+',
    actors:
      'Гаэль Гарсиа Берналь, Вики Крипс, Руфус Сьюэлл, Кен Люн, Никки Амука-Бёрд, Эбби Ли, Аарон Пьер, Алекс Вулф, Эмбет Дэвидц, Элайза Сканлен',
    description:
      'Семья отправляется в отпуск на тропический остров. Отдохнув всего пару часов на уединенном пляже, они обнаруживают, что повзрослели на несколько лет, а вся жизнь теперь — это один день.',
    playerCode: 'qtU3TvDyQaE',
    link: 'old',
  },
]
