export const filmsArray = [
  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с 12 мая',
    endDate: '',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '12+',
    dubbing: '',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: 'JcEKRP7h5G8',
    link: 'guardians_3',
  },

  {
    title: 'Братья Супер Марио в кино',
    beginDate: 'с 8 июня',
    endDate: '',
    kind: 'Мультфильм, фэнтези, приключения, комедия',
    director: 'Аарон Хорват',
    duration: '92 мин. / 01:32',
    age: '6+',
    dubbing: 'Red Head Sound',
    actors:
      'Крис Пратт, Чарли Дэй, Аня Тейлор-Джой, Джек Блэк, Кигэн-Майкл Ки, Сет Роген, Фред Армисен, Себастьян Манискалко, Кевин Майкл Ричардсон, Хари Пэйтон',
    description:
      'Братья-водопроводчики Марио и Луиджи открывают портал в подземный город, из которого должны вызволить пленённую принцессу Пич и сразиться с заклятым врагом Боузером.',
    playerCode: 'DurflEd-1tE',
    link: 'mario',
  },

  {
    title: 'Человек-паук: Паутина вселенных',
    beginDate: 'с 14 июня',
    endDate: '',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Жуакин Душ Сантуш',
    duration: '140 мин. / 02:20',
    age: '12+',
    dubbing: 'Red Head Sound',
    actors:
      'Шамеик Мур, Хейли Стайнфелд, Оскар Айзек, Джейк Джонсон, Исса Рэй, Брайан Тайри Генри, Луна Лорен Велес, Рэйчел Дрэч, Дэниэл Калуя, Майкл Рианда',
    description:
      'Майлз Моралес отправляется в приключение по мультивселенной вместе с Гвен Стейси и новой командой Людей-пауков, которым предстоит столкнуться с могущественным злодеем.',
    playerCode: 'RE1vNn7tvX4',
    link: 'spider_man',
  },
  {
    title: 'Русалочка',
    beginDate: 'с 21 июня',
    endDate: '',
    kind: 'Фэнтези, мелодрама, мюзикл',
    director: 'Роб Маршалл',
    duration: '135 мин. / 02:15',
    age: '6+',
    dubbing: '',
    actors:
      'Холли Бейли, Джона Хауэр-Кинг, Мелисса Маккарти, Хавьер Бардем, Нома Думезвени, Арт Малик, Давид Диггс, Джейкоб Тремблей, Аквафина, Джессика Александр',
    description:
      'Русалочка Ариэль из любви к человеческому принцу идёт на сделку с ведьмой Урсулой. Та даёт ей ноги, но взамен забирает голос.',
    playerCode: '9skaddaV1D4',
    link: 'mermaid',
  },
  {
    title: 'Экзорцист Ватикана',
    beginDate: 'с 29 июня',
    endDate: 'по 12 июля',
    kind: 'Ужасы',
    director: 'Джулиус Эйвери',
    duration: '103 мин. / 01:43',
    age: '18+',
    dubbing: 'Red Head Sound',
    actors:
      'Рассел Кроу, Дэниэл Дзоватто, Александра Эссоу, Франко Неро, Питер ДеСоуза-Фейхони, Лорел Марсден, Корнелл Джон, Райан О’Грэйди, Бьянка Бардо, Санти Байон',
    description:
      'Получив в наследство аббатство в Испании, вдова с двумя детьми проводила в здании ремонт, когда в её сына вселился дьявол и первым делом потребовал привести к нему священника. Знаменитый экзорцист Габриэль Аморт по заданию Папы Римского отправляется спасать мальчика и по приезде сразу понимает, что демон ему попался очень сильный и коварный.',
    playerCode: 'qoc-L3E-jaY',
    link: 'vatican',
  },

  {
    title: 'Трансформеры: Восхождение Звероботов',
    beginDate: 'с 15 июля',
    endDate: 'по 26 июля',
    kind: 'Фантастика, боевик, приключения',
    director: 'Стивен Кейпл мл.',
    duration: '127 мин. / 02:07',
    age: '12+',
    dubbing: 'Red Head Sound',
    actors:
      'Доминик Фишбэк, Энтони Рамос, Луна Лорен Велес, Дин Скотт Васкес, Тобе Нвигве, Сара Стайлс, Лени Паркер, Френсис Ламарр, Эйдан Дивайн, Кервин Джексон',
    description:
      'В 1994 году двое археологов, Елена и Ной, вступают в древний конфликт, связанный с максималами, предаконами и террорконами.',
    playerCode: 'Waw1weC19LY',
    link: 'transformers',
  },
  {
    title: 'Флэш',
    beginDate: 'с 22 июля',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Андрес Мускетти',
    duration: '144 мин. / 02:24',
    age: '12+',
    dubbing: 'Red Head Sound',
    actors:
      'Эзра Миллер, Майкл Китон, Саша Калле, Майкл Шеннон, Рон Ливингстон, Марибель Верду, Кирси Клемонс, Джереми Айронс, Антье Трауэ, Сирша-Моника Джексон',
    description:
      'Барри Аллен использует свою суперскорость, чтобы изменить прошлое, но его попытка спасти свою семью создает мир без супергероев.',
    playerCode: 'wRFPEH73fL0',
    link: 'flash',
  },
  {
    title: 'Питер Пэн и Венди',
    beginDate: 'с 27 июля',
    endDate: 'по 2 августа',
    kind: 'Фэнтези, семейный, приключения',
    director: 'Дэвид Лоури',
    duration: '106 мин. / 01:46',
    age: '6+',
    dubbing: 'Red Head Sound',
    actors:
      'Эвер Андерсон, Александр Молони, Джуд Лоу, Алисса Вапанатак, Джим Гэффиган, Джошуа Пикеринг, Jacobi Jupe, Молли Паркер, Алан Тьюдик, Яра Шахиди',
    description:
      'Накануне отъезда в частную закрытую школу Венди Дарлинг говорит матери, что не хочет взрослеть, и что было бы прекрасно, если бы всё оставалось, как есть. Этой же ночью девочку и двух её младших братьев посещает Питер Пэн с феей Динь-Динь и забирает в сказочную страну Нетландию, где ребятам предстоит познакомиться с невзрослеющими Потерянными мальчиками, индейской принцессой Тигровой Лилией и вступить в противостояние с безжалостным капитаном Крюком и его бандой злобных пиратов.',
    playerCode: '0-W9AEywqfM',
    link: 'peter_pan',
  },
  {
    title: 'Баба Яга спасает мир',
    beginDate: 'с 3 августа',
    endDate: 'по 23 августа',
    kind: 'Комедия, приключения, семейный',
    director: 'Карен Захаров',
    duration: '—',
    age: '6+',
    dubbing: '',
    actors:
      'Глафира Тарханова, Людмила Артемьева, Олеся Железняк, Григорий Сиятвинда, Алексей Дмитриев, Александр Ильин, Савелий Кудряшов, Марат Башаров, Ольга Науменко, Ян Цапник',
    description:
      'Любопытный школьник Сенька каким-то чудом попадает в сказочный древний лес. Он скрыт от людских глаз мощным заклятием Бабы Яги, призванным защитить людей и весь мир от дремлющих там темных сил. В лесу явно творится что-то неладное. Тревожные сигналы возвещают о том, что заклятие больше не действует и пробуждение зловещего волшебства и давно поверженных врагов — это лишь вопрос времени. Чтобы наложить заклятие снова, Яга вынуждена отправиться в современный город на поиск мощнейшего оружия волшебников, дивноцвета. Там ее ожидает встреча с множеством причуд современного мира, а в темном подземелье уже тысячу лет прячется Кощей Бессмертный, жаждущий отмщения, ведь именно Яга помогла одолеть его много веков назад. Сенька попал в сказку, но сможет ли он вырваться обратно, помочь спасти наш мир и на чьей стороне примет бой — добра или зла, всесильного Кощея или хитрой Яги?',
    playerCode: 'wlJPLFZ-w40',
    link: 'yaga',
  },
]
