export const filmsArray = [
  {
    title: 'Джон Уик 4',
    beginDate: 'с 23 марта',
    endDate: 'по 12 апреля',
    kind: 'Боевик, триллер, криминал',
    director: 'Чад Стахелски',
    duration: '169 мин. / 02:49',
    age: '18+',
    actors:
      'Киану Ривз, Донни Йен, Билл Скарсгард, Лоренс Фишбёрн, Хироюки Санада, Шамир Андерсон, Лэнс Реддик, Рина Саваяма, Скотт Эдкинс, Иэн Макшейн',
    description:
      'Джон Уик находит способ одержать победу над Правлением Кланов. Однако, прежде чем он сможет заслужить свою свободу, ему предстоит сразиться с новым врагом и его могущественными союзниками.',
    playerCode: 'xAviSwSSHMY',
    link: 'john_wick',
  },
  {
    title: 'Коты Эрмитажа',
    beginDate: 'с 23 марта',
    endDate: 'по 12 апреля',
    kind: 'Мультфильм, детский, комедия',
    director: 'Василий Ровенский',
    duration: '83 мин. / 01:23',
    age: '6+',
    actors:
      'Роман Курцын, Полина Гагарина, Павел Прилучный, Диомид Виноградов, Алексей Войтюк',
    description:
      'Юный кот по имени Винсент в компании мыши Мориса спасается от наводнения в старинном клавесине, который подбирают моряки и отправляют в Санкт-Петербург, где он попадает в Эрмитаж. Там Винсент знакомится с элитным кошачьим отрядом, что столетиями охраняет произведения искусства от мышей и прочих вредителей. Винсент мечтает обрести настоящую кошачью семью, но не хочет терять и своего друга Мориса, спасшего ему жизнь. Винсенту приходится скрывать друга, у которого к тому же есть одна «маленькая слабость» — Морис обожает грызть шедевры живописи. Ситуация максимально усложняется, когда в Эрмитаж прибывает одна из величайших картин человечества — «Мона Лиза», сгрызть которую — мечта всех мышей. Но ни Винсент, ни Морис, ни коты Эрмитажа не подозревают, что картину собираются похитить. И теперь Винсенту придется проявить всю свою изворотливость и смелость, чтобы спасти шедевр, защитить честь музея и завоевать любовь кошки по имени Клеопатра из египетского зала.',
    playerCode: '0OZ0mUYn8Kw',
    link: 'hermitage_cats',
  },

  {
    title: 'Подземелья и драконы: Честь среди воров',
    beginDate: 'с 13 апреля',
    endDate: 'по 26 апреля',
    kind: 'Фэнтези, боевик, комедия',
    director: 'Джон Фрэнсис Дейли, Джонатан М. Голдштейн',
    duration: '134 мин. / 02:14',
    age: '12+',
    actors:
      'Крис Пайн, Мишель Родригес, Реге-Жан Пейдж, Джастис Смит, София Лиллис, Хью Грант, Хлоя Коулмэн, Дэйзи Хэд, Кайл Хиксон, Спенсер Уайлдинг, Анатолий Фечин, Дарья Фечина, Максим Терлецкий, Андрей Мошан, Айгуль Шамсутдинова',
    description:
      'Эдгин Дарвис вместе с верной воительницей Хольгой объединяются с рассеянным магом Саймоном, ловкой друидкой Дорик и чопорным паладином Зенком, чтобы вернуть утерянную реликвию, наделенную огромной силой. Однако всё быстро идет наперекосяк, когда на их пути встает злодей Фордж.',
    playerCode: 'p-9VkAEErq8',
    link: 'd_and_d',
  },
  {
    title: 'Кот в сапогах 2: Последнее желание',
    beginDate: 'с 13 апреля',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, фэнтези',
    director: 'Джоэль Кроуфорд, Хануэль Меркадо',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Антонио Бандерас, Сальма Хайек, Харви Гильен, Флоренс Пью, Джон Малэйни, Вагнер Моура, Рэй Уинстон, Самсон Каё, Оливия Колман, Давайн Джой Рэндольф, Андрей Бибиков, Диана Нерсесова, Антон Кобылко, Елизавета Эбаноидзе, Георгий Вардиашвили',
    description:
      'Промотав восемь жизней из девяти и до смерти испугавшись пришедшего за ним волка-охотника за головами, Кот в сапогах внимает совету врача и заселяется в дом местной кошатницы. Там он смиряется с установленными порядками, отращивает бороду и теряет тягу к подвигам и приключениям, но только до тех пор, пока не узнаёт о волшебной карте, которая указывает путь к где-то упавшей Звезде желаний. Кот в сапогах твёрдо решает отыскать Звезду, чтобы вернуть свои жизни, и в компании притворявшегося кошачьим пёсика отправляется красть карту у известного коллекционера волшебных предметов Джека Хорнера.',
    playerCode: 'JA8Xw0ffel8',
    link: 'puss_in_boots_2',
  },
  {
    title: 'Улыбка',
    beginDate: 'с 13 апреля',
    endDate: '',
    kind: 'Ужасы',
    director: 'Паркер Финн',
    duration: '115 мин. / 01:55',
    age: '18+',
    actors:
      'Сози Бэйкон, Кайл Галлнер, Джесси Ашер, Робин Вайгерт, Кэйтлин Стэйси, Кэл Пенн, Роб Морган, Джиллиан Зинсер, Джуди Рейес, Дэвид Сочет',
    description:
      'Роуз Коттер работает в отделении скорой психиатрической помощи и однажды сталкивается с типичной, казалось бы, пациенткой — студенткой, несколько дней назад ставшей свидетелем самоубийства преподавателя. Девушка в истеричном состоянии утверждает, что находится в здравом уме и подвергается преследованиям некой злобной сущности. А после со страшной улыбкой перерезает себе горло. С этого момента Роуз начинает видеть улыбающуюся самоубийцу в самых неподходящих местах, а её жизнь постепенно разваливается на части.',
    playerCode: 'uC2gApW3TcU',
    link: 'smile',
  },
  {
    title: 'Вызов',
    beginDate: 'с 20 апреля',
    endDate: 'по 17 мая',
    kind: 'Драма',
    director: 'Клим Шипенко',
    duration: '170 мин. / 02:50',
    age: '6+',
    actors:
      'Юлия Пересильд, Милош Бикович, Владимир Машков, Олег Новицкий, Антон Шкаплеров, Пётр Дубров , Елена Валюшкина, Варвара Володина, Андрей Щепочкин, Александр Балуев',
    description:
      'Торакальный хирург Женя за месяц должна подготовиться к космическому полету и отправиться на МКС, чтобы спасти космонавта. Удастся ли ей справиться с испытаниями? Сможет ли она преодолеть неуверенность и страхи? Получится ли у нее провести сложнейшую операцию в условиях невесомости, от которой зависят шансы космонавта вернуться на Землю живым?',
    playerCode: 'PKBKmaOFlsg',
    link: 'challenge',
  },
  {
    title: 'Возрожденные',
    beginDate: 'с 27 апреля',
    endDate: 'по 17 мая',
    kind: 'Фантастика, ужасы',
    director: 'Егор Баранов',
    duration: '97 мин. / 01:37',
    age: '18+',
    actors:
      'Тимоти В. Мерфи, Кристен Ариза, Брэд Гринквист, Эзра Баззингтон, Адриа Теннор, Дэйв Дэвис, Катрин Торибио, Эри Френкель, Кензо Ли, Ниэлл Сегура',
    description:
      'Недалекое будущее. Ватикан находит способ воскрешать недавно умерших людей. Первым возвращенным к жизни становится маленький Ник, погибший в автокатастрофе. Спустя несколько лет мир разделен на два лагеря: защитников Ватикана и права человека на «второй шанс» и противников практики воскрешения. Среди первых оказывается отец Ника — Стэнли, ставший служителем виртуальной церкви воскресших. Когда один из его прихожан совершает массовое убийство, Стэнли узнает, что это уже не первый подобный случай. Поскольку Ватикан старается скрыть эти преступления, а под угрозой оказывается и его собственная семья, Стэнли начинает собственное расследование, чтобы раскрыть глобальный заговор, последствия которого могут стать катастрофическими для цивилизации.',
    playerCode: 'G7V9ER-cVEE',
    link: 'resurrected',
  },
  {
    title: 'Яга и книга заклинаний',
    beginDate: 'с 27 апреля',
    endDate: 'по 10 мая',
    kind: 'Мультфильм, семейный, приключения',
    director: 'Владимир Саков',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Юлия Хлынина, Фёдор Бондарчук, Лидия Чистякова-Ионова, Елена Шульман, Илья Бледный, Диомид Виноградов, Злата Осипова, Пётр Каледин, Наталья Шеховцева, Александра Курагина',
    description:
      'Рыжеволосая ведьма Яга живет с котом-изобретателем и весёлыми домовыми в избушке на болотах Тридевятого царства и практикуется в магии. Чтобы научиться колдовать по-настоящему, ей не хватает Книги Заклинаний, похищенной у неё много лет назад злой колдуньей Белладонной. Внезапно судьба дает Яге шанс поквитаться с заклятой обидчицей, когда на пороге избушки появляется царевна Синеглазка. В чем сила истинного волшебства, и кто окажется настоящей злодейкой?',
    playerCode: 'NUo2GccvGqY',
    link: 'yaga',
  },
]
