export const filmsArray = [
  {
    title: 'Вонка',
    beginDate: 'с 11 января',
    endDate: '',
    kind: 'Мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Пол Кинг',
    duration: '116 мин. / 01:56',
    age: '12+',
    actors:
      'Тимоти Шаламе, Колин О’Брайэн, Кала Лэйн, Кигэн-Майкл Ки, Пэтерсон Джозеф, Мэтт Лукас, Мэтью Бэйнтон, Салли Хокинс, Роуэн Эткинсон, Оливия Колман',
    description:
      'Мечтая открыть магазин в городе, известном своим шоколадом, молодой и бедный Вилли Вонка обнаруживает, что индустрией управляет картель жадных шоколатье.',
    playerCode: 'RqF0nw4JEto',
    link: 'wonka',
  },
  {
    title: 'Мастер и Маргарита',
    beginDate: 'с 25 января',
    endDate: '',
    kind: 'Драма, фэнтези',
    director: 'Михаил Локшин',
    duration: '157 мин. / 02:37',
    age: '18+',
    actors:
      'Аугуст Диль, Евгений Цыганов, Юлия Снигирь, Юрий Колокольников, Алексей Розин, Кеша, Полина Ауг, Евгений Князев, Данил Стеклов, Марат Башаров',
    description:
      'Москва, 1930-е годы. Известный писатель на взлёте своей карьеры внезапно оказывается в центре литературного скандала. Спектакль по его пьесе снимают с репертуара, коллеги демонстративно избегают встречи, в считанные дни он превращается в изгоя. Вскоре после этого, он знакомится с Маргаритой, которая становится его возлюбленной и музой. Воодушевлённый ее любовью и поддержкой, писатель берется за новый роман, в котором персонажи — это люди из его окружения, а главный герой — загадочный Воланд, прообразом которого становится недавний знакомый иностранец. Писатель уходит с головой в мир своего романа и постепенно перестает замечать, как вымысел и реальность сплетаются в одно целое.',
    playerCode: '62VjI3ONTxw',
    link: 'm_and_m',
  },

  {
    title: 'Лёд 3',
    beginDate: 'с 14 февраля',
    endDate: '',
    kind: 'Мелодрама',
    director: 'Юрий Хмельницкий',
    duration: '-',
    age: '6+',
    actors:
      'Александр Петров, Мария Аронова, Анна Савранская, Степан Белозеров, Сергей Лавыгин, Елена Николаева, Александр Власенко, Сергей Беляев, Златия Нечаева',
    description:
      'Надя выросла и стала фигуристкой. Она мечтает о «Кубке Льда», как когда-то мечтала ее мама. Горин возражает против спортивной карьеры дочери — он оберегает ее от любых трудностей и его можно понять: он потерял слишком много. На тайной тренировке Надя знакомится с молодым и дерзким хоккеистом из Москвы, и между ними вспыхивает первая любовь. Отец не верит в искренность чувств юноши и разлучает пару.\n' +
      'Но препятствия только укрепляют настоящую любовь, а когда любишь — самый сказочный финал может стать реальностью.',
    playerCode: 'qwz8SCu2cXA',
    link: 'ice_3',
  },

  {
    title: 'Супер Крылья. Фильм',
    beginDate: 'с 15 февраля',
    endDate: '',
    kind: 'Мультфильм, детский, приключения',
    director: 'Чон Гиль-хун',
    duration: '89 мин. / 01:29',
    age: '6+',
    actors: '-',
    description:
      'Миссия самолета-трансформера Джетта и его команды — помогать людям по всему миру. Новый коварный противник жаждет повергнуть Землю в хаос. С этой целью он насылает на мегаполисы своих продвинутых роботов, а остановить его могут только Джетт, его друзья и их суперсмелость, суперскорость и супердружба.',
    playerCode: 'b4I4sKDP-7w',
    link: 'super_wings',
  },
  {
    title: 'Онегин',
    beginDate: 'с 7 марта',
    endDate: '',
    kind: 'Мелодрама',
    director: 'Сарик Андреасян',
    duration: '141 мин. / 02:21',
    age: '12+',
    actors:
      'Виктор Добронравов, Денис Прытков, Лиза Моряк, Таня Сабинова, Алёна Хмельницкая, Алексей Гришин, Татьяна Лютаева, Владимир Вдовиченков, Ольга Тумайкина, Александр Яцко',
    description:
      'Евгений Онегин живет на широкую ногу: балы, приемы, театральные премьеры и прочие развлечения, которые может предложить молодому человеку столица. Но светская жизнь давно утомила его, потому известие о болезни живущего в деревне дяди, он воспринимает, как возможность сбежать от опостылевшего света. Однако, добравшись до имения, Онегин узнает о кончине родственника, что, впрочем, не сильно расстраивает Евгения. Его финансовые дела весьма печальны, а дядя богат и других наследников у него нет. Онегин запирается в имении, сторонится соседей, которые очень скоро начинают называть его между собой чудаком. В бесцельном одиночестве Евгений живет до тех пор, пока в соседнем имении не объявляется вернувшийся из-за границы хозяин — юный, восторженный, еще не пресыщенный жизнью Ленский, который знакомит Евгения с сестрами Татьяной и Ольгой Лариными.',
    playerCode: '92abv2I7_m0',
    link: 'onegin',
  },
]
