export const filmsArray = [
  {
    title: 'Элементарно',
    beginDate: 'с 19 октября',
    endDate: '',
    kind: 'Мультфильм, драма, комедия, приключения, семейный',
    director: 'Питер Сон',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Леа Льюис, Мамуду Ати, Роналдо Дель Кармен, Шила Омми, Венди Маклендон-Кови, Кэтрин О’Хара, Мэйсон Вартхаймер, Ронобир Лахири, Уильма Бонет, Джо Пера',
    description:
      'В Элемент-Сити обитатели огня, воды, земли и воздуха живут вместе. У сильной и вспыльчивой Эмбер завязывается дружба с расслабленным, плывущим по течению Уэйдом — дружба, которая бросит вызов её представлениям о мире вокруг.',
    playerCode: 'oDcmREQPXBg',
    link: 'elemental',
  },
  {
    title: 'По щучьему велению',
    beginDate: 'с 26 октября',
    endDate: 'по 15 ноября',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Никита Кологривый, Мила Ершова, Алина Алексеева, Юрий Колокольников, Роман Мадянов, Фёдор Лавров, Агриппина Стеклова, Сергей Бурунов, Тимофей Меренков, Валерия Рустамова',
    description:
      'Если ты идешь на рыбалку — будь готов к тому, что вытянешь рыбу своей мечты, волшебную Щуку, которая может исполнить три любых твоих желания. Только Емеля спустил два желания на ветер, а третье решил приберечь. Поэтому, чтобы добиться руки царской дочери Анфисы, придется ему действовать без волшебной силы, самому. А помогать ему будет Щука, которая без своей шкурки предстает обычной девушкой Василисой. Вместе им предстоит найти скатерть-самобранку, встретиться с Котом Баюном, отправиться в мрачное царство Кощея и понять, что настоящее чудо — это быть с тем, кого любишь.',
    playerCode: 'N4pAp8DR_TQ',
    link: 'ivan_the_dumb',
  },

  {
    title: 'Императрицы',
    beginDate: 'с 26 октября',
    endDate: 'по 8 ноября',
    kind: 'История, драма',
    director: 'Андрей Кравчук',
    duration: '110 мин. / 01:50 ',
    age: '12+',
    actors:
      'Юлия Пересильд, Иван Колесников, Игорь Гордин, Ксения Утехина, Анастасия Талызина, Мария Пересильд, Анна Уколова, Александра Велескевич, Коля Ноекёльн, Павел Ворожцов',
    description:
      'Петр I пообещал маленькой дочери Елизавете, что выдаст ее замуж за Людовика XV, и она станет королевой Франции. Но все планы, в том числе договоренности с французским королем, рушатся вместе со смертью великого монарха: Петр I уходит из жизни, не успев назначить наследника. Так начинается безжалостная и беспощадная эпоха дворцовых переворотов — время интриг и борьбы за власть. Устоит ли построенная Петром империя и ее новая столица Санкт-Петербург? Какую цену придется заплатить Елизавете Петровне, младшей дочери великого монарха, чтобы занять свое место в истории? И что могут дать России женщины на престоле?',
    playerCode: 'aErAOVoF8Rs',
    link: 'empress',
  },
  {
    title: 'Пила 10',
    beginDate: 'с 2 ноября',
    endDate: '',
    kind: 'Ужасы, триллер',
    director: 'Кевин Гротерт',
    duration: '118 мин. / 01:58',
    age: '18+',
    actors:
      'Тобин Белл, Сюннёве Макоди Лунд, Шоуни Смит, Стивен Брэнд, Рената Вака, Джошуа Окамото, Октавио Инохоса, Паулетта Эрнандес, Хорхе Брисеньо, Костас Мэндилор',
    description:
      'Надеясь излечиться от рака, Джон Крамер отправляется в Мексику на экспериментальное лечение. Операция проходит успешно, и доктор обещает ему начало новой жизни, но вскоре выясняется, что это было постановочное мошенничество и обман отчаявшихся больных. Теперь Джон наставит аферистов на путь истинный в своём фирменном стиле — при помощи хитроумных жестоких ловушек.',
    playerCode: 'ezWBKG5p4dc',
    link: 'saw_x',
  },
  {
    title: 'Пять ночей с Фредди',
    beginDate: 'с 9 ноября',
    endDate: 'по 22 ноября',
    kind: 'Ужасы',
    director: 'Эмма Тамми',
    duration: '110 мин. / 01:50',
    age: '18+',
    actors:
      'Джош Хатчерсон, Пайпер Рубио, Элизабет Лэил, Мэттью Лиллард, Мэри Стюарт Мастерсон, Кэт Коннер Стерлинг, Кристиан Стоукс, Джозеф Поликуин, Лукас Грант, Грант Фили',
    description:
      'Майк Шмидт устраивается работать охранником в «Freddy Fazbear’s Pizza» — когда-то успешный, но ныне заброшенный семейный развлекательный центр. В первую ночь на работе он понимает, что ночную смену будет не так-то просто выдержать.',
    playerCode: 'WgKp00O9wCQ',
    link: '5_nights',
  },
  {
    title: 'Гран туризмо',
    beginDate: 'с 16 ноября',
    endDate: '',
    kind: 'Боевик, драма, приключения, спорт',
    director: 'Нил Бломкамп',
    duration: '134 мин. / 02:14',
    age: '16+',
    actors:
      'Арчи Мадекве, Орландо Блум, Дэвид Харбор, Никхил Пармар, Мэйв Куртье-Лилли, Дэниэл Пуиг, Джимон Хонсу, Джери Халлиуэлл, Даррен Барнет,Джоша Страдовски',
    description:
      'Заядлый геймер Янн Марденборо, несостоявшийся автогонщик Джейк Солтер и идейный маркетолог Дэнни Мур вместе рискнут всем, чтобы найти своё место в самом элитном виде спорта.',
    playerCode: 'S6arwR2FDAQ',
    link: 'gran_turismo',
  },
  {
    title: 'Тёща',
    beginDate: 'с 30 ноября',
    endDate: '',
    kind: 'Комедия',
    director: 'Аскар Узабаев',
    duration: '98 мин. / 01:38',
    age: '16+',
    actors:
      'Лариса Гузеева, Гарик Харламов, Настасья Самбурская, Александр Лыков, Марк Богатырев, Никита Тарасов, Анна Уколова, Толепберген Байсакалов, Жаныл Асанбекова, Ёла Санько',
    description:
      'Ольга Николаевна — волевая женщина и начальница ЖКХ, которая вполне довольна своей жизнью. Она хозяйка дома и на работе, полностью контролирует своего мужа Романа Павловича и оберегает дочь Варю. Единственный, кто не вписывается в её счастливую картину мира, — это зять Виктор, от которого на днях должна родить горячо любимая дочка. И вот однажды шквал взаимных претензий становится так велик, что прямо на семейном празднике ситуация выходит из-под контроля.',
    playerCode: 'rwA52mKkXBw',
    link: 'tesha',
  },
]
