export const filmsArray = [
  {
    title: 'По щучьему велению',
    beginDate: 'с 26 октября',
    endDate: '',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Никита Кологривый, Мила Ершова, Алина Алексеева, Юрий Колокольников, Роман Мадянов, Фёдор Лавров, Агриппина Стеклова, Сергей Бурунов, Тимофей Меренков, Валерия Рустамова',
    description:
      'Если ты идешь на рыбалку — будь готов к тому, что вытянешь рыбу своей мечты, волшебную Щуку, которая может исполнить три любых твоих желания. Только Емеля спустил два желания на ветер, а третье решил приберечь. Поэтому, чтобы добиться руки царской дочери Анфисы, придется ему действовать без волшебной силы, самому. А помогать ему будет Щука, которая без своей шкурки предстает обычной девушкой Василисой. Вместе им предстоит найти скатерть-самобранку, встретиться с Котом Баюном, отправиться в мрачное царство Кощея и понять, что настоящее чудо — это быть с тем, кого любишь.',
    playerCode: 'N4pAp8DR_TQ',
    link: 'ivan_the_dumb',
  },

  {
    title: 'Проклятие монахини 2',
    beginDate: 'с 23 ноября',
    endDate: '',
    kind: 'Ужасы',
    director: 'Майкл Чавес',
    duration: '110 мин. / 01:50',
    age: '18+',
    actors:
      'Таисса Фармига, Йонас Блоке, Сторм Рид, Анна Попплуэлл, Бонни Ааронс, Кэтлин Роуз Дауни, Сюзэнн Бертиш, Леонтин Д’Онсьё, Анук Дарвин Хоумвуд, Питер Хадсон',
    description:
      '1956 год. Прокатившаяся по европейским храмам и монастырям волна загадочных смертей наводит Ватикан на мысль, что принявший обличие монахини коварный демон не отправился в ад и теперь преследует какую-то цель. Сестре Ирэн даётся задание выяснить, куда направляется злобная сущность и что она ищет. Девушка отправляется из Италии во Францию, а за ней увязывается Дебра — молодая послушница, которая жаждет стать свидетелем чуда.',
    playerCode: 'SEU9sCOJ2Yo',
    link: 'the_nun',
  },

  {
    title: 'Тёща',
    beginDate: 'с 30 ноября',
    endDate: '',
    kind: 'Комедия',
    director: 'Аскар Узабаев',
    duration: '98 мин. / 01:38',
    age: '16+',
    actors:
      'Лариса Гузеева, Гарик Харламов, Настасья Самбурская, Александр Лыков, Марк Богатырев, Никита Тарасов, Анна Уколова, Толепберген Байсакалов, Жаныл Асанбекова, Ёла Санько',
    description:
      'Ольга Николаевна — волевая женщина и начальница ЖКХ, которая вполне довольна своей жизнью. Она хозяйка дома и на работе, полностью контролирует своего мужа Романа Павловича и оберегает дочь Варю. Единственный, кто не вписывается в её счастливую картину мира, — это зять Виктор, от которого на днях должна родить горячо любимая дочка. И вот однажды шквал взаимных претензий становится так велик, что прямо на семейном празднике ситуация выходит из-под контроля.',
    playerCode: 'rwA52mKkXBw',
    link: 'tesha',
  },
  {
    title: 'Ёлки 10',
    beginDate: 'с 7 декабря',
    endDate: '',
    kind: 'Комедия',
    director: 'Дамир Мифтахов, Иван Чехов',
    duration: '90 мин. / 01:30',
    age: '12+',
    actors:
      'Елена Валюшкина, Галина Польских, Юрий Кузнецов, Борис Щербаков, Регина Тодоренко, Егор Корешков, Филипп Киркоров, Виталий Кищенко, Ольга Дибцева, Александр Баширов',
    description:
      'В новогоднюю ночь всегда есть место чуду, даже если ты вдруг перестал в него верить. Геннадьич, коротающий свой век в доме престарелых под Санкт-Петербургом, обретёт свою настоящую семью. Начинающей блогерше Ларисе из Тюмени предстоит узнать, на что ради своих близких готов решиться её супруг. Марине из Татарстана — научиться любить то, что действительно важно для её мужа. А девушка-геймерша по имени Таня из Нижнего Новгорода поймёт, что настоящая любовь — это совсем не игра. Ведь в самую волшебную ночь года каждый имеет шанс обрести своё персональное счастье.',
    playerCode: 'jSZoIg_okvg',
    link: 'elki',
  },
  {
    title: 'Тролли 3',
    beginDate: 'с 7 декабря',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный, музыка',
    director: 'Уолт Дорн, Тим Хейц',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Анна Кендрик, Джастин Тимберлейк, Камила Кабейо, Эрик Андре, Кид Кади, Кенан Томпсон, Уолт Дорн, Андерсон Паак, Рон Фанчес, Кунал Нэйэр',
    description:
      'Розочка узнает, что её возлюбленный Цветан когда-то был частью её любимого бойз-бэнда «Братаны» вместе со своими четырьмя братьями. Группа распалась, когда Цветан был ещё младенцем, и с тех пор он не видел своих братьев, но когда одного из них похищают неизвестные злодеи, Цветан и Розочка отправляются в путешествие, чтобы наконец-то воссоединить семью с помощью волшебной силы музыки.',
    playerCode: 'vleN3wA8f98',
    link: 'trolls',
  },
]
