export const filmsArray = [
  {
    title: 'Иван Царевич и Серый Волк 5',
    beginDate: 'с 29 декабря',
    endDate: 'по 11 января',
    kind: 'Мультфильм, приключения, семейный',
    director: 'Константин Феоктистов',
    duration: '—',
    age: '6+',
    actors:
      'Никита Ефремов, Александр Боярский, Михаил Боярский, Татьяна Бунина, Максим Сергеев',
    description:
      'Была у Ивана с Василисой не жизнь, а сказка. Буквально. И эту сказку они уже знали, а им захотелось отправиться туда-не-знаю-когда. Вот только одна бабочка со своим эффектом крылышком махнула да устроила волшебную перезагрузку. Теперь во всем Тридевятом царстве никто не помнит даже как Ивана звать, включая саму Василису. А значит, чтобы снова добиться принцессы, Ивану с Серым Волком нужно перевернуть всю мультик-вселенную.',
    playerCode: '0qJa8JFBFDQ',
    link: 'ivan5',
  },
  {
    title: 'Билет в рай',
    beginDate: 'с 29 декабря',
    endDate: 'по 4 января',
    kind: 'Мелодрама, комедия',
    director: 'Ол Паркер',
    duration: '104 мин. / 01:44',
    age: '12+',
    actors:
      'Джордж Клуни, Джулия Робертс, Кейтлин Дивер, Максим Буттье, Билли Лурд, Лукас Браво, Шон Линч, Ариэль О’Нилл, Линг Хсю Тэнг, Чарльз Аллен, Владимир Новосардов, Александра Филатова, Елизавета Эбаноидзе, Бека Медзмариашвили, Вероника Кулешова',
    description:
      'Разведённая пара вынуждена объединиться, чтобы поехать на Бали и помешать дочери Лили выйти замуж за местного парня. По их мнению, девушка совершает ту же ошибку, что и они 25 лет назад.',
    playerCode: '94u7EqgbGLk',
    link: 'ticket_to_paradise',
  },
  {
    title: 'Чебурашка',
    beginDate: 'с 1 января',
    endDate: 'по 11 января',
    kind: 'Семейный, комедия',
    director: 'Дмитрий Дьяченко',
    duration: '—',
    age: '6+',
    actors:
      'Сергей Гармаш, Ольга Кузьмина, Полина Максимова, Фёдор Добронравов, Сергей Лавыгин, Елена Яковлева, Дмитрий Лысенков, Софья Зайка, Илья Кондратенко, Ева Смирнова',
    description:
      'Иногда, чтобы вернуть солнце и улыбки в мир взрослых, нужен один маленький ушастый герой. Мохнатого непоседливого зверька из далекой апельсиновой страны ждут удивительные приключения в тихом приморском городке, где ему предстоит найти себе имя, друзей и дом. Помогать — и мешать! — ему в этом будут нелюдимый старик-садовник, странная тетя-модница и ее капризная внучка, мальчик, который никак не начнет говорить, и его мама, которой приходится несладко, хотя она и варит самый вкусный на свете шоколад. И многие-многие другие, в чью жизнь вместе с ароматом апельсинов вот-вот ворвутся волшебство и приключения.',
    playerCode: 'x1qvJL7NF9s',
    link: 'cheburashka',
  },
  {
    title: 'Чёрный Адам',
    beginDate: 'с 5 января',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Жауме Кольет-Серра',
    duration: '125 мин. / 02:05',
    age: '12+',
    actors:
      'Дуэйн Джонсон, Элдис Ходж, Пирс Броснан, Ной Сентинео, Сара Шахи, Куинтесса Суинделл, Марван Кензари, Бодхи Сабонгуй, Мохаммед Амер, Джеймс Мойер, Серго Кения, Владимир Новосардов, Александр Жданович, Савва Самодуров, София Габелия',
    description:
      '5000 лет назад Чёрный Адам был наделен силами египетских богов и заключён в тюрьму. Теперь он освобождается из своей усыпальницы и готовится явить миру уникальный подход к борьбе за справедливость.',
    playerCode: 'qTLqSkKd5Wg',
    link: 'black_adam',
  },
  {
    title: 'Операция «Фортуна»',
    beginDate: 'с 12 января',
    endDate: 'по 25 января',
    kind: 'Боевик, триллер, комедия',
    director: 'Гай Ричи',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Джейсон Стэйтем, Обри Плаза, Джош Хартнетт, Кэри Элвес, Багзи Мэлоун, Хью Грант, Эдди Марсан, Макс Бисли, Евгения Кузьмина, Лурдес Фаберес',
    description:
      'Элитный разведчик Орсон Форчун получил новое задание: остановить продажу и распространение смертельного оружия. Но в одиночку ему эту миссию не потянуть. Он вынужден объединиться с лучшими оперативниками мира, а также известным киноактером, который предоставит лихой группе убедительное прикрытие. На кону — судьба человечества, и в этот раз супершпионам придется играть по правилам Голливуда.',
    playerCode: 'Y8ohAQQcfM0',
    link: 'fortuna',
  },
  {
    title: 'Аватар: Путь воды',
    beginDate: 'с 17 января',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Джеймс Кэмерон',
    duration: '192 мин. / 03:12',
    age: '12+',
    actors:
      'Сэм Уортингтон, Зои Салдана, Сигурни Уивер, Стивен Лэнг, Кейт Уинслет, Клифф Кёртис, Джоэль Мур, Си Си Эйч Паундер, Иди Фалько, Брендан Коуэлл, Александр Ноткин, Виктория Павленко, Карина Кудекова, Денис Анников, Ольга Бобрик',
    description:
      "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.",
    playerCode: 'B6lIqhEepQc',
    link: 'avatar_2',
  },
]
