export const filmsArray = [
  {
    title: 'Миньоны: Грювитация',
    beginDate: 'с 8 сентября',
    endDate: '',
    kind: 'Мультфильм, фантастика, комедия, криминал, приключения, семейный',
    director: 'Кайл Балда, Брэд Эблесон, Джонатан дель Валь',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Стив Карелл, Пьер Коффан, Алан Аркин, Тараджи П. Хенсон, Мишель Йео, Джули Эндрюс, Расселл Брэнд, Жан-Клод Ван Дамм, Дольф Лундгрен, Дэнни Трехо, Сергей Бурунов, Константин Карасик, Ульяна Чеботарь, Анастасия Лапина, Ольга Мугрычёва',
    description:
      'Миллион лет миньоны искали самого великого и ужасного предводителя, пока не встретили ЕГО. Знакомьтесь — Грю. Пусть он еще очень молод, но у него в планах по-настоящему гадкие дела, которые заставят планету содрогнуться.',
    playerCode: 'bsQcGpZwHl4',
    link: 'minions',
  },

  {
    title: 'Базз Лайтер',
    beginDate: 'с 29 сентября',
    endDate: '',
    kind: 'Мультфильм, фантастика, боевик, драма, приключения, семейный',
    director: 'Энгус МакЛэйн',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Крис Эванс, Кеке Палмер, Питер Сон, Тайка Вайтити, Дэйл Соулс, Джеймс Бролин, Узо Адуба, Мэри МаДональд-Льюис, Исайя Уитлок мл., Энгус МакЛэйн',
    description:
      'История приключений легендарного космического рейнджера Базза Лайтера.',
    playerCode: '1mytqwPx2do',
    link: 'lightyear',
  },

  {
    title: 'Сердце пармы',
    beginDate: 'с 6 октября',
    endDate: 'по 19 октября',
    kind: 'Драма, история',
    director: 'Антон Мегердичев',
    duration: '160 мин. / 02:40',
    age: '16+',
    actors:
      'Александр Кузнецов, Елена Ербакова, Сергей Пускепалис, Евгений Миронов, Виталий Кищенко, Фёдор Бондарчук, Владимир Свирский, Роза Хайруллина, Елена Панова, Александр Горбатов',
    description:
      'Русский князь Михаил и юная Тиче — дети разных народов, разных миров и разных богов. Любовь молодого воителя и ведьмы-ламии кажется невозможной, но преодолевает все запреты, запуская маховик рока. Отныне только от Михаила зависит будущее родной пармы, древних суровых земель, напоенных чудодейственной мощью кровавых языческих богов. Здесь сталкиваются герои и призраки, князья и шаманы, вогулы и московиты. Здесь расстаться с жизнью — не так страшно, как выбрать между долгом, верностью братству и любовью к единственной женщине на свете.',
    playerCode: 'Vjq5i-yq96U',
    link: 'heart_of_parma',
  },
  {
    title: 'Иван Семёнов: Школьный переполох',
    beginDate: 'с 13 октября',
    endDate: 'по 19 октября',
    kind: 'Комедия, семейный',
    director: 'Антон Богданов',
    duration: '—',
    age: '6+',
    actors:
      'Роман Погорелов, Александр Лойе, Валерия Дергилева, Мария Шукшина, Надежда Лумпова, Юрий Гальцев, Софья Грузенко, Софья Мосина, Филат Новиков, Константи Костин',
    description:
      'История приключений хулигана и фантазера Ивана Семёнова, которого за плохое поведение переводят из элитной частной гимназии в самую обычную школу на окраине Перми. В новом классе Иван быстро находит себе друзей и проказничает еще хлеще, становясь кошмаром для всей школы.',
    playerCode: 'd-0gFx1rBvw',
    link: 'ivan',
  },
  {
    title: 'Самаритянин',
    beginDate: 'с 13 октября',
    endDate: 'по 19 октября',
    kind: 'Фантастика, фэнтези, боевик, драма',
    director: 'Джулиус Эйвери',
    duration: '102 мин. / 01:42',
    age: '16+',
    actors:
      'Сильвестр Сталлоне, Джейвон Уолтон, Пилу Асбек, Даша Поланко, София Татум, Мойзес Ариас, Мартин Старр, Jared Odrick, Майкл Аарон Миллиган, Генри Дж. Сандерс',
    description:
      '20 лет прошло после эпической битвы, в которой супергерой Самаритянин, уничтожив суперзлодея, погиб сам. Однако, некоторые люди верят, что Самаритянин жив и просто скрывается. Однажды парнишка с окраины знакомится со стариком, живущим в доме напротив. Вскоре мальчик понимает, что пожилой мужчина — тот самый пропавший супергерой.',
    playerCode: '_QS8iYGbyiw',
    link: 'samaritan',
  },
]
