export const filmsArray = [
  {
    title: 'Мультивселенная безумия',
    beginDate: 'с 21 июля',
    endDate: '',
    kind: 'Фэнтези, боевик, приключения, фантастика, ужасы',
    director: 'Сэм Рэйми',
    duration: '126 мин. / 02:06',
    age: '12+',
    actors:
      'Бенедикт Камбербэтч, Элизабет Олсен, Чиветель Эджиофор, Бенедикт Вонг, Сочил Гомес, Майкл Стулбарг, Рэйчел МакАдамс, Патрик Стюарт, Джон Красински, Хейли Этвелл',
    description:
      'Доктор Стрэндж при помощи Вонга спасает от гигантского осьминога девушку-подростка по имени Америка Чавес, которая при сильном испуге может открывать порталы в параллельные вселенные. Пытаясь уберечь новую знакомую от злой силы, жаждущей заполучить её способность, Доктор вместе с Америкой пускается в путешествие по мультивселенной.',
    playerCode: 'L0h0cydG3iI',
    link: 'multiverse_of_madness',
  },

  {
    title: 'Пес-самурай и город кошек',
    beginDate: 'с 21 июля',
    endDate: 'по 10 августа',
    kind: 'Мультфильм, приключения, фэнтези',
    director: 'Марк Куцир, Роб Минкофф, Крис Бэйли',
    duration: '97 мин. / 01:37',
    age: '6+',
    actors:
      'Мишель Йео, Сэмюэл Л. Джексон, Мэл Брукс, Рики Джервэйс, Майкл Сера, Джимон Хонсу, Аасиф Мандви, Джордж Такей, Габриэль Иглесиас, Кэти Шим',
    description:
      'Хэнк — смелый пёс, мечтающий стать самураем, вот только в городе кошек его никто не воспринимает всерьёз. Но когда армия пушистых ниндзя угрожает стереть их городок с лица Земли, Хэнк становится единственной надеждой на спасение. Теперь с помощью мудрого учителя и верных друзей он должен в сжатые сроки овладеть навыками великого воина. Только так у него появится шанс победить в эпической битве с могущественным врагом, вооруженным от усов до хвоста.',
    playerCode: 'LHPTSr3DH4Q',
    link: 'samurai_dog',
  },
  {
    title: 'Я краснею',
    beginDate: 'с 30 июня',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Доми Ши',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Розали Чян, Сандра О, Ава Морс, Пак Хе-ин, Майтреи Рамакришнан, Орион Ли, Вай Чин Хо, Тристан Аллерик Чен, Лори Тан Чинн',
    description:
      'Торонто, 2002 год. Активная и неунывающая 13-летняя Мэйлинь всеми силами пытается быть первой во всём, чтобы угодить строгой гиперопекающей матери. Семья девочки живёт при храме и поклоняется Богине-прародительнице. Одним прекрасным утром Мэйлинь просыпается и вместо привычного отражения в зеркале видит красную панду — теперь, когда она волнуется, злится или испытывает другие сильные эмоции, превращается в большого зверя. Мало того, что это происходит в самые неподходящие моменты, так ещё и посещение концерта обожаемой Мэйлинь и её подружками мальчиковой группы 4-Town оказывается под угрозой.',
    playerCode: 'GkLjQWlbHbQ',
    link: 'turning_red',
  },
  {
    title: 'Соник 2',
    beginDate: 'с 28 июля',
    endDate: '',
    kind: 'Приключения, боевик, комедия, семейный',
    director: 'Джефф Фаулер',
    duration: '122 мин. / 02:02',
    age: '6+',
    actors:
      'Джеймс Марсден, Джим Керри, Бен Шварц, Тика Самптер, Идрис Эльба, Наташа Ротуэлл, Адам Палли, Шемар Мур, Ли Мадждуб, Коллин О’Шонесси',
    description:
      'Поселившись в Грин-Хилз, Соник стремится доказать, что у него есть все задатки настоящего героя. И геройское испытание не заставляет себя долго ждать: злодейский доктор Роботник вновь строит козни. На этот раз — с загадочным напарником Наклзом. Вместе они разыскивают бесценный изумруд, в котором заключены силы, способные уничтожать целые цивилизации. Соник объединяется с лисенком Тейлзом, чтобы отправиться в кругосветное путешествие и найти изумруд до того, как он попадет в плохие руки.',
    playerCode: 'x6mWYLlX6Vg',
    link: 'sonic_2',
  },
  {
    title: 'Затерянный город',
    beginDate: 'с 4 августа',
    endDate: '',
    kind: 'Комедия, приключения, мелодрама, боевик',
    director: 'Аарон Ни, Адам Ни',
    duration: '112 мин. / 01:52',
    age: '16+',
    actors:
      'Сандра Буллок, Ченнинг Татум, Дэниэл Рэдклифф, Давайн Джой Рэндольф, Брэд Питт, Оскар Нуньес, Патти Харрисон, Боуэн Янг, Стивен Лэнг, Джоан Прингл',
    description:
      'После смерти мужа-археолога Лоретта Сейдж спряталась от общества и стала писать довольно популярные любовно-приключенческие романы. События в них разворачиваются в экзотических местах, а спутником главной героини неизменно выступает красавец Дэш, которого на обложках книг воплощает модель Алан — мечта всего фандома. После презентации очередного бестселлера Лоретту внезапно похищает эксцентричный миллиардер, уверенный, что она сможет расшифровать древние надписи и привести его к сокровищам затерянного города из её последней книги. Алан случайно становится свидетелем похищения и, решив доказать, что может быть героем и в реальной жизни, вместе с ассистентками писательницы разрабатывает спасательную операцию и сам отправляется Лоретте на выручку.',
    playerCode: 'IHIHj2ISPZ8',
    link: 'lost_city',
  },
  {
    title: 'Плохие парни',
    beginDate: 'с 4 августа',
    endDate: '',
    kind: 'Мультфильм, комедия, криминал, приключения, семейный',
    director: 'Пьер Перифел',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Сэм Рокуэлл, Марк Мэрон, Аквафина, Крэйг Робинсон, Энтони Рамос, Ричард Айоади, Зази Битц, Алекс Борштейн, Лилли Сингх, Барбара Гудсон',
    description:
      'Мир еще не видел столь искусных авантюристов: ловкий карманник Мистер Волк, опытный взломщик сейфов Мистер Змей, хладнокровный мастер маскировки Мистер Акула, вспыльчивый и мускулистый Мистер Пиранья, а также остроумная хакерша высшего класса Мисс Тарантула. Однако даже самые умные преступники иногда допускают ошибки. Чтобы спастись от тюрьмы, главарь банды Мистер Волк вынужден идти на крайние меры: «Плохие парни» должны измениться в лучшую сторону. Или сделать вид? Но когда новый злодей угрожает городу, сможет ли Мистер Волк убедить остальных действительно стать… хорошими ребятами?',
    playerCode: 'd8XnK14-x_A',
    link: 'bad_guys',
  },
  {
    title: 'Проект «Адам»',
    beginDate: 'с 4 августа',
    endDate: '',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Шон Леви',
    duration: '106 мин. / 01:46',
    age: '16+',
    actors:
      'Райан Рейнольдс, Уокер Скобелл, Марк Руффало, Дженнифер Гарнер, Зои Салдана, Кэтрин Кинер, Алекс Маллари мл., Брэкстон Бьеркен, Касра Вонг, Люси Гест',
    description:
      'Путешествующий во времени пилот Адам Рид совершает аварийную посадку в 2022 году и вместе с собой 12-летним отправляется спасать будущее.',
    playerCode: 'nlSSrH3H3vQ',
    link: 'adam_project',
  },
  {
    title: 'Вышка',
    beginDate: 'с 11 августа',
    endDate: 'по 24 августа',
    kind: 'Триллер',
    director: 'Скотт Манн',
    duration: '107 мин. / 01:47',
    age: '16+',
    actors:
      'Грэйс Фултон, Вирджиния Гарднер, Джеффри Дин Морган, Мэйсон Гудинг, Джулия Пэйс Митчелл, Джаспер Коул',
    description:
      'Бекки всегда была экстремалом, но после гибели мужа она решила прекратить погоню за адреналином. Ее ждет последнее восхождение — вместе с подругой она забирается на вершину радиомачты высотой более 600 метров, чтобы развеять прах своего покойного супруга. Теперь девушкам предстоит вступить в борьбу со стихией в призрачной надежде на спасение.',
    playerCode: '82Y4z77srTo',
    link: 'fall',
  },
  {
    title: 'Морской монстр',
    beginDate: 'с 11 августа',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Крис Уильямс',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Карл Урбан, Зарис-Энджел Хатор, Джаред Харрис, Марианн Жан-Батист, Бенжамин Плессала, Хелен Сэдлер, Сюзанна Тан',
    description:
      'Юная пассажирка тайком пробирается на корабль легендарного охотника на морских монстров. Так начинается невероятное путешествие по неизведанным морям.',
    playerCode: '7gTY35-j0zg',
    link: 'sea_beast',
  },
  {
    title: 'Мир Юрского периода: Господство',
    beginDate: 'с 11 августа',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Колин Треворроу',
    duration: '147 мин. / 02:27',
    age: '12+',
    actors:
      'Крис Пратт, Брайс Даллас Ховард, Лора Дерн, Сэм Нил, Джефф Голдблюм, ДеВанда Уайз, Мамуду Ати, Изабелла Сермон, Кэмпбелл Скотт, Б.Д. Вонг',
    description:
      'После уничтожения острова Нублар динозавры вырвались на свободу и заполнили планету. Людям удается поддерживать хрупкое равновесие, определяющее мирное сосуществование на Земле. Но как долго человек сможет сохранять свое господство, живя по соседству с самыми устрашающими существами в истории?',
    playerCode: 'jETbQ3mCqDo',
    link: 'jurassic',
  },
  {
    title: 'Базз Лайтер',
    beginDate: 'с 18 августа',
    endDate: '',
    kind: 'Мультфильм, фантастика, боевик, драма, приключения, семейный',
    director: 'Энгус МакЛэйн',
    duration: '100 мин. / 01:40',
    age: '',
    actors:
      'Крис Эванс, Кеке Палмер, Питер Сон, Тайка Вайтити, Дэйл Соулс, Джеймс Бролин, Узо Адуба, Мэри МаДональд-Льюис, Исайя Уитлок мл., Энгус МакЛэйн',
    description:
      'История приключений легендарного космического рейнджера Базза Лайтера.',
    playerCode: '1mytqwPx2do',
    link: 'lightyear',
  },
  {
    title: 'Не смотрите наверх',
    beginDate: 'с 25 августа',
    endDate: '',
    kind: 'Драма, фантастика, комедия',
    director: 'Адам МакКей',
    duration: '138 мин. / 02:18',
    age: '18+',
    actors:
      'Леонардо ДиКаприо, Дженнифер Лоуренс, Мэрил Стрип, Джона Хилл, Кейт Бланшетт, Роб Морган, Марк Райлэнс, Тайлер Перри, Тимоти Шаламе, Рон Перлман',
    description:
      'Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.',
    playerCode: 'X0O3G6QS8rY',
    link: 'dont_look_up',
  },
]
