export const filmsArray = [
  {
    title: 'Веном: Последний танец',
    beginDate: 'с 14 ноября',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Келли Марсел',
    duration: '109 мин. / 01:49',
    age: '12+',
    actors:
      'Джуно Темпл, Том Харди, Рис Иванс, Стивен Грэм, Аланна Юбак, Чиветель Эджиофор, Кристо Фернандес, Кларк Бако, Хала Финли, Иво Нанди, Пегги Лу, Отис Уинстон.',
    description:
      'Приспособившись к совместному существованию, Эдди и Веном стали друзьями и вместе сражаются со злодеями. Но теперь за Эдди охотятся военные, а за Веномом — его инопланетные сородичи, угрожающие всему живому.',
    playerCode: 'UYYQoWgX_Lc',
    link: 'venom_3',
  },

  {
    title: 'Гладиатор 2',
    beginDate: 'с 5 декабря',
    endDate: '',
    kind: 'Драма, боевик, приключения',
    director: 'Ридли Скотт',
    duration: '148 мин. / 02:28',
    age: '18+',
    actors:
      'Пол Мескал, Педро Паскаль, Конни Нильсен, Дензел Вашингтон, Джозеф Куинн, Фред Хекинджер, Дерек Джекоби, Рори Макканн, Мэтт Лукас, Питер Менса, Юваль Гонен, Тим Макиннерни, Лиор Раз, Алек Утгофф, Александр Карим, Ли Чарльз, Чи Льюис-Парри, Чиди Аджуфо, Риана Дьюс, Элфи Темпест, Дин Фаган, Адриан Ховард, Майк Пэриш, Александр Симкин, Амира Хазалла, Пол Кэнделент, Янн Гаэль, Михаил Басмаджян, Жан Карбонаро, Максим Дюран, Клайд Вассалло, Шон Вассалло.',
    description:
      'Луций, бывший наследник Римской империи, становится гладиатором.',
    playerCode: 'd-uDsDKCyrU',
    link: 'gladiator_2',
  },
  {
    title: 'Баба Яга спасает Новый год',
    beginDate: 'с 12 декабря',
    endDate: '',
    kind: 'Мультфильм',
    director: 'Карен Захаров, Армен Ананикян',
    duration: '-',
    age: '6+',
    actors:
      'Людмила Артемьева, Ян Цапник, Глафира Тарханова, Олеся Железняк, Артём Ткаченко, Роман Постовалов, Сергей Никоненко, Алексей Сошин, Юлия Такшина, Софья Шуткина, Ксения Гусева, Евгений Михеев, Кирилл Круглов',
    description:
      'Снежная королева и Дед Мороз были когда-то давними друзьями, вместе постигавшими магию холода. Но их пути разошлись, когда Снежная королева, позавидовав силе друга, похитила магический артефакт, из которого Дед Мороз черпал свою силу и творил волшебство. Волшебник не без труда смог победить колдунью и заточил ее в ледяную тюрьму. Спустя тысячи лет, в наши дни, мальчик Юра на новогодней ярмарке находит ледяной посох Снежной Королевы и невольно освобождает ее. Вернувшись в современный мир, она решает отомстить заклятому другу и придумывает коварный план, который заморозит весь мир в канун Нового года. Для этой цели она похищает мальчика и увозит его в ледяное королевство. Чтобы помешать ее козням и спасти не только Юру, но и весь мир, Деду Морозу понадобится помощью волшебницы Бабы Яги, Ивана Царевича, Марьи-искусницы и других магических существ.',
    playerCode: 'Ej7nTOiMw00',
    link: 'yaga',
  },

  {
    title: 'Три кота. Зимние каникулы',
    beginDate: 'с 12 декабря',
    endDate: '',
    kind: 'Мультфильм',
    director: 'Дмитрий Высоцкий',
    duration: '68 мин. / 01:08',
    age: '0+',
    actors:
      'Лев Кутенков, Анна Глушинская, Владимир Прудников, Михаил Хрусталёв, Светлана Кузнецова',
    description:
      'Коржик, Карамелька и Компот мечтают о ярком и необычном праздновании Нового года, это их главная цель. Но когда появляется котенок Леденец, они переключаются на него и вынуждены спасать Леденца и его родителей. И внезапно Новый год получается еще лучше, чем они ожидали.',
    playerCode: 'VoIFN58bVkg',
    link: 'three_cats',
  },
  {
    title: 'Ёлки 11',
    beginDate: 'с 19 декабря',
    endDate: '',
    kind: 'Комедия',
    director:
      'Александр Карпиловский, Александр Котт, Сергей Трофимов, Егор Чичканов',
    duration: '-',
    age: '6+',
    actors:
      'Дмитрий Нагиев, Рузиль Минекаев, Бурак Озчивит, Кристина Бабушкина, Антон Васильев, Ирина Пегова, Виктор Хориняк, Андрей Рожков, Валентина Мазунина, Михаил Трухин, Александр Михайлов, Надежда Маркина, Маша Раскина, Павел Ворожцов, Таисья Калинина, Анатолий Журавлёв, Алена Долголенко, Дмитрий Колчин, Алиса Клагиш, Максим Толкачев, Никита Родионов, Владимир Басенко.',
    description:
      'Судьбы многих людей из разных уголков страны переплетутся самым неожиданным образом, чтобы поздравить одинокую учительницу Валентину Михайловну. Всем им предстоит осознать нечто важное и сделать правильный выбор, чтобы вступить в Новый год с новыми надеждами.',
    playerCode: 'iCQnTSVcJUA',
    link: 'elki',
  },
  {
    title: 'Домовенок Кузя',
    beginDate: 'с 19 декабря',
    endDate: '',
    kind: 'Комедия, семейный, фэнтези',
    director: 'Виктор Лакисов',
    duration: '-',
    age: '6+',
    actors:
      'Сергей Бурунов, Гарик Харламов, Алика Смехова, Екатерина Стулова, София Петрова, Марк Богатырев, Женя Малахова, Олег Комаров, Алексей Гаврилов, Кристина Петрова, Андрей Гаврилов, Андрей Батов, Цолак Погосян, Степан Летковский, Андрей Никульский, Андрей Никульский',
    description:
      'Домовёнок Кузя сбегает из плена Бабы-яги и оказывается в квартире девочки Наташи и ее родителей. Кузе нужно найти свой волшебный сундучок, исполняющий желания. Казалось бы, цель уже близка, но на поиски Кузи и сундучка в наш мир проникает Баба-яга, и у нее есть свои коварные планы.',
    playerCode: 'BVfotonau2c',
    link: 'kuzya',
  },
  {
    title: 'Волшебник Изумрудного города. Дорога из желтого кирпича',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Фэнтези, приключения, семейный',
    director: 'Игорь Волошин',
    duration: '120 мин. / 02:0',
    age: '6+',
    actors:
      'Екатерина Червова, Юрий Колокольников, Евгений Чумак, Артур Ваха, Светлана Ходченкова, Василина Маковцева, Дмитрий Чеботарёв, Сергей Епишев, Денис Власенко, Егор Корешков, Софья Лебедева, Александра Богданова, Уджер, Надежда Кувшинова, Юлия Храмцова, Александр Астахов, София Вайсберг, Мария Жидкова, Роман Шпагин, Мария Дудник, Яна Сексте, Андрей Сидоров, Артем Жуков, Александр Калашников',
    description:
      'В далёком городе живёт девочка Элли. Однажды злая колдунья Гингема наколдовала ураган, который унёс Элли и ее собачку Тотошку в страну Жевунов. Чтобы вернуться домой, Элли вместе с друзьями — Страшилой, Железным Дровосеком и Трусливым Львом — отправится по желтой кирпичной дороге в Изумрудный город на поиски Волшебника, который исполнит их заветные желания.',
    playerCode: 'PJbYbHaUAW0',
    link: 'wizard_oz',
  },
  {
    title: 'Финист. Первый богатырь',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Приключения, фэнтези',
    director: 'Дмитрий Дьяченко',
    duration: '-',
    age: '6+',
    actors:
      'Кирилл Зайцев, Юлия Пересильд, Елена Яковлева, Фёдор Добронравов, Сергей Лавыгин, Кристина Строителева, Федор Гамалея, Софья Зайка, Артем Гайдуков, Нариман Утакаев, Иван Батарев, Сергей Марухин, Петр Янданэ, Юлия Авдеева, Михаил Селиванов, Алёна Батурина, Анастасия Груздева, Илья Макаренко, Анастасия Лузина, Карина Толемис, Анатолий Шевелёв, Данила Турецков ',
    description:
      'Финист Ясный Сокол — самый удалой богатырь Белогорья, самый сильный, самый ловкий и самый красивый. Все остальные богатыри на него равняются, дети хотят быть на него похожими, а девушки — просто заглядываются. Он горделив и самоуверен, и порой даже отказывается от подвигов, если считает их скучными и неинтересными. Но ему просто необходимо оставаться лучшим, чтобы люди продолжали им восхищаться. Чтобы всех удивить, Финист отправится за новыми свершениями в непростое путешествие, которое приведет его в восточные земли, где богатырь поймет простую истину — один в поле не воин.',
    playerCode: '2Ma8dudXEEM',
    link: 'finist',
  },
  {
    title: 'Дикий робот',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фантастика, драма, комедия, приключения, семейный',
    director: 'Крис Сандерс',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Лупита Нионго, Педро Паскаль, Кит Коннор, Билл Найи, Стефани Сюй, Мэтт Берри, Винг Реймз, Марк Хэмилл, Кэтрин О’Хара, Бун Сторм, Александра Новелль, Рафаэль Алехандро, Пол-Микель Уильямс, Эдвард Кеннет Парк, Ди Брэдли Бейкер, Рэнди Том, Авриэль Корти, Кестон Джон, Макс Миттелман, Петр Вальчук, Бекка Ласт.',
    description:
      'Робот ROZZUM 7134 (сокращенно «Роз») терпит кораблекрушение на безлюдном острове. Он пытается приспособиться к местным условиям и заводит дружбу с обитающими там животными.',
    playerCode: 'zWT-0kTVHLY',
    link: 'wild_robot',
  },
];
