export const filmsArray = [
  // {
  //   title: 'Баба Яга спасает мир',
  //   beginDate: 'с 3 августа',
  //   endDate: 'по 23 августа',
  //   kind: 'Комедия, приключения, семейный',
  //   director: 'Карен Захаров',
  //   duration: '90 мин. / 01:30',
  //   age: '6+',
  //   dubbing: '',
  //   actors:
  //     'Глафира Тарханова, Людмила Артемьева, Олеся Железняк, Григорий Сиятвинда, Алексей Дмитриев, Александр Ильин, Савелий Кудряшов, Марат Башаров, Ольга Науменко, Ян Цапник',
  //   description:
  //     'Любопытный школьник Сенька каким-то чудом попадает в сказочный древний лес. Он скрыт от людских глаз мощным заклятием Бабы Яги, призванным защитить людей и весь мир от дремлющих там темных сил. В лесу явно творится что-то неладное. Тревожные сигналы возвещают о том, что заклятие больше не действует и пробуждение зловещего волшебства и давно поверженных врагов — это лишь вопрос времени. Чтобы наложить заклятие снова, Яга вынуждена отправиться в современный город на поиск мощнейшего оружия волшебников, дивноцвета. Там ее ожидает встреча с множеством причуд современного мира, а в темном подземелье уже тысячу лет прячется Кощей Бессмертный, жаждущий отмщения, ведь именно Яга помогла одолеть его много веков назад. Сенька попал в сказку, но сможет ли он вырваться обратно, помочь спасти наш мир и на чьей стороне примет бой — добра или зла, всесильного Кощея или хитрой Яги?',
  //   playerCode: 'wlJPLFZ-w40',
  //   link: 'yaga',
  // },
  {
    title: 'Восстание зловещих мертвецов',
    beginDate: 'с 3 августа',
    endDate: '',
    kind: 'Ужасы',
    director: 'Ли Кронин',
    duration: '96 мин. / 01:36',
    age: '18+',
    dubbing: '(Дубляж Red Head Sound)',
    actors:
      'Лили Салливан, Алисса Сазерленд, Габриэль Экхолс, Морган Дэвис, Нелл Фишер, Ной Пол, Марк Митчинсон, Мирабай Пиз, Ричард Краучли, Анна-Мари Томас',
    description:
      'Попав в сложную жизненную ситуацию, Бет приезжает в Лос-Анджелес к старшей сестре Элли. На месте выясняется, что от той ушёл муж, оставив с тремя детьми, и их жилой комплекс скоро снесут, а новый дом ещё не найден. Решив поговорить с сестрой наедине, Элли отправляет детей за пиццей. На обратном пути они переживают землетрясение, на парковке образуется провал, и старший Дэнни находит там древний загадочный том и пластинки. Из любопытства открыв книгу и прослушав записи, мальчик высвобождает злые силы, которые тут же вселяются в его мать и теперь будут пытаться утащить в ад всех присутствующих, а особенно — детей.',
    playerCode: 'EElhstj3ew8',
    link: 'evil_dead',
  },

  {
    title: 'Убийство в Париже',
    beginDate: 'с 10 августа',
    endDate: 'по 23 августа',
    kind: 'Детектив, комедия, криминал',
    director: 'Джереми Гарелик',
    duration: '90 мин. / 01:30',
    age: '16+',
    actors:
      'Адам Сэндлер, Дженнифер Энистон, Марк Стронг, Мелани Лоран, Джоди Тёрнер-Смит, Джон Кани, Куху Верма, Дэни Бун, Адиль Ахтар, Энрике Арсе',
    description:
      'Супруги Ник и Одри Шпиц открыли своё детективное агентство, но вместо захватывающих расследований вынуждены заниматься слежкой за неверными мужьями и едва сводить концы с концами. И так вовремя поступает приглашение на свадьбу их приятеля по предыдущему приключению — индийского миллиардера Викрама. Неугомонная парочка прибывает на частный остров и оказывается на грандиозной предсвадебной вечеринке, в разгар которой выясняется, что жених похищен, а его телохранитель убит.',
    playerCode: 'wll0r3vgH_A',
    link: 'murder',
  },
  {
    title: 'Леди Баг и Супер-Кот: Пробуждение силы',
    beginDate: 'с 10 августа',
    endDate: 'по 6 сентября',
    kind: 'Мультфильм, фэнтези, боевик, мелодрама, комедия, приключения',
    director: 'Джереми Заг',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Анук Отбуа, Бенжамин Болен, Антуан Томе, Фанни Блок, Jeanne Chartier, Мари Шевало, Flora Kaprielan, Тьерри Казазиан, Jessie Lambotte, Марсаль Лемину',
    description:
      'В обыкновенной французской школе учатся девочка Маринетт и мальчик Адриан, в которого она влюблена. Казалось бы, классическая история первой любви, но эти ребята совсем не те, за кого себя выдают. Когда городу угрожает опасность, Маринетт превращается в супергероиню Леди Баг, а Адриан — в Супер-Кота. Их невероятные способности помогают бороться со злом, но при этом никто из них не знает, кто на самом деле скрывается под маской.',
    playerCode: 'rY2OLeGYsdU',
    link: 'bug',
  },

  {
    title: 'Без обид',
    beginDate: 'с 24 августа',
    endDate: '',
    kind: 'Комедия, мелодрама',
    director: 'Джин Ступницки',
    duration: '103 мин. / 01:43',
    age: '18+',
    actors:
      'Дженнифер Лоуренс, Эндрю Барт Фельдман, Лаура Бенанти, Мэттью Бродерик, Натали Моралес, Скотт Макартур, Эбон Мосс-Бакрак, Кайл Муни, Хасан Минхадж, Jordan Mendoza',
    description:
      'Мэдди 32 года, она всю жизнь прожила в Монтоке — курортном местечке недалеко от Нью-Йорка. Богачи скупают тут недвижимость, налоги постоянно растут, а девушка пытается сохранить доставшийся в наследство от матери дом, поэтому оказывается по уши в долгах. Лишившись автомобиля и возможности таксовать, она в обмен на машину решает помочь богатеньким родителям, которые волнуются, что их 19-летнему сыну скоро в колледж, а он всё никак не вылезет из своей раковины. Задача Мэдди — лишить парня девственности, но сделать это оказывается не так-то просто.',
    playerCode: 'FvOM4IH-GX8',
    link: 'no_offence',
  },
  {
    title: 'Руслан и Людмила. Больше, чем сказка',
    beginDate: 'с 24 августа',
    endDate: 'по 13 сентября',
    kind: 'Мультфильм',
    director: 'Алексей Цицилин',
    duration: '—',
    age: '6+',
    actors:
      'Артем Крылов, Ирина Обрезкова, Валентин Морозов, Артем Казюханов, Александр Быковский, Роман Никитин, Виктория Войнич-Слуцкая, Антон Денисов, Анастасия Салова, Давид Бродский',
    description:
      'Людмила — прекрасна и отважна, как подобает дочери великого князя. Руслан — ее добрый и находчивый возлюбленный. Но накануне свадьбы Людмила попадает в плен к настоящему колдуну Черномору, собравшему уже целую коллекцию сказочных принцесс. «Черноморда» явно не во вкусе Людмилы, и в обиду она себя не даст. А вызволять ее кто будет, Пушкин?! Впрочем и без него у Руслана нашлись соперники за ее руку и полцарства в придачу. Теперь его ждет погоня через волшебные земли, знакомство с последним говорящим медведем, столкновение с великаном и прочей сказочной невидалью, не говоря о сражении с самим Черномором на земле и в небесах.',
    playerCode: 'zxg-tUikONo',
    link: 'ruslan_ludmila',
  },
  {
    title: 'Охота на короля',
    beginDate: 'с 31 августа',
    endDate: '',
    kind: 'Боевик, триллер',
    director: 'Кевин Гревье',
    duration: '—',
    age: '18+',
    actors:
      'Фрэнк Грилло, Стивен Дорфф, Мари Авгеропулос, Эми Гроунинг, Жорж Сен-Пьер, Шэннон Кук-Чун, Кевин Гревье, Ален Мусси, Джанни Капальди, Ромина Пениче',
    description:
      'Для каждого наемного убийцы важнее жизни только собственная репутация. Чтобы возвыситься в мире киллеров, группа самых отчаянных и безжалостных из них решила устроить охоту на Дракоса по кличке «Король». Отправившись за его головой, они не догадывались, что сами станут добычей и пополнят список побед опаснейшего из Убийц.',
    playerCode: 'M42Dn6PPtBI',
    link: 'king_of_killers',
  },
  {
    title: 'Мег 2: Бездна',
    beginDate: 'с 31 августа',
    endDate: '',
    kind: 'Ужасы, фантастика, боевик',
    director: 'Бен Уитли',
    duration: '116 мин. / 01:56',
    age: '16+',
    actors:
      'Джейсон Стэйтем, Джеки У, Шуя Софиа Цай, Клифф Кёртис, Пейдж Кеннеди, Серхио Перис-Менчета, Скайлер Сэмюэлс, Мелиссанти Махут, Сиенна Гиллори, Вупи Ван Раам',
    description:
      'Джонас Тейлор и его коллеги вновь погружаются на глубину, где обитают гигантские акулы и другие чрезвычайно опасные обитатели морского дна. Там они сталкиваются с нелегальными добытчиками особо ценных металлов и снова вступают в схватку с мегалодоном.',
    playerCode: 'iWet6CggoUU',
    link: 'meg',
  },
  // {
  //   title: 'Индиана Джонс и колесо судьбы',
  //   beginDate: 'с 2 сентября',
  //   endDate: '',
  //   kind: 'Боевик, приключения',
  //   director: 'Джеймс Мэнголд',
  //   duration: '154 мин. / 02:34',
  //   age: '12+',
  //   actors:
  //     'Харрисон Форд, Фиби Уоллер-Бридж, Мадс Миккельсен, Антонио Бандерас, Джон Рис-Дэвис, Тоби Джонс, Бойд Холбрук, Карен Аллен, Шонетт Рене Уилсон, Томас Кречман',
  //   description:
  //     'Неувядающий авантюрист и пытливый археолог-исследователь по-прежнему в седле. На этот раз ему придётся столкнуться с непростой задачей, которую решить на раз-два вряд ли получится. Но Индиана Джонс не даст слабину и не отступит при виде даже самой безнадёжной ситуации.',
  //   playerCode: 'UP_aM4WTEUM',
  //   link: 'indiana_jones',
  // },
  {
    title: 'Праздники',
    beginDate: 'с 7 сентября',
    endDate: 'по 27 сентября',
    kind: 'Комедия',
    director: 'Борис Дергачев',
    duration: '—',
    age: '12+',
    actors:
      'Мария Аронова, Виталий Хаев, Анастасия Калашникова, Яна Енжаева, Сергей Канаев, Никита Павленко, Инга Оболдина, Вячеслав Чепурченко, Денис Парамонов, Сергей Бурунов',
    description:
      'В жизни Натальи Пыжовой всё отлично: крепкий дом, любящий муж, дружная семья. Для полного счастья осталось только дочерей замуж выдать. Но идеальная картина рушится в одночасье, когда выясняется, что муж, оказывается, изменник, а дочери со своими женихами, мягко говоря, не очень-то счастливы. Когда всё семейство собирается вместе на очередное торжество, становится понятно, что эти праздники или разрушат семью до основания, или сделают её только крепче.',
    playerCode: 'h2ZbDlAjnHk',
    link: 'holidays',
  },
  {
    title: 'Барби',
    beginDate: 'с 16 сентября',
    endDate: '',
    kind: 'Комедия, приключения, фэнтези',
    director: 'Грета Гервиг',
    duration: '114 мин. / 01:54',
    age: '12+',
    actors:
      'Марго Робби, Райан Гослинг, Америка Феррера, Ариана Гринблатт, Кейт МакКиннон, Исса Рэй, Ри Перлман, Уилл Феррелл, Майкл Сера, Симу Лю',
    description:
      'Барби выгоняют из Барбиленда, потому что она не соответствует его нормам красоты. Тогда она начинает новую жизнь в реальном мире, где обнаруживает, что совершенства можно достичь только благодаря внутренней гармонии.',
    playerCode: 'w0m2C3lN1h8',
    link: 'barbie',
  },
]
