export const filmsArray = [
  {
    title: 'Элементарно',
    beginDate: 'с 19 октября',
    endDate: '',
    kind: 'Мультфильм, драма, комедия, приключения, семейный',
    director: 'Питер Сон',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Леа Льюис, Мамуду Ати, Роналдо Дель Кармен, Шила Омми, Венди Маклендон-Кови, Кэтрин О’Хара, Мэйсон Вартхаймер, Ронобир Лахири, Уильма Бонет, Джо Пера',
    description:
      'В Элемент-Сити обитатели огня, воды, земли и воздуха живут вместе. У сильной и вспыльчивой Эмбер завязывается дружба с расслабленным, плывущим по течению Уэйдом — дружба, которая бросит вызов её представлениям о мире вокруг.',
    playerCode: 'oDcmREQPXBg',
    link: 'elemental',
  },
  {
    title: 'По щучьему велению',
    beginDate: 'с 26 октября',
    endDate: '',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Никита Кологривый, Мила Ершова, Алина Алексеева, Юрий Колокольников, Роман Мадянов, Фёдор Лавров, Агриппина Стеклова, Сергей Бурунов, Тимофей Меренков, Валерия Рустамова',
    description:
      'Если ты идешь на рыбалку — будь готов к тому, что вытянешь рыбу своей мечты, волшебную Щуку, которая может исполнить три любых твоих желания. Только Емеля спустил два желания на ветер, а третье решил приберечь. Поэтому, чтобы добиться руки царской дочери Анфисы, придется ему действовать без волшебной силы, самому. А помогать ему будет Щука, которая без своей шкурки предстает обычной девушкой Василисой. Вместе им предстоит найти скатерть-самобранку, встретиться с Котом Баюном, отправиться в мрачное царство Кощея и понять, что настоящее чудо — это быть с тем, кого любишь.',
    playerCode: 'N4pAp8DR_TQ',
    link: 'ivan_the_dumb',
  },

  {
    title: 'Пять ночей с Фредди',
    beginDate: 'с 9 ноября',
    endDate: '',
    kind: 'Ужасы',
    director: 'Эмма Тамми',
    duration: '110 мин. / 01:50',
    age: '18+',
    actors:
      'Джош Хатчерсон, Пайпер Рубио, Элизабет Лэил, Мэттью Лиллард, Мэри Стюарт Мастерсон, Кэт Коннер Стерлинг, Кристиан Стоукс, Джозеф Поликуин, Лукас Грант, Грант Фили',
    description:
      'Майк Шмидт устраивается работать охранником в «Freddy Fazbear’s Pizza» — когда-то успешный, но ныне заброшенный семейный развлекательный центр. В первую ночь на работе он понимает, что ночную смену будет не так-то просто выдержать.',
    playerCode: 'WgKp00O9wCQ',
    link: '5_nights',
  },

  {
    title: 'Проклятие монахини 2',
    beginDate: 'с 23 ноября',
    endDate: '',
    kind: 'Ужасы',
    director: 'Майкл Чавес',
    duration: '110 мин. / 01:50',
    age: '18+',
    actors:
      'Таисса Фармига, Йонас Блоке, Сторм Рид, Анна Попплуэлл, Бонни Ааронс, Кэтлин Роуз Дауни, Сюзэнн Бертиш, Леонтин Д’Онсьё, Анук Дарвин Хоумвуд, Питер Хадсон',
    description:
      '1956 год. Прокатившаяся по европейским храмам и монастырям волна загадочных смертей наводит Ватикан на мысль, что принявший обличие монахини коварный демон не отправился в ад и теперь преследует какую-то цель. Сестре Ирэн даётся задание выяснить, куда направляется злобная сущность и что она ищет. Девушка отправляется из Италии во Францию, а за ней увязывается Дебра — молодая послушница, которая жаждет стать свидетелем чуда.',
    playerCode: 'SEU9sCOJ2Yo',
    link: 'the_nun',
  },
  {
    title: 'Большое маленькое приключение',
    beginDate: 'с 24 ноября',
    endDate: '',
    kind: 'Мультфильм, семейный',
    director: 'Жереми Дегрусон',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Дакота Уэст, Джордан Бэйрд, Моника Янг, Дэнни Фезенфельд, Оливер Пэрис, Артур С. Браун, Донте Пэрис',
    description:
      'Для мечтателя Дон Кихота не бывает маленьких приключений, хоть он и не рыцарь, а всего лишь игрушка. Его безграничная фантазия превращает каждую возможность в эпический подвиг. Когда его друзей из кукольного театра похищают, Дон получает шанс стать настоящим героем. Вместе с плюшевым Догги Догом, ищущим семью, Дон отправляется в невероятное путешествие через весь Центральный парк Нью-Йорка. Теперь необычным товарищам предстоит осознать силу дружбы, отваги и воображения.',
    playerCode: 'AJxh4losBes',
    link: 'little_big',
  },
  {
    title: 'Тёща',
    beginDate: 'с 30 ноября',
    endDate: '',
    kind: 'Комедия',
    director: 'Аскар Узабаев',
    duration: '98 мин. / 01:38',
    age: '16+',
    actors:
      'Лариса Гузеева, Гарик Харламов, Настасья Самбурская, Александр Лыков, Марк Богатырев, Никита Тарасов, Анна Уколова, Толепберген Байсакалов, Жаныл Асанбекова, Ёла Санько',
    description:
      'Ольга Николаевна — волевая женщина и начальница ЖКХ, которая вполне довольна своей жизнью. Она хозяйка дома и на работе, полностью контролирует своего мужа Романа Павловича и оберегает дочь Варю. Единственный, кто не вписывается в её счастливую картину мира, — это зять Виктор, от которого на днях должна родить горячо любимая дочка. И вот однажды шквал взаимных претензий становится так велик, что прямо на семейном празднике ситуация выходит из-под контроля.',
    playerCode: 'rwA52mKkXBw',
    link: 'tesha',
  },
]
