export const filmsArray = [
  {
    title: 'Чебурашка',
    beginDate: 'с 1 января',
    endDate: 'по 11 января',
    kind: 'Семейный, комедия',
    director: 'Дмитрий Дьяченко',
    duration: '—',
    age: '6+',
    actors:
      'Сергей Гармаш, Ольга Кузьмина, Полина Максимова, Фёдор Добронравов, Сергей Лавыгин, Елена Яковлева, Дмитрий Лысенков, Софья Зайка, Илья Кондратенко, Ева Смирнова',
    description:
      'Иногда, чтобы вернуть солнце и улыбки в мир взрослых, нужен один маленький ушастый герой. Мохнатого непоседливого зверька из далекой апельсиновой страны ждут удивительные приключения в тихом приморском городке, где ему предстоит найти себе имя, друзей и дом. Помогать — и мешать! — ему в этом будут нелюдимый старик-садовник, странная тетя-модница и ее капризная внучка, мальчик, который никак не начнет говорить, и его мама, которой приходится несладко, хотя она и варит самый вкусный на свете шоколад. И многие-многие другие, в чью жизнь вместе с ароматом апельсинов вот-вот ворвутся волшебство и приключения.',
    playerCode: 'x1qvJL7NF9s',
    link: 'cheburashka',
  },

  {
    title: 'Аватар: Путь воды',
    beginDate: 'с 17 января',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Джеймс Кэмерон',
    duration: '192 мин. / 03:12',
    age: '12+',
    actors:
      'Сэм Уортингтон, Зои Салдана, Сигурни Уивер, Стивен Лэнг, Кейт Уинслет, Клифф Кёртис, Джоэль Мур, Си Си Эйч Паундер, Иди Фалько, Брендан Коуэлл, Александр Ноткин, Виктория Павленко, Карина Кудекова, Денис Анников, Ольга Бобрик',
    description:
      "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.",
    playerCode: 'B6lIqhEepQc',
    link: 'avatar_2',
  },
  {
    title: 'Изумительный Морис',
    beginDate: 'с 26 января',
    endDate: 'по 15 февраля',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Тоби Генкель, Флориан Вестерманн',
    duration: '93 мин. / 01:33',
    age: '6+',
    actors:
      'Хью Лори, Эмилия Кларк, Дэвид Тьюлис, Химеш Патель, Джемма Артертон, Джо Сагг, Эрион Бакаре, Джули Атертон, Роб Брайдон, Хью Бонневилль, Сергей Бурунов',
    description:
      'У кота Мориса есть два таланта: говорить и проворачивать аферы. Путешествуя с говорящими грызунами из города в город, он каждый раз «спасает» местных жителей от нашествия крыс (разумеется, за хорошую плату). Но попав в Дрянь-Блинцбург, Морис и его друзья понимают, что этот городок таит в себе нечто опасное. Теперь им предстоит сыграть в кошки-мышки с настоящим злом и разгадать главную загадку этого места — к изумлению всех живущих там двуногих.',
    playerCode: 'xzyZ58FkKT4',
    link: 'morris',
  },
  {
    title: 'О чем говорят мужчины. Простые удовольствия',
    beginDate: 'с 2 февраля',
    endDate: 'по 15 февраля',
    kind: 'Комедия',
    director: 'Михаил Поляков',
    duration: '93 мин. / 01:33',
    age: '16+',
    actors:
      'Ростислав Хаит, Леонид Барац, Камиль Ларин, Александр Демидов, Михаил Полицеймако, Максим Виторган, Гарик Харламов, Дмитрий Нагиев, Мария Шамшина, Лия Мамухова',
    description:
      'Дело было в далеком 2019-м году… Встретившись субботним утром, чтобы выпить шампанского, друзья отправляются в новое путешествие по глубинам мужского подсознания. О чем же на этот раз говорят мужчины? Конечно, о личном. Леша пытается понять существует ли «женская дружба», Камиль рассуждает, можно ли уволить лучшего друга, ловелас Слава вспоминает первую любовь (или это была не она?), а Саша размышляет о потере отца и умению жить и радоваться каждому новому дню. А еще, прогуливаясь по центру города, друзья обсуждают, как вкрутить лампочку, чтобы она осталась довольна, о чем кричат откровенные фото в социальных сетях, и что такое чевапчичи. Они вернулись поговорить о вечном, и о личном, и о всяких пустяках… короче, обо всем.',
    playerCode: 'p1wbnzew4S0',
    link: 'mans_talking',
  },
  {
    title: 'Непослушная',
    beginDate: 'с 14 февраля',
    endDate: '7 марта',
    kind: 'Мелодрама',
    director: 'Дмитрий Суворов',
    duration: '109 мин. / 01:49',
    age: '18+',
    actors:
      'Александр Петров, Анастасия Резник, Ян Цапник, Семён Арзуманов, Владислав Ветров, Анна Чурина, Никита Тарасов, Никита Никитин, Софья Ковалева',
    description:
      'Двадцатилетняя Эля — студентка и будущий эколог. Однажды в ее университет приезжает Матвей, глава строительной компании, чтобы рассказать о плане застройки на месте старинного лесопарка. Эля не стесняясь разносит его проект в пух и прах. Матвей заинтригован самоуверенностью девушки и применяет привычные ему способы воздействия — попросту пытается её «купить». Но Эле не нужен спонсор. Тогда Матвей, удивленный ее неприступностью, предлагает Эле пари: семь романтических дней по его правилам. Если после этого девушка всё же решит уйти, он откажется от строительства небоскрёба в лесопарке. Она соглашается, когда Матвей действительно приостанавливает проектные работы. Эля видит себя кем-то вроде героини фильма «Красотка», но Матвей оказывается совсем не тем человеком, которого она себе представляла.',
    playerCode: 'C4vwgyWbOhs',
    link: 'naughty',
  },
  {
    title: 'Праведник',
    beginDate: 'с 16 февраля',
    endDate: '1 марта',
    kind: 'Драма, военный, история',
    director: 'Сергей Урсуляк',
    duration: '140 мин. / 02:20',
    age: '12+',
    actors:
      'Александр Яценко, Сергей Маковецкий, Фёдор Добронравов, Евгений Ткачук, Юлия Витрук, Любовь Константинова, Марк Эйдельштейн, Мария Золотухина, Константин Хабенский, Довале Гликман',
    description:
      '1942 год. Офицер Красной Армии Николай Киселев получает приказ вывести с оккупированных белорусских земель за линию фронта свыше двухсот евреев — стариков, женщин и детей, чудом избежавших неминуемой жестокой расправы. Этим истощенным, измученным голодом и страхом людям, потерявшим родных и едва не сошедшим с ума от пережитого ужаса, предстоит пройти пешком по лесным тропам сотни километров, чтобы вновь обрести надежду на спасение и веру в будущее.',
    playerCode: 'bmV112rpqAs',
    link: 'pravednik',
  },
  {
    title: 'Снежная королева: Разморозка',
    beginDate: 'с 16 февраля',
    endDate: '1 марта',
    kind: 'Мультфильм, детский, приключения, семейный',
    director: 'Алексей Цицилин, Андрей Кореньков',
    duration: '75 мин. / 01:15',
    age: '6+',
    actors:
      'Полина Войченко, Мария Шустрова, Ирина Чумантьева, Юрий Романов, Константин Панченко, Светлана Кузнецова, Андрей Тенетко, Максим Сергеев, Александр Васильев',
    description:
      'Озорная и смелая волшебница Айла, дочь Снежной Королевы, случайно выпускает на волю злых Ледяных Духов. Теперь, чтобы спасти все миры от вечной зимы, Айла должна отправиться на поиски Кая и Герды, собрать команду верных друзей и научиться владеть своей магией. Вместе им предстоит захватывающее приключение, ведь настоящая дружба способна растопить любой лёд.',
    playerCode: 'QF91j9AmV8I',
    link: 'snow_queen',
  },
]
