export const filmsArray = [
  {
    title: 'Монстры на каникулах: Трансформания',
    beginDate: 'с 18 августа',
    endDate: '',
    kind: 'Мультфильм, ужасы, фэнтези, комедия, приключения, семейный',
    director: 'Дерек Драймон, Дженнифер Клуска',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Брайан Халл, Энди Сэмберг, Селена Гомес, Кэтрин Хан, Джим Гэффиган, Стив Бушеми, Молли Шеннон, Дэвид Спейд, Кигэн-Майкл Ки, Фрэн Дрешер',
    description:
      'Все смешалось в отеле «Трансильвания»: таинственное изобретение Ван Хельсинга, «монстрифицирующий луч», ломается и случайно превращает Дракулу и его приятелей в людей, а Джонни — наоборот, в монстра. Лишенные своих способностей и привычного облика Драк с друзьями и Джонни, с неожиданным удовольствием раскрывающий свою монстрическую сущность, отправляются в кругосветное путешествие на поиски средства от трансформании. И, конечно, им не обойтись без помощи Мэвис, пока не стало слишком поздно и они не свели друг друга с ума.',
    playerCode: 'w99IESkScYw',
    link: 'transylvania',
  },
  {
    title: 'Барбоскины Team',
    beginDate: 'с 25 августа',
    endDate: 'по 14 сентября',
    kind: 'Мультфильм, мюзикл',
    director: 'Елена Галдобина, Федор Дмитриев',
    duration: '75 мин. / 01:15',
    age: '0+',
    actors:
      'Ксения Бржезовская, Екатерина Гороховская, Юлия Зоркина, Мария Цветкова-Овсянникова, Михаил Черняк, Вадим Бочанов, Валерий Смекалов, Иван Чабан, Ирина Обрезкова, Дмитрий Высоцкий',
    description:
      'Барбоскины мечтают прославиться и покорить Интернет. Они умеют танцевать и снимать смешные ролики, которые собирают лайки и просмотры, но до настоящих звезд Интернета, таких как Кошечка Кэт, им еще далеко. По случайности Кэт становится их соседкой, между ними завязывается не только дружба, но и соперничество. Наставница Кэт не очень рада конкурентам и пытается внести разлад в дружную семью.',
    playerCode: 'qfguEsUOy0o',
    link: 'barboskiny',
  },

  {
    title: 'Не смотрите наверх',
    beginDate: 'с 25 августа',
    endDate: '',
    kind: 'Драма, фантастика, комедия',
    director: 'Адам МакКей',
    duration: '138 мин. / 02:18',
    age: '16+',
    actors:
      'Леонардо ДиКаприо, Дженнифер Лоуренс, Мэрил Стрип, Джона Хилл, Кейт Бланшетт, Роб Морган, Марк Райлэнс, Тайлер Перри, Тимоти Шаламе, Рон Перлман',
    description:
      'Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.',
    playerCode: 'X0O3G6QS8rY',
    link: 'dont_look_up',
  },
  {
    title: 'Чёрный телефон',
    beginDate: 'с 25 августа',
    endDate: '',
    kind: 'Триллер, ужасы, драма',
    director: 'Скотт Дерриксон',
    duration: '103 мин. / 01:43',
    age: '16+',
    actors:
      'Мэйсон Темз, Мадлен Макгроу, Итан Хоук, Джереми Дэвис, И. Роджер Митчелл, Трой Радсил, Джеймс Рэнсон, Мигель Касарес Мора, Ребекка Кларк, Дж. Гэйвен Уайлд, Ярослав Ефременко, Василиса Савкина, Иван Калинин, Андрей Вальц, Александр Воронов',
    description:
      'Пригород Денвера, 1978 год. Уже некоторое время в округе пропадают подростки, но 13-летний Финн больше обеспокоен тем, чтобы не столкнуться со школьными хулиганами и не разозлить вспыльчивого отца. Единственный человек, который его понимает, — это младшая сестра. Но однажды Финн всё же попадает в лапы маньяка и приходит в себя в звуконепроницаемом подвале. Кажется, надежды на спасение нет, но вскоре по отключенному телефону парню начинают звонить предыдущие жертвы убийцы.',
    playerCode: 'FSJHVrtNu6E',
    link: 'black_phone',
  },
  {
    title: 'Серый человек',
    beginDate: 'с 1 сентября',
    endDate: '',
    kind: 'Боевик, триллер',
    director: 'Энтони Руссо, Джо Руссо',
    duration: '120 мин. / 02:00',
    age: '12+',
    actors:
      'Райан Гослинг, Крис Эванс, Ана де Армас, Билли Боб Торнтон, Джессика Хенвик, Дхануш, Элфри Вудард, Реге-Жан Пейдж, Вагнер Моура, Джулия Баттерз',
    description:
      'В 2003 году ЦРУ вербует отбывающего срок за убийство Курта Джентри, и тот становится так называемым серым человеком — спецагентом под кодовым именем Сьерра Шесть. 18 лет спустя, устранив очередную цель, он узнаёт, что только что убил бывшего Сьерра Четыре, и получает носитель с информацией, представляющей угрозу для секретной программы «Сьерра». Отказавшись передать карту начальству, Шесть сам становится мишенью не только для бывших коллег, но и для элитных наёмников, самый опасный из которых — отморозок Ллойд Хансен.',
    playerCode: 'WXJzY1B5HZ4',
    link: 'gray_man',
  },
  {
    title: 'Миньоны: Грювитация',
    beginDate: 'с 8 сентября',
    endDate: '',
    kind: 'Мультфильм, фантастика, комедия, криминал, приключения, семейный',
    director: 'Кайл Балда, Брэд Эблесон, Джонатан дель Валь',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Стив Карелл, Пьер Коффан, Алан Аркин, Тараджи П. Хенсон, Мишель Йео, Джули Эндрюс, Расселл Брэнд, Жан-Клод Ван Дамм, Дольф Лундгрен, Дэнни Трехо, Сергей Бурунов, Константин Карасик, Ульяна Чеботарь, Анастасия Лапина, Ольга Мугрычёва',
    description:
      'Миллион лет миньоны искали самого великого и ужасного предводителя, пока не встретили ЕГО. Знакомьтесь — Грю. Пусть он еще очень молод, но у него в планах по-настоящему гадкие дела, которые заставят планету содрогнуться.',
    playerCode: 'bsQcGpZwHl4',
    link: 'minions',
  },
  {
    title: 'Три тысячи лет желаний',
    beginDate: 'с 8 сентября',
    endDate: 'по 21 сентября',
    kind: 'Фэнтези, драма, мелодрама',
    director: 'Джордж Миллер',
    duration: '108 мин. / 01:48',
    age: '16+',
    actors:
      'Тильда Суинтон, Идрис Эльба, Пиа Тандерболт, Берк Озтюрк, Энтони Муассе, Алила Браун, Сэйдж Макконнелл, Абель Бонд, Агани Гечмез, Аянту Усман',
    description:
      'Вот уже три тысячи лет перед глазами Джинна проносятся эпохи, целые цивилизации и погубленные страстями династии. Хозяева его сосуда сменялись, но так и не успевали освободить Джинна. Наконец, в наши дни его судьба оказывается в руках Алетейи — выдающейся ученой в области литературы. Однако она знает, чем обычно заканчиваются истории про джиннов, а потому не торопится загадывать свои три желания. Это невероятное знакомство позволит им обоим посмотреть на мир совершенно по-новому и подарит обоим куда большее, чем они могли пожелать.',
    playerCode: 'Iea_m20ZV1g',
    link: '3000_years_of_wishes',
  },
  {
    title: 'Джиперс Криперс: Возрожденный',
    beginDate: 'с 15 сентября',
    endDate: 'по 28 сентября',
    kind: 'Ужасы',
    director: 'Тимо Вуоренсола',
    duration: '88 мин. / 01:28',
    age: '18+',
    actors:
      'Сидни Крейвен, Имран Адамс, Жарро Бенжамен, Мэтт Баркли, Питер Брук, Оушен Наварро, Ди Уоллес-Стоун, Гэри Грэм, Гэбриел Фрейлих, Джорджия Гудман',
    description:
      'Решив отправиться со своим парнем на Horror Hound Festival, Лейн не испытывает радости. По мере приближения события девушку начинают мучить предчувствия и тревожные видения. В разгар фестиваля Лейн уже уверена, что происходит нечто сверхъестественное, и она находится в эпицентре ужасающего события.',
    playerCode: '71mK2SJqOS0',
    link: 'jeepers',
  },
  {
    title: 'Добыча',
    beginDate: 'с 22 сентября',
    endDate: '',
    kind: 'Ужасы, фантастика, боевик',
    director: 'Дэн Трахтенберг',
    duration: '99 мин. / 01:39',
    age: '16+',
    actors:
      'Эмбер Мидфандер, Дакота Биверс, Дэйн ДиЛьегро, Сторми Кипп, Мишель Траш, Джулиан Шэмп, Стефани Матиас, Беннетт Тейлор, Майк Патерсон, Нельсон Картер Лейс',
    description:
      'Север Великих равнин, 1719 год. Девушка Нару из племени команчей больше всего на свете хочет стать достойной охотницей, но близкие не воспринимают её увлечение всерьёз. Когда отряд бывалых охотников идёт в лес на поиски атакованного пумой соплеменника, Нару как опытный следопыт отправляется с ними и вскоре замечает странные следы. Спасение товарища проходит успешно, а вот схватка с дикой кошкой для Нару — не очень. Не желая мириться с тем, что её брата признали лучшим охотником, девушка решает во что бы то ни стало выследить и убить того странного хищника, и она даже не догадывается, что её добыча — представитель высокоразвитой инопланетной цивилизации, прибывший на Землю в поисках достойного соперника для схватки.',
    playerCode: 'pu6XzbhRygQ',
    link: 'prey',
  },
  {
    title: 'Красная Шапочка',
    beginDate: 'с 22 сентября',
    endDate: 'по 5 октября',
    kind: 'Фэнтези, приключения, семейный',
    director: 'Лина Арифулина, Александр Баршак, Артем Аксененко',
    duration: '96 мин. / 01:36',
    age: '12+',
    actors:
      'Таисья Калинина, Данила Якушев, Екатерина Климова, Ирина Розанова, Алексей Барабаш, Алексей Серебряков, Юрий Чурсин, Нино Нинидзе, Павел Кузьмин, Иван Кокорин',
    description:
      'Спасая свой город от волков, Красная Шапочка должна будет раскрыть тайну исчезновения своего отца Волкобоя, взглянуть своим страхам в глаза и найти своё предназначение.',
    playerCode: 'lnecEjW8n30',
    link: 'red_cape',
  },
  {
    title: 'Базз Лайтер',
    beginDate: 'с 29 сентября',
    endDate: '',
    kind: 'Мультфильм, фантастика, боевик, драма, приключения, семейный',
    director: 'Энгус МакЛэйн',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Крис Эванс, Кеке Палмер, Питер Сон, Тайка Вайтити, Дэйл Соулс, Джеймс Бролин, Узо Адуба, Мэри МаДональд-Льюис, Исайя Уитлок мл., Энгус МакЛэйн',
    description:
      'История приключений легендарного космического рейнджера Базза Лайтера.',
    playerCode: '1mytqwPx2do',
    link: 'lightyear',
  },
]
