export const filmsArray = [
  {
    title: 'Удача',
    beginDate: 'с 2 марта',
    endDate: '',
    kind: 'Мультфильм, фэнтези, приключения, семейный, комедия',
    director: 'Пегги Холмс, Хавьер Абад',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Эва Ноблесада, Саймон Пегг, Джейн Фонда, Вупи Голдберг, Колин О’Донохью, Лил Рел Ховери, Флула Борг, Джон Ратценбергер, Аделинн Спун, Грэй Гриффин, Элиза Мартиросова, Михаил Хрусталёв, Елена Шульман, Надежда Подъяпольская, Алексей Костричкин',
    description:
      'Выпускница детского дома Сэм больше всего на свете хочет, чтобы её подружке, маленькой Хэйзел, улыбнулась удача, и девочка наконец обрела семью. Сама Сэм везучестью не отличается, но однажды она угощает бродячего кота, находит счастливую монетку, и с этого момента ей начинает сопутствовать удача буквально во всём. Решив отдать монетку Хэйзел, девушка случайно смывает её в унитаз, а когда снова сталкивается с тем котом, понимает, что это не обычное животное. Пытаясь выпросить у котейки новую монетку, Сэм начинает его преследовать и попадает в волшебную Страну Удачи.',
    playerCode: '4B_0KRKsDQY',
    link: 'luck',
  },
  // {
  //   title: 'Человек-муравей и Оса: Квантомания',
  //   beginDate: 'с 2 марта',
  //   endDate: '',
  //   kind: 'Фантастика, боевик, триллер, комедия, детектив, приключения',
  //   director: 'Пейтон Рид',
  //   duration: '125 мин. / 02:05',
  //   age: '12+',
  //   actors:
  //     'Пол Радд, Эванджелин Лилли, Джонатан Мэйджерс, Кэтрин Ньютон, Мишель Пфайффер, Уильям Джексон Харпер, Кэти О’Брайн, Дэвид Бертуччи, Милош Бинда, Давид Дастмалчян, Филипп Волошин, Виктория Павленко, Рауф Хабибуллин, Мария Иващенко, Ольга Коржева',
  //   description:
  //     'О приключениях бывшего мелкого преступника Скотта Лэнга, ставшего обладателем костюма, позволяющего уменьшаться и увеличиваться в размерах. Вместе с напарницей Хоуп ван Дайн, дочерью известного физика и энтомолога Хэнка Пима, разработавшего костюм человека-муравья, Скотт вновь спасает мир от угрозы.',
  //   playerCode: 'SfIksILhCp4',
  //   link: 'antman',
  // },

  {
    title: 'На солнце, вдоль рядов кукурузы',
    beginDate: 'с 16 марта',
    endDate: 'по 9 апреля',
    kind: 'Драма, приключения',
    director: 'Сарик Андреасян',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Егор Бероев, Герман Модягин, Ольга Хохлова, Жанна Эппле, Лиза Моряк, Полина Максимова, Михаил Тарабукин, Марк Богатырев, Дмитрий Власкин, Ксения Алферова',
    description:
      'Дамир Юсупов и предположить не мог, что однажды станет настоящим героем. Обыкновенный мальчишка, он грезил полетами и был уверен, что пойдет по стопам своего отца-летчика, но судьба распорядилась иначе. Спустя годы, когда веру потеряли даже самые близкие люди, Дамир все-таки сумел воплотить заветную мечту и стал пилотом гражданской авиации. И только благодаря его мужеству и преданности любимому делу были спасены 233 жизни: в августе 2019 г., когда у самолета отказали оба двигателя, он сумел посадить его на кукурузное поле.',
    playerCode: 'Dv-AVfHpCto',
    link: 'in_the_sun',
  },
  {
    title: 'Джон Уик 4',
    beginDate: 'с 23 марта',
    endDate: 'по 12 апреля',
    kind: 'Боевик, триллер, криминал',
    director: 'Чад Стахелски',
    duration: '169 мин. / 02:49',
    age: '18+',
    actors:
      'Киану Ривз, Донни Йен, Билл Скарсгард, Лоренс Фишбёрн, Хироюки Санада, Шамир Андерсон, Лэнс Реддик, Рина Саваяма, Скотт Эдкинс, Иэн Макшейн',
    description:
      'Джон Уик находит способ одержать победу над Правлением Кланов. Однако, прежде чем он сможет заслужить свою свободу, ему предстоит сразиться с новым врагом и его могущественными союзниками.',
    playerCode: 'xAviSwSSHMY',
    link: 'john_wick',
  },
  {
    title: 'Коты Эрмитажа',
    beginDate: 'с 23 марта',
    endDate: 'по 12 апреля',
    kind: 'Мультфильм, детский, комедия',
    director: 'Василий Ровенский',
    duration: '83 мин. / 01:23',
    age: '6+',
    actors:
      'Роман Курцын, Полина Гагарина, Павел Прилучный, Диомид Виноградов, Алексей Войтюк',
    description:
      'Юный кот по имени Винсент в компании мыши Мориса спасается от наводнения в старинном клавесине, который подбирают моряки и отправляют в Санкт-Петербург, где он попадает в Эрмитаж. Там Винсент знакомится с элитным кошачьим отрядом, что столетиями охраняет произведения искусства от мышей и прочих вредителей. Винсент мечтает обрести настоящую кошачью семью, но не хочет терять и своего друга Мориса, спасшего ему жизнь. Винсенту приходится скрывать друга, у которого к тому же есть одна «маленькая слабость» — Морис обожает грызть шедевры живописи. Ситуация максимально усложняется, когда в Эрмитаж прибывает одна из величайших картин человечества — «Мона Лиза», сгрызть которую — мечта всех мышей. Но ни Винсент, ни Морис, ни коты Эрмитажа не подозревают, что картину собираются похитить. И теперь Винсенту придется проявить всю свою изворотливость и смелость, чтобы спасти шедевр, защитить честь музея и завоевать любовь кошки по имени Клеопатра из египетского зала.',
    playerCode: '0OZ0mUYn8Kw',
    link: 'hermitage_cats',
  },
  {
    title: 'Пиноккио',
    beginDate: 'с 30 марта',
    endDate: 'по 2 апреля',
    kind: 'Мюзикл, фэнтези, драма, комедия, приключения, семейный',
    director: 'Роберт Земекис',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Бенджамин Эван Эйнсуорт, Том Хэнкс, Джозеф Гордон-Левитт, Кигэн-Майкл Ки, Люк Эванс, Синтия Эриво, Энгус Райт, Шила Атим, Лоррейн Бракко, Джэми Деметриу',
    description:
      'Куклу-марионетку Пиноккио оживляет фея и поручает ему вести добродетельную жизнь, чтобы стать настоящим мальчиком.',
    playerCode: 'hSJeSiClufY',
    link: 'pinokkio',
  },
  {
    title: 'Чёрная Пантера: Ваканда навеки',
    beginDate: 'с 30 марта',
    endDate: '',
    kind: 'Фантастика, боевик, драма',
    director: 'Райан Куглер',
    duration: '161 мин. / 02:41',
    age: '12+',
    actors:
      'Летишиа Райт, Лупита Нионго, Данай Гурира, Уинстон Дьюк, Анджела Бассетт, Теноч Уэрта, Мартин Фриман, Джулия Луи-Дрейфус, Доминик Торн, Флоренс Касумба, Карина Арбельяни, Виктория Павленко, Татьяна Костюченко, Илья Шилкин, Ольга Коржева',
    description:
      'После смерти короля Т`Чаллы королева Рамонда, Шури, М`Баку, Окойе и Дора Милаж сражаются, чтобы защитить Ваканду от мировых держав.',
    playerCode: '2Tp8kAlkMVE',
    link: 'black_panther',
  },
  {
    title: 'Аватар: Путь воды',
    beginDate: 'с 5 апреля',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Джеймс Кэмерон',
    duration: '192 мин. / 03:12',
    age: '12+',
    actors:
      'Сэм Уортингтон, Зои Салдана, Сигурни Уивер, Стивен Лэнг, Кейт Уинслет, Клифф Кёртис, Джоэль Мур, Си Си Эйч Паундер, Иди Фалько, Брендан Коуэлл, Александр Ноткин, Виктория Павленко, Карина Кудекова, Денис Анников, Ольга Бобрик',
    description:
      "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.",
    playerCode: 'B6lIqhEepQc',
    link: 'avatar_2',
  },
  {
    title: 'Три мушкетёра: Д’Артаньян',
    beginDate: 'с 6 апреля',
    endDate: 'по 19 апреля',
    kind: 'Боевик, приключения, история',
    director: 'Мартин Бурбулон',
    duration: '121 мин. / 02:01',
    age: '12+',
    actors:
      'Франсуа Сивиль, Венсан Кассель, Ромен Дюрис, Пио Мармай, Ева Грин, Луи Гаррель, Вики Крипс, Лина Кудри, Джейкоб Форчун-Ллойд, Марк Барбе',
    description:
      'От Лувра до Букингемского дворца, от трущоб Парижа до осады Ла-Рошели… В королевстве, разобщенном религиозными войнами и угрозой Британского вторжения, прославленные мушкетеры скрестят шпаги, готовые отдать жизнь ради величия Франции.',
    playerCode: 'Hd2EzlKIrbs',
    link: 'musketeers',
  },
  {
    title: 'Подземелья и драконы: Честь среди воров',
    beginDate: 'с 13 апреля',
    endDate: 'по 26 апреля',
    kind: 'Фэнтези, боевик, комедия',
    director: 'Джон Фрэнсис Дейли, Джонатан М. Голдштейн',
    duration: '134 мин. / 02:14',
    age: '12+',
    actors:
      'Крис Пайн, Мишель Родригес, Реге-Жан Пейдж, Джастис Смит, София Лиллис, Хью Грант, Хлоя Коулмэн, Дэйзи Хэд, Кайл Хиксон, Спенсер Уайлдинг, Анатолий Фечин, Дарья Фечина, Максим Терлецкий, Андрей Мошан, Айгуль Шамсутдинова',
    description:
      'Эдгин Дарвис вместе с верной воительницей Хольгой объединяются с рассеянным магом Саймоном, ловкой друидкой Дорик и чопорным паладином Зенком, чтобы вернуть утерянную реликвию, наделенную огромной силой. Однако всё быстро идет наперекосяк, когда на их пути встает злодей Фордж.',
    playerCode: 'p-9VkAEErq8',
    link: 'd_and_d',
  },
  {
    title: 'Вызов',
    beginDate: 'с 20 апреля',
    endDate: 'по 17 мая',
    kind: 'Драма',
    director: 'Клим Шипенко',
    duration: '170 мин. / 02:50',
    age: '6+',
    actors:
      'Юлия Пересильд, Милош Бикович, Владимир Машков, Олег Новицкий, Антон Шкаплеров, Пётр Дубров , Елена Валюшкина, Варвара Володина, Андрей Щепочкин, Александр Балуев',
    description:
      'Торакальный хирург Женя за месяц должна подготовиться к космическому полету и отправиться на МКС, чтобы спасти космонавта. Удастся ли ей справиться с испытаниями? Сможет ли она преодолеть неуверенность и страхи? Получится ли у нее провести сложнейшую операцию в условиях невесомости, от которой зависят шансы космонавта вернуться на Землю живым?',
    playerCode: 'PKBKmaOFlsg',
    link: 'challenge',
  },
]
