export const filmsArray = [
  {
    title: 'Анчартед: На картах не значится',
    beginDate: 'с 10 февраля',
    endDate: 'по 30 марта',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, София Тейлор Али, Антонио Бандерас, Тати Габриэль, Патриша Миден, Сара Жаклин Петрик',
    description:
      'Нейтан Дрейк и Виктор «Салли» Салливан, два искателя приключений, отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: 'oPDcRJVd3dU',
    link: 'uncharted',
  },
  {
    title: 'Флирт с дьяволом',
    beginDate: 'с 17 марта',
    endDate: 'по 30 марта',
    kind: 'Триллер',
    director: 'Луис Прието',
    duration: '91 мин. / 01:31',
    age: '18+',
    actors:
      'Камерон Монахэн, Фрэнк Грилло, Лилли Круг, Джон Малкович, Саша Лусс, Ридли Аша Бейтман, Эш Сантос, Джеймс С. Бёрнс, Дат Фан, Дэвид Мэдисон',
    description:
      'Богатый и разведенный Крис влюбляется в таинственную женщину по имени Скай. Вскоре после этого он, его бывшая жена и их ребёнок оказываются в ловушке — им предстоит отчаянная борьба за выживание.',
    playerCode: 'alpvJ5OwZAc',
    link: 'flirting_with_the_devil',
  },
  {
    title: 'Взаперти',
    beginDate: 'с 24 марта',
    endDate: 'по 30 марта',
    kind: 'Триллер',
    director: 'Ди Джей Карузо',
    duration: '89 мин. / 01:29',
    age: '16+',
    actors:
      'Рэйни Куэлли, Джейк Хоровиц, Лучана ВанДетте, Винсент Галло, Пенелопа Мартоне',
    description:
      'Джессика с двумя маленькими детьми живёт в ветхом доме в сельской глуши. Даже такое жильё ей не по карману, поэтому девушка решает переехать, о чём и сообщает внезапно зашедшему в гости бывшему бойфренду. Тот, подстрекаемый дружком-наркоманом, выходит из себя и запирает Джессику в кладовке — теперь ей придётся проявить немалую изобретательность, чтобы выбраться из этой ситуации и спасти детей.',
    playerCode: 'N5z47WIOwzQ',
    link: 'shut_in',
  },
  {
    title: 'Финник',
    beginDate: 'с 24 марта',
    endDate: 'по 6 апреля',
    kind: 'Мультфильм, приключения, детский',
    director: 'Денис Чернов',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Михаил Хрусталёв, Вероника Голубева, Ида Галич, Борис Дергачев, Андрей Лёвин, Даня Милохин, Александр Гудков, Артур Бабич, Леша Янгер, Влад Левский',
    description:
      'Мало кто знает, но в каждом доме живет… свой домовой! Это забавное мохнатое существо тайно обитает в мире людей и хранит домашний очаг. Домовой Финник — добрый, озорной, но немного вредный. Он любит подшутить над жильцами своего дома, поэтому ни одна семья не задерживается в его владениях надолго. Но все меняется, когда в дом въезжают находчивая девочка Кристина и ее родители: на них уловки домового совсем не действуют! Вскоре Кристина знакомится с Финником и узнает тайны жизни домовых. Тем временем, в их городке начинают происходить странные и пугающие события… Отважной девочке и домовому придется стать командой, чтобы разобраться в происходящем и спасти город.',
    playerCode: 'z75MlGBhs6E',
    link: 'finnik',
  },
  {
    title: 'Золушка и тайна волшебного камня',
    beginDate: 'с 24 марта',
    endDate: 'по 6 апреля',
    kind: 'Мультфильм',
    director: 'Элис Блехарт',
    duration: '86 мин. / 01:26',
    age: '6+',
    actors: 'Джери Кортни-Остейн, Эшли Борнансин, Тони Аццолино',
    description:
      'Не каждой принцессе нужен защитник: некоторые из них способны сами за себя постоять и, более того, выручить близких из беды. На принца Алекса наложено проклятье, превратившее его в мышь. Золушке предстоит освободить его от злых чар и отправится в незабываемое путешествие вместе со своими обаятельными друзьями.',
    playerCode: 'syJQVyEoX50',
    link: 'cinderella',
  },
  {
    title: 'Ампир V',
    beginDate: 'с 31 марта',
    endDate: 'по 13 апреля',
    kind: 'Фэнтези, драма',
    director: 'Виктор Гинзбург',
    duration: '114 мин. / 01:54',
    age: '16+',
    actors:
      'Павел Табаков, Таисия Радченко, Мирон Федоров, Владимир Долинский, Вера Алентова, Виктор Вержбицкий, Бронислав Виногродский, Игорь Жижикин, Максим Дрозд, Марина Зудина',
    description:
      'Миром правят вампиры. И они совсем не похожи на героев Голливуда. Это циничные и опытные представители мировой элиты. А теперь в их ряды волей случая попадает простой парень Рома. Станет ли он достойным представителем клана или у этой истории иной исход?',
    playerCode: '2iwZnD_kevE',
    link: 'ampir_v',
  },

  {
    title: 'Последнее пришествие дьявола',
    beginDate: 'с 31 марта',
    endDate: 'по 13 апреля',
    kind: 'Ужасы, драма',
    director: 'Алехандро Идальго',
    duration: '98 мин. / 01:38',
    age: '18+',
    actors:
      'Уилл Бейнбринк, Мария Габриела де Фария, Джозеф Марселл, Ракель Рохас, Иран Кастильо, Альфредо Эррера, Джоанна Винкель, Нурия Хиль, Эктор Котсифакис, Кристиан Раммел',
    description:
      'Американский священник Питер Уильямс, работающий в Мексике, среди многих местных прихожан считается святым. Однако после давнего случая экзорцизма он хранит страшную тайну, которая подтачивает его изнутри. И вот спустя 18 лет ему придётся снова встретиться с тем демоном.',
    playerCode: '0lndKRKg_CM',
    link: 'devil',
  },
]
