export const filmsArray = [
  {
    title: 'Аватар: Путь воды',
    beginDate: 'с 17 января',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Джеймс Кэмерон',
    duration: '192 мин. / 03:12',
    age: '12+',
    actors:
      'Сэм Уортингтон, Зои Салдана, Сигурни Уивер, Стивен Лэнг, Кейт Уинслет, Клифф Кёртис, Джоэль Мур, Си Си Эйч Паундер, Иди Фалько, Брендан Коуэлл, Александр Ноткин, Виктория Павленко, Карина Кудекова, Денис Анников, Ольга Бобрик',
    description:
      "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.",
    playerCode: 'B6lIqhEepQc',
    link: 'avatar_2',
  },

  {
    title: 'Праведник',
    beginDate: 'с 16 февраля',
    endDate: 'по 1 марта',
    kind: 'Драма, военный, история',
    director: 'Сергей Урсуляк',
    duration: '140 мин. / 02:20',
    age: '12+',
    actors:
      'Александр Яценко, Сергей Маковецкий, Фёдор Добронравов, Евгений Ткачук, Юлия Витрук, Любовь Константинова, Марк Эйдельштейн, Мария Золотухина, Константин Хабенский, Довале Гликман',
    description:
      '1942 год. Офицер Красной Армии Николай Киселев получает приказ вывести с оккупированных белорусских земель за линию фронта свыше двухсот евреев — стариков, женщин и детей, чудом избежавших неминуемой жестокой расправы. Этим истощенным, измученным голодом и страхом людям, потерявшим родных и едва не сошедшим с ума от пережитого ужаса, предстоит пройти пешком по лесным тропам сотни километров, чтобы вновь обрести надежду на спасение и веру в будущее.',
    playerCode: 'bmV112rpqAs',
    link: 'pravednik',
  },

  {
    title: 'Удача',
    beginDate: 'с 2 марта',
    endDate: '',
    kind: 'Мультфильм, фэнтези, приключения, семейный, комедия',
    director: 'Пегги Холмс, Хавьер Абад',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Эва Ноблесада, Саймон Пегг, Джейн Фонда, Вупи Голдберг, Колин О’Донохью, Лил Рел Ховери, Флула Борг, Джон Ратценбергер, Аделинн Спун, Грэй Гриффин, Элиза Мартиросова, Михаил Хрусталёв, Елена Шульман, Надежда Подъяпольская, Алексей Костричкин',
    description:
      'Выпускница детского дома Сэм больше всего на свете хочет, чтобы её подружке, маленькой Хэйзел, улыбнулась удача, и девочка наконец обрела семью. Сама Сэм везучестью не отличается, но однажды она угощает бродячего кота, находит счастливую монетку, и с этого момента ей начинает сопутствовать удача буквально во всём. Решив отдать монетку Хэйзел, девушка случайно смывает её в унитаз, а когда снова сталкивается с тем котом, понимает, что это не обычное животное. Пытаясь выпросить у котейки новую монетку, Сэм начинает его преследовать и попадает в волшебную Страну Удачи.',
    playerCode: '4B_0KRKsDQY',
    link: 'luck',
  },
  {
    title: 'Человек-муравей и Оса: Квантомания',
    beginDate: 'с 2 марта',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, комедия, детектив, приключения',
    director: 'Пейтон Рид',
    duration: '125 мин. / 02:05',
    age: '12+',
    actors:
      'Пол Радд, Эванджелин Лилли, Джонатан Мэйджерс, Кэтрин Ньютон, Мишель Пфайффер, Уильям Джексон Харпер, Кэти О’Брайн, Дэвид Бертуччи, Милош Бинда, Давид Дастмалчян, Филипп Волошин, Виктория Павленко, Рауф Хабибуллин, Мария Иващенко, Ольга Коржева',
    description:
      'О приключениях бывшего мелкого преступника Скотта Лэнга, ставшего обладателем костюма, позволяющего уменьшаться и увеличиваться в размерах. Вместе с напарницей Хоуп ван Дайн, дочерью известного физика и энтомолога Хэнка Пима, разработавшего костюм человека-муравья, Скотт вновь спасает мир от угрозы.',
    playerCode: 'SfIksILhCp4',
    link: 'antman',
  },
  {
    title: 'Царевны и Таинственная гостья',
    beginDate: 'с 8 марта',
    endDate: 'по 22 марта',
    kind: 'Мультфильм, детский, приключения',
    director: 'Александра Шоха',
    duration: '—',
    age: '0+',
    actors:
      'Анна Слынько, Алёна Кононова, Ирина Обрезкова, Елизавета Чабан, Юлия Рудина, Наталья Терешкова, Александр Быковский, Валерий Смекалов, Станислав Концевич, Мария Цветкова-Овсянникова',
    description:
      'Приключения ждут царевен во время празднования Всеволшебного дня. В школе ждут бал: мальчики готовят сюрприз, а царевны примеряют костюмы животных. Но не успевает торжество начаться, как на школу нападает юная волшебница Марфуша, у которой с учебным заведением свои счёты. Застав Кощея врасплох, она превращает его в ворона, а бросившихся ему на выручку царевен — в зверей, костюмы которых они надели. Теперь до конца Всеволшебного дня царевны должны вернуть себе и Кощею настоящий облик, иначе они навсегда останутся животными. Но как это сделать, если теперь они лишены своих волшебных способностей?',
    playerCode: 'bWcXb-rJjC4',
    link: 'princesses',
  },
  {
    title: 'Поехавшая',
    beginDate: 'с 8 марта',
    endDate: 'по 29 марта',
    kind: 'Мелодрама, комедия',
    director: 'Антон Маслов',
    duration: '110 мин. / 01:50',
    age: '16+',
    actors:
      'Ольга Лерман, Виктор Хориняк, Дмитрий Чеботарёв, Елена Яковлева, Аскар Ильясов, Алина Алексеева, Анастасия Светлова, Юлия Топольницкая, Олеся Железняк, Маша Лобанова',
    description:
      'Обычная жительница мегаполиса Аня Смолина после череды неудач решает: пришло время все изменить. Она достает запылившийся велосипед, сажает в прицеп таксу Капу и отправляется в Магадан — мириться с мамой.Ее ждет дорога в 10 тысяч км с массой испытаний, борьба с самой собой, дружелюбные (и не очень) дальнобойщики и пирожки с трассы. И, конечно, это путешествие принесет судьбоносные встречи.',
    playerCode: 'n7ih57t7ZZA',
    link: 'gone',
  },

  {
    title: 'На солнце, вдоль рядов кукурузы',
    beginDate: 'с 16 марта',
    endDate: 'по 29 марта',
    kind: 'Драма, приключения',
    director: 'Сарик Андреасян',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Егор Бероев, Герман Модягин, Ольга Хохлова, Жанна Эппле, Лиза Моряк, Полина Максимова, Михаил Тарабукин, Марк Богатырев, Дмитрий Власкин, Ксения Алферова',
    description:
      'Дамир Юсупов и предположить не мог, что однажды станет настоящим героем. Обыкновенный мальчишка, он грезил полетами и был уверен, что пойдет по стопам своего отца-летчика, но судьба распорядилась иначе. Спустя годы, когда веру потеряли даже самые близкие люди, Дамир все-таки сумел воплотить заветную мечту и стал пилотом гражданской авиации. И только благодаря его мужеству и преданности любимому делу были спасены 233 жизни: в августе 2019 г., когда у самолета отказали оба двигателя, он сумел посадить его на кукурузное поле.',
    playerCode: 'Dv-AVfHpCto',
    link: 'in_the_sun',
  },
  {
    title: 'Джон Уик 4',
    beginDate: 'с 23 марта',
    endDate: 'по 5 апреля',
    kind: 'Боевик, триллер, криминал',
    director: 'Чад Стахелски',
    duration: '169 мин. / 02:49',
    age: '18+',
    actors:
      'Киану Ривз, Донни Йен, Билл Скарсгард, Лоренс Фишбёрн, Хироюки Санада, Шамир Андерсон, Лэнс Реддик, Рина Саваяма, Скотт Эдкинс, Иэн Макшейн',
    description:
      'Джон Уик находит способ одержать победу над Правлением Кланов. Однако, прежде чем он сможет заслужить свою свободу, ему предстоит сразиться с новым врагом и его могущественными союзниками.',
    playerCode: 'xAviSwSSHMY',
    link: 'john_wick',
  },
]
