export const filmsArray = [
  {
    title: 'Шан-Чи и легенда десяти колец',
    beginDate: 'с 2 сентября',
    endDate: 'по 22 сентября',
    kind: 'Боевик, фантастика, приключения',
    director: 'Дестин Дэниел Креттон',
    duration: '132 мин. / 02:12',
    age: '16+',
    actors:
      'Симу Лю, Тони Люн Чу Вай, Аквафина, Мишель Йео, Тим Рот, Бенедикт Вонг, Чэнь Фала, Флориан Мунтяну, Ронни Чиэн, Даллас Лю',
    description:
      'Мастеру боевых искусств Шан-Чи предстоит противостоять призракам из собственного прошлого, по мере того как его втягивают в паутину интриг таинственной организации «Десять колец».',
    playerCode: 'whv6KtrXIc0',
    link: 'shang_chi',
  },
  {
    title: 'Злое',
    beginDate: 'с 9 сентября',
    endDate: 'по 22 сентября',
    kind: 'Ужасы, триллер, криминал, детектив',
    director: 'Джеймс Ван',
    duration: '111 мин. / 01:51',
    age: '18+',
    actors:
      'Аннабелль Уоллис, Мэдди Хассон, Джордж Янг, Жаклин Маккензи, Ингрид Бису, Миколь Уайт, Пола Маршалл, Джейк Эйбел, Патрик Кокс, Рэйчел Уинфри.',
    description:
      'Жизнь Мэдисон превращается в настоящий кошмар, когда в своих снах она становится свидетельницей зверских убийств. Но что, если ночные видения — на самом деле жестокая реальность? Есть ли у Мэдисон шанс их предотвратить?',
    playerCode: 'VVzVl5MdzRc',
    link: 'malignant',
  },
  {
    title: 'Вокруг света за 80 дней',
    beginDate: 'с 9 сентября',
    endDate: 'по 22 сентября',
    kind: 'Мультфильм',
    director: 'Самуэль Турно',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Жюльен Крампон, Кэйси Чейз, Селин Ронте, Вероник Огеро, Эммануэль Гариджо, Гэбриел Ле Дозе, Серж Биаван, Мишель Арагоне, Грегори Кидель',
    description:
      'Умнейший Паспарту всегда мечтал о путешествиях. На его удачу безрассудный Филеас согласился на безумное пари — обогнуть земной шар всего за 80 дней. Теперь двум совершенно непохожим друзьям предстоит совершить невозможное, а заодно увидеть весь мир, полный фантастических созданий, живописных мест и умопомрачительных приключений.',
    playerCode: 'x6ZHwWp19AE',
    link: 'around_world_80',
  },
  {
    title: 'Дюна',
    beginDate: 'с 16 сентября',
    endDate: 'по 6 октября',
    kind: 'Фантастика, драма, приключения',
    director: 'Дени Вильнёв',
    duration: '155 мин. / 02:35',
    age: '12+',
    actors:
      'Тимоти Шаламе, Ребекка Фергюсон, Оскар Айзек, Джош Бролин, Джейсон Момоа, Зендея, Стеллан Скарсгард, Хавьер Бардем, Дэйв Батиста, Шарлотта Рэмплинг',
    description:
      'Наследник знаменитого дома Атрейдесов Пол отправляется вместе с семьей на одну из самых опасных планет во Вселенной — Арракис. Здесь нет ничего, кроме песка, палящего солнца, гигантских чудовищ…и основной причины межгалактических конфликтов — невероятно ценного ресурса, который называется меланж. В результате захвата власти Пол вынужден бежать и скрываться, и это становится началом его эпического путешествия. Враждебный мир Арракиса приготовил для него множество тяжелых испытаний, но только тот, кто готов взглянуть в глаза своему страху, достоин стать избранным.',
    playerCode: 'Q6nepw3fskg',
    link: 'dune',
  },
  {
    title: 'My Little Pony: Новое поколение',
    beginDate: 'с 23 сентября',
    endDate: 'по 6 октября',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Роберт Каллен, Хосе Луис Уча, Марк Фаттибене',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Ванесса Энн Хадженс, Кимико Гленн, Джеймс Марсден, София Карсон, Джейн Краковски, Элизабет Перкинс, Майкл МакКин, Кен Жонг, Фил ЛаМарр, Лайза Коши.',
    description:
      'Яркую страну пони, Эквестрию, покинула магия. Вместо дружбы и гармонии здесь теперь царят тревога и недоверие, а пони разных видов вынуждены жить порознь. Но жизнерадостная земная пони Санни уверена — у этого волшебного мира есть надежда! Вместе с единорожкой Иззи и другими новыми друзьями их ждут невероятные приключения, удивительные дальние страны и головокружительные опасности. И именно маленьким пони по силам совершить огромные подвиги, чтобы вернуть мир и счастье в Эквестрию!',
    playerCode: 'h7ZlAuXsmoc',
    link: 'my_little_pony',
  },
  {
    title: 'Клаустрофобы 2: Лига выживших',
    beginDate: 'с 23 сентября',
    endDate: 'по 6 октября',
    kind: 'Ужасы, боевик',
    director: 'Адам Робител',
    duration: '88 мин. / 01:28',
    age: '16+',
    actors:
      'Тейлор Расселл, Логан Миллер, Дебора Энн Уолл, Томас Кокерел, Холлэнд Роден, Индия Мур, Карлито Оливеро, Matt Esof, Джеми-Ли Мани, Уэйн Харрисон',
    description:
      'Шестеро незнакомцев, каждый из которых стал единственным победителем одного из смертельно опасных квестов, вновь оказываются в игре не по своей воле. Но прежние задания покажутся им сущим пустяком по сравнению с жуткими испытаниями, которые ожидают их на этот раз: игра стала еще опаснее и безжалостнее, а шансы на выживание стремятся к нулю.',
    playerCode: 'uw3y-GHLujI',
    link: 'escape_room',
  },
  {
    title: 'Не время умирать',
    beginDate: 'с 30 сентября',
    endDate: 'по 20 октрября',
    kind: 'Боевик, триллер, приключения',
    director: 'Кэри Дзёдзи Фукунага',
    duration: '163 мин. / 02:43',
    age: '12+',
    actors:
      'Дэниэл Крэйг, Рами Малек, Леа Сейду, Лашана Линч, Бен Уишоу, Наоми Харрис, Билли Магнуссен, Ана де Армас, Кристоф Вальц, Рэйф Файнс',
    description:
      'Джеймс Бонд оставил оперативную службу и наслаждается спокойной жизнью на Ямайке. Все меняется, когда на острове появляется его старый друг Феликс Лейтер из ЦРУ с просьбой о помощи. Миссия по спасению похищенного ученого оказывается опаснее, чем предполагалось изначально. Бонд попадает в ловушку к таинственному злодею, вооруженному опасным технологическим оружием.',
    playerCode: 'Z3b1GbPg2VM',
    link: 'no_time_to_die',
  },
]
