export const filmsArray = [
  {
    title: 'По щучьему велению',
    beginDate: 'с 26 октября',
    endDate: '',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Никита Кологривый, Мила Ершова, Алина Алексеева, Юрий Колокольников, Роман Мадянов, Фёдор Лавров, Агриппина Стеклова, Сергей Бурунов, Тимофей Меренков, Валерия Рустамова',
    description:
      'Если ты идешь на рыбалку — будь готов к тому, что вытянешь рыбу своей мечты, волшебную Щуку, которая может исполнить три любых твоих желания. Только Емеля спустил два желания на ветер, а третье решил приберечь. Поэтому, чтобы добиться руки царской дочери Анфисы, придется ему действовать без волшебной силы, самому. А помогать ему будет Щука, которая без своей шкурки предстает обычной девушкой Василисой. Вместе им предстоит найти скатерть-самобранку, встретиться с Котом Баюном, отправиться в мрачное царство Кощея и понять, что настоящее чудо — это быть с тем, кого любишь.',
    playerCode: 'N4pAp8DR_TQ',
    link: 'ivan_the_dumb',
  },

  {
    title: 'Тёща',
    beginDate: 'с 30 ноября',
    endDate: '',
    kind: 'Комедия',
    director: 'Аскар Узабаев',
    duration: '98 мин. / 01:38',
    age: '16+',
    actors:
      'Лариса Гузеева, Гарик Харламов, Настасья Самбурская, Александр Лыков, Марк Богатырев, Никита Тарасов, Анна Уколова, Толепберген Байсакалов, Жаныл Асанбекова, Ёла Санько',
    description:
      'Ольга Николаевна — волевая женщина и начальница ЖКХ, которая вполне довольна своей жизнью. Она хозяйка дома и на работе, полностью контролирует своего мужа Романа Павловича и оберегает дочь Варю. Единственный, кто не вписывается в её счастливую картину мира, — это зять Виктор, от которого на днях должна родить горячо любимая дочка. И вот однажды шквал взаимных претензий становится так велик, что прямо на семейном празднике ситуация выходит из-под контроля.',
    playerCode: 'rwA52mKkXBw',
    link: 'tesha',
  },
  {
    title: 'Ёлки 10',
    beginDate: 'с 7 декабря',
    endDate: '',
    kind: 'Комедия',
    director: 'Дамир Мифтахов, Иван Чехов',
    duration: '90 мин. / 01:30',
    age: '12+',
    actors:
      'Елена Валюшкина, Галина Польских, Юрий Кузнецов, Борис Щербаков, Регина Тодоренко, Егор Корешков, Филипп Киркоров, Виталий Кищенко, Ольга Дибцева, Александр Баширов',
    description:
      'В новогоднюю ночь всегда есть место чуду, даже если ты вдруг перестал в него верить. Геннадьич, коротающий свой век в доме престарелых под Санкт-Петербургом, обретёт свою настоящую семью. Начинающей блогерше Ларисе из Тюмени предстоит узнать, на что ради своих близких готов решиться её супруг. Марине из Татарстана — научиться любить то, что действительно важно для её мужа. А девушка-геймерша по имени Таня из Нижнего Новгорода поймёт, что настоящая любовь — это совсем не игра. Ведь в самую волшебную ночь года каждый имеет шанс обрести своё персональное счастье.',
    playerCode: 'jSZoIg_okvg',
    link: 'elki',
  },
  {
    title: 'Тролли 3',
    beginDate: 'с 7 декабря',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный, музыка',
    director: 'Уолт Дорн, Тим Хейц',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Анна Кендрик, Джастин Тимберлейк, Камила Кабейо, Эрик Андре, Кид Кади, Кенан Томпсон, Уолт Дорн, Андерсон Паак, Рон Фанчес, Кунал Нэйэр',
    description:
      'Розочка узнает, что её возлюбленный Цветан когда-то был частью её любимого бойз-бэнда «Братаны» вместе со своими четырьмя братьями. Группа распалась, когда Цветан был ещё младенцем, и с тех пор он не видел своих братьев, но когда одного из них похищают неизвестные злодеи, Цветан и Розочка отправляются в путешествие, чтобы наконец-то воссоединить семью с помощью волшебной силы музыки.',
    playerCode: 'vleN3wA8f98',
    link: 'trolls',
  },
  {
    title: 'Вредная привычка',
    beginDate: 'с 21 декабря',
    endDate: '',
    kind: 'Комедия',
    director: 'Митрий Семенов-Алейников',
    duration: '-',
    age: '12+',
    actors:
      'Ян Цапник, Антон Жижин, Александра Соловьева, Агата Муцениеце, Наталья Земцова, Дмитрий Хрусталев, Ирина Пегова, Раиса Рязанова, Елизавета Шукова, Андрей Пынзару',
    description:
      'Вася с Батей прожили в деревне всю жизнь. Но один не потушенный бычок нерадивого Бати оставляет сына и отца на улице без денег и дома. В отчаянии, они едут в город и находят единственное место, где можно находиться 24 часа в сутки — фитнес-клуб. Теперь сельской парочке предстоит стать своими в мире смузи и пилатеса и показать местным обитателям, что такое фитнес по-деревенски. И, конечно же, найти свою любовь.',
    playerCode: 'zJ4kvjM3jSc',
    link: 'bad_habit',
  },
  {
    title: 'Феррари',
    beginDate: 'с 21 декабря',
    endDate: '',
    kind: 'Драма, биография, история',
    director: 'Майкл Манн',
    duration: '130 мин. / 02:10',
    age: '18+',
    actors:
      'Адам Драйвер, Шейлин Вудли, , Алессандро Кремона, Пенелопа Крус, Гэбриел Леоне, Микеле Савойя, ',
    description:
      '1957 год. После утраты сына семейная жизнь экс-гонщика Энцо Феррари переживает кризис, а над знаменитой итальянской Скудерией нависла угроза банкротства. Чтобы круто поменять свою жизнь, он принимает участие в грандиозной гонке на выносливость Mille Miglia.',
    playerCode: 'vGf7R_PEAsw',
    link: 'ferrari',
  },
]
