export const filmsArray = [
  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с 12 мая',
    endDate: 'по 30 мая',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '12+',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: 'JcEKRP7h5G8',
    link: 'guardians_3',
  },

  {
    title: 'Кот в сапогах 2: Последнее желание',
    beginDate: 'с 28 мая',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, фэнтези',
    director: 'Джоэль Кроуфорд, Хануэль Меркадо',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Антонио Бандерас, Сальма Хайек, Харви Гильен, Флоренс Пью, Джон Малэйни, Вагнер Моура, Рэй Уинстон, Самсон Каё, Оливия Колман, Давайн Джой Рэндольф, Андрей Бибиков, Диана Нерсесова, Антон Кобылко, Елизавета Эбаноидзе, Георгий Вардиашвили',
    description:
      'Промотав восемь жизней из девяти и до смерти испугавшись пришедшего за ним волка-охотника за головами, Кот в сапогах внимает совету врача и заселяется в дом местной кошатницы. Там он смиряется с установленными порядками, отращивает бороду и теряет тягу к подвигам и приключениям, но только до тех пор, пока не узнаёт о волшебной карте, которая указывает путь к где-то упавшей Звезде желаний. Кот в сапогах твёрдо решает отыскать Звезду, чтобы вернуть свои жизни, и в компании притворявшегося кошачьим пёсика отправляется красть карту у известного коллекционера волшебных предметов Джека Хорнера.',
    playerCode: 'JA8Xw0ffel8',
    link: 'puss_in_boots_2',
  },

  {
    title: 'Братья Супер Марио в кино',
    beginDate: 'с 8 июня',
    endDate: 'по 21 июня',
    kind: 'Мультфильм, фэнтези, приключения, комедия',
    director: 'Аарон Хорват',
    duration: '92 мин. / 01:32',
    age: '6+',
    actors:
      'Крис Пратт, Чарли Дэй, Аня Тейлор-Джой, Джек Блэк, Кигэн-Майкл Ки, Сет Роген, Фред Армисен, Себастьян Манискалко, Кевин Майкл Ричардсон, Хари Пэйтон',
    description:
      'Братья-водопроводчики Марио и Луиджи открывают портал в подземный город, из которого должны вызволить пленённую принцессу Пич и сразиться с заклятым врагом Боузером.',
    playerCode: 'DurflEd-1tE',
    link: 'mario',
  },
  {
    title: 'Форсаж 10',
    beginDate: 'с 8 июня',
    endDate: 'по 21 июня',
    kind: 'Боевик, криминал, детектив',
    director: 'Луи Летерье',
    duration: '141 мин. / 02:21',
    age: '12+',
    actors:
      'Вин Дизель, Мишель Родригес, Джейсон Момоа, Тайриз Гибсон, Лудакрис, Джон Сина, Джордана Брюстер, Натали Эммануэль, Сон Ган, Джейсон Стэйтем',
    description:
      'Семья Доминика Торетто вновь попадает под удар. Сайфер объединяет усилия с Данте, который желает отомстить.',
    playerCode: 'NhC2FMfMacE',
    link: 'fast',
  },

  {
    title: 'Человек-паук: Паутина вселенных',
    beginDate: 'с 14 июня',
    endDate: '',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Жуакин Душ Сантуш',
    duration: '140 мин. / 02:20',
    age: '12+',
    actors:
      'Шамеик Мур, Хейли Стайнфелд, Оскар Айзек, Джейк Джонсон, Исса Рэй, Брайан Тайри Генри, Луна Лорен Велес, Рэйчел Дрэч, Дэниэл Калуя, Майкл Рианда',
    description:
      'Майлз Моралес отправляется в приключение по мультивселенной вместе с Гвен Стейси и новой командой Людей-пауков, которым предстоит столкнуться с могущественным злодеем.',
    playerCode: 'RE1vNn7tvX4',
    link: 'spider_man',
  },
  {
    title: 'Русалочка',
    beginDate: 'с 21 июня',
    endDate: '',
    kind: 'Фэнтези, мелодрама, мюзикл',
    director: 'Роб Маршалл',
    duration: '135 мин. / 02:15',
    age: '6+',
    actors:
      'Холли Бейли, Джона Хауэр-Кинг, Мелисса Маккарти, Хавьер Бардем, Нома Думезвени, Арт Малик, Давид Диггс, Джейкоб Тремблей, Аквафина, Джессика Александр',
    description:
      'Русалочка Ариэль из любви к человеческому принцу идёт на сделку с ведьмой Урсулой. Та даёт ей ноги, но взамен забирает голос.',
    playerCode: '9skaddaV1D4',
    link: 'mermaid',
  },
  {
    title: 'Дыхание',
    beginDate: 'с 22 июня',
    endDate: 'по 5 августа',
    kind: 'Драма',
    director: 'Роман Каримов',
    duration: '—',
    age: '16+',
    actors:
      'Антон Батырев, Ирина Горбачева, Даниил Воробьев, Андрей Карако, Вера Шпак, Евгения Храповицкая, Дмитрий Павленко, Галина Сазонова, Сергей Лысов, Алексей Гоман',
    description:
      'Большие испытания открывают истинную красоту человека. Виктор — бывший врач, а ныне успешный бизнесмен — нелегально пробирается в больницу, чтобы помочь маме, заболевшей COVID-19. Рискуя жизнью и свободой, он пытается разобраться с неизвестным вирусом и вместе с медицинским коллективом готовит больницу к пандемии.',
    playerCode: 'm2m1OIj4pdo',
    link: 'breathe',
  },
]
