export const filmsArray = [
  {
    title: 'Кролик Питер 2',
    beginDate: 'с 13 мая',
    endDate: 'по 9 июня',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Уилл Глак',
    duration: '93 мин. / 01:33',
    age: '6+',
    actors:
      'Джеймс Корден, Элизабет Дебики, Ленни Джеймс, Марго Робби, Айми Хорн, Руперт Дегас, Донал Глисон, Роуз Бирн, Дэвид Ойелоуо, Ивен Лесли, Антон Эльдаров, Марина Кравец, Максим Виторган, Варвара Чабан, Илья Бледный',
    description:
      'Продолжение истории маленького и непоседливого кролика по имени Питер. Беатрис, Томас и крольчата, наконец, находят общий язык и начинают спокойную и размеренную жизнь за городом. Однако Питеру это совсем не по нраву: его мятежная душа требует приключений, и он отправляется на их поиски в большой город, туда, где его проделки уж точно оценят по достоинству. Тем временем, члены его большой дружной семьи, рискуя жизнью, отправляются вслед за Питером, чтобы вернуть его домой, и теперь беглецу предстоит решить, что же для него важнее всего.',
    playerCode: 'duYDe0SgC2I',
    link: 'piter',
  },
  {
    title: 'Форсаж 9',
    beginDate: 'с 19 мая',
    endDate: 'по 9 июня',
    kind: 'Боевик, триллер, криминал, приключения',
    director: 'Джастин Лин',
    duration: '145 мин. / 02:25',
    age: '12+',
    actors:
      'Вин Дизель, Джон Сина, Тайриз Гибсон, Лудакрис, Джордана Брюстер, Натали Эммануэль, Мишель Родригес, Хелен Миррен, Шарлиз Терон, Майкл Рукер',
    description:
      'Доминик Торетто ведет спокойную жизнь вместе с Летти и своим сыном Брайаном, однако, они знают, что новая опасность всегда где-то рядом. В этот раз Доминику придется встретиться с призраками прошлого, если он хочет спасти самых близких. Команда снова собирается вместе, чтобы предотвратить дерзкий план по захвату мира, который придумал самый опасный преступник и безбашенный водитель из всех, с кем они сталкивались ранее. Ситуация усложняется тем, что этот человек — брат Доминика Джейкоб, которого много лет назад изгнали из семьи.',
    playerCode: 'uyPLu4E45So',
    link: 'fast_9',
  },
  {
    title: 'Тихое место 2',
    beginDate: 'с 3 июня',
    endDate: 'по 16 июня',
    kind: 'Ужасы, фантастика, триллер, драма',
    director: 'Джон Красински',
    duration: '97 мин. / 01:37',
    age: '16+',
    actors:
      'Эмили Блант, Милли Симмондс, Киллиан Мёрфи, Ноа Джуп, Джимон Хонсу, Джон Красински, Лорен-Эшли Кристияно, Zachary Golinger, Блейк ДеЛонг, Шери Фэйрчайлд',
    description:
      'Семья Эбботт продолжает бороться за жизнь в полной тишине. Вслед за смертельной угрозой, с которой они столкнулись в собственном доме, им предстоит познать ужасы внешнего мира. Они вынуждены отправиться в неизвестность, где быстро обнаруживают, что существа, охотящиеся на звук, – не единственные враги за пределами безопасной песчаной тропы.',
    playerCode: 'LIZjK9aJREk',
    link: 'quiet_place',
  },
  {
    title: 'Круэлла',
    beginDate: 'с 3 июня',
    endDate: 'по 23 июня',
    kind: 'Комедия, криминал',
    director: 'Крэйг Гиллеспи',
    duration: '134 мин. / 02:14',
    age: '12+',
    actors:
      'Эмма Стоун, Эмма Томпсон, Джоэль Фрай,     Пол Уолтер Хаузер, Джон Маккри, Эмили Бичем, Марк Стронг, Кайван Новак, Кирби Хауэлл-Баптист, Джэми Деметриу',
    description:
      'Лондон 70-х годов охвачен зарождающейся культурой панк-рока. Невероятно одаренная мошенница по имени Эстелла решает сделать себе имя в мире моды. Её лучшие друзья — парочка юных карманников, которые ценят страсть Эстеллы к приключениям и надеются вместе с ней отвоевать себе место под солнцем на улицах британской столицы. В один прекрасный день модное чутье Эстеллы привлекает внимание шикарной и пугающе высокомерной баронессы фон Хельман.',
    playerCode: '6z4tdTbIjJA',
    link: 'cruella',
  },
  {
    title: 'Заклятие 3: По воле дьявола',
    beginDate: 'с 10 июня',
    endDate: 'по 23 июня',
    kind: 'Ужасы, детектив',
    director: 'Майкл Чавес',
    duration: '112 мин. / 01:52',
    age: '18+',
    actors:
      'Патрик Уилсон, Вера Фармига, Руаири О’Коннор, Сара Кэтрин Хук, Джулиан Хиллиард, Джон Ноубл, Эжени Бондюран, Шэннон Кук-Чун, Ронни Джин Блевинс, Кит А. Болден',
    description:
      'Леденящая кровь история ужасающего убийства, которая поразила даже опытных исследователей паранормальных явлений Эда и Лоррейн Уорренов. Одно из их самых сенсационных дел началось с борьбы за душу юноши, а привело к тому, чего они ни разу не видели за свою практику — впервые в истории США подозреваемый в убийстве в свою защиту заявил, что был одержим демоном.',
    playerCode: 'FF8pfkqYkOQ',
    link: 'conjuring',
  },
  {
    title: 'Лука',
    beginDate: 'с 17 июня',
    endDate: 'по 7 июля',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Энрико Касароса',
    duration: '-',
    age: '6+',
    actors:
      'Джейкоб Тремблей, Майя Рудольф, Джакомо Джианниотти, Джек Дилан Грейзер, Джим Гэффиган, Эмма Берман, Марко Барричелли, Саверио Раймондо',
    description:
      'Свои незабываемые каникулы, в которых есть место и домашней пасте, и мороженному, и бесконечным поездкам на мопеде, мальчик по имени Лука проводит в красивом приморском городке, расположенном на итальянской Ривьере. Ни одно приключение Луки не обходится без участия его нового лучшего друга, и беззаботность отдыха омрачает только лишь тот факт, что на самом деле в облике мальчика скрывается морской монстр из глубин лагуны, на берегу которой стоит городок.',
    playerCode: 'gspVSzss3ME',
    link: 'luka',
  },
]
