export const filmsArray = [
  {
    title: 'Дюна',
    beginDate: 'с 16 сентября',
    endDate: 'по 6 октября',
    kind: 'Фантастика, драма, приключения',
    director: 'Дени Вильнёв',
    duration: '155 мин. / 02:35',
    age: '12+',
    actors:
      'Тимоти Шаламе, Ребекка Фергюсон, Оскар Айзек, Джош Бролин, Джейсон Момоа, Зендея, Стеллан Скарсгард, Хавьер Бардем, Дэйв Батиста, Шарлотта Рэмплинг',
    description:
      'Наследник знаменитого дома Атрейдесов Пол отправляется вместе с семьей на одну из самых опасных планет во Вселенной — Арракис. Здесь нет ничего, кроме песка, палящего солнца, гигантских чудовищ…и основной причины межгалактических конфликтов — невероятно ценного ресурса, который называется меланж. В результате захвата власти Пол вынужден бежать и скрываться, и это становится началом его эпического путешествия. Враждебный мир Арракиса приготовил для него множество тяжелых испытаний, но только тот, кто готов взглянуть в глаза своему страху, достоин стать избранным.',
    playerCode: 'Q6nepw3fskg',
    link: 'dune',
  },
  {
    title: 'My Little Pony: Новое поколение',
    beginDate: 'с 23 сентября',
    endDate: 'по 6 октября',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Роберт Каллен, Хосе Луис Уча, Марк Фаттибене',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Ванесса Энн Хадженс, Кимико Гленн, Джеймс Марсден, София Карсон, Джейн Краковски, Элизабет Перкинс, Майкл МакКин, Кен Жонг, Фил ЛаМарр, Лайза Коши.',
    description:
      'Яркую страну пони, Эквестрию, покинула магия. Вместо дружбы и гармонии здесь теперь царят тревога и недоверие, а пони разных видов вынуждены жить порознь. Но жизнерадостная земная пони Санни уверена — у этого волшебного мира есть надежда! Вместе с единорожкой Иззи и другими новыми друзьями их ждут невероятные приключения, удивительные дальние страны и головокружительные опасности. И именно маленьким пони по силам совершить огромные подвиги, чтобы вернуть мир и счастье в Эквестрию!',
    playerCode: 'h7ZlAuXsmoc',
    link: 'my_little_pony',
  },
  {
    title: 'Клаустрофобы 2: Лига выживших',
    beginDate: 'с 23 сентября',
    endDate: 'по 6 октября',
    kind: 'Ужасы, боевик',
    director: 'Адам Робител',
    duration: '88 мин. / 01:28',
    age: '16+',
    actors:
      'Тейлор Расселл, Логан Миллер, Дебора Энн Уолл, Томас Кокерел, Холлэнд Роден, Индия Мур, Карлито Оливеро, Matt Esof, Джеми-Ли Мани, Уэйн Харрисон',
    description:
      'Шестеро незнакомцев, каждый из которых стал единственным победителем одного из смертельно опасных квестов, вновь оказываются в игре не по своей воле. Но прежние задания покажутся им сущим пустяком по сравнению с жуткими испытаниями, которые ожидают их на этот раз: игра стала еще опаснее и безжалостнее, а шансы на выживание стремятся к нулю.',
    playerCode: 'uw3y-GHLujI',
    link: 'escape_room',
  },
  {
    title: 'Веном 2',
    beginDate: 'с 30 сентября',
    endDate: 'по 20 октября',
    kind: 'Фантастика, боевик, триллер',
    director: 'Энди Серкис',
    duration: '90 мин. / 01:30',
    age: '16+',
    actors:
      'Том Харди, Мишель Уильямс, Наоми Харрис, Вуди Харрельсон, Стивен Грэм, Рейд Скотт, Уилльям Барбо, Шон Делани, Пегги Лу, Джесси Виннинг',
    description:
      'Более чем через год после тех событий журналист Эдди Брок пытается приспособиться к жизни в качестве хозяина инопланетного симбиота Венома, который наделяет его сверхчеловеческими способностями. Брок пытается возродить свою карьеру и берет интервью у серийного убийцы Клетуса Касади, который по воле случая становится хозяином Карнажа и сбегает из тюрьмы после неудавшейся казни.',
    playerCode: '-LkHS8geUjQ',
    link: 'venom_2',
  },
  {
    title: 'Не время умирать',
    beginDate: 'с 7 октрября',
    endDate: 'по 27 октрября',
    kind: 'Боевик, триллер, приключения',
    director: 'Кэри Дзёдзи Фукунага',
    duration: '163 мин. / 02:43',
    age: '12+',
    actors:
      'Дэниэл Крэйг, Рами Малек, Леа Сейду, Лашана Линч, Бен Уишоу, Наоми Харрис, Билли Магнуссен, Ана де Армас, Кристоф Вальц, Рэйф Файнс',
    description:
      'Джеймс Бонд оставил оперативную службу и наслаждается спокойной жизнью на Ямайке. Все меняется, когда на острове появляется его старый друг Феликс Лейтер из ЦРУ с просьбой о помощи. Миссия по спасению похищенного ученого оказывается опаснее, чем предполагалось изначально. Бонд попадает в ловушку к таинственному злодею, вооруженному опасным технологическим оружием.',
    playerCode: 'Z3b1GbPg2VM',
    link: 'no_time_to_die',
  },
  {
    title: 'Семейка Аддамс: Горящий тур',
    beginDate: 'с 14 октября',
    endDate: 'по 27 октября',
    kind: 'Мультфильм, ужасы, фэнтези, комедия, приключения, семейный',
    director: 'Грег Тирнан, Конрад Вернон, Лаура Бруссо',
    duration: '—',
    age: '12+',
    actors:
      'Оскар Айзек, Шарлиз Терон, Хлоя Грейс Морец, Ник Кролл, Джейвон Уолтон, Снуп Догг, Бетт Мидлер, Билл Хейдер, Уоллес Шоун',
    description:
      'Что делать, если в доме поселилось настоящее исчадие ада, а именно два подростка? Срочно планировать самый жуткий отпуск! Мартиша, Гомес, Уэнсдей, Пагсли и дядя Фестер загружаются в семейный походный катафалк, чтобы отправиться навстречу новым приключениям и чудаковатым друзьям, от которых волосы встанут дыбом. В этой поездке семейка Аддамс сплотится намертво! Если, конечно, останутся выжившие…',
    playerCode: 'zeKFmhPKgDs',
    link: 'addams',
  },
]
