export const filmsArray = [
  {
    title: 'Энканто',
    beginDate: 'с 25 ноября',
    endDate: 'по 15 декабря',
    kind: 'Мультфильм, мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Джаред Буш, Байрон Ховард, Чариз Кастро Смит',
    duration: '99 мин. / 01:39',
    age: '6+',
    actors:
      'Стефани Беатриз, Мария Сесилия Ботеро, Джон Легуизамо, Дайан Герреро, Джессика Дарроу, Рави Кэбот-Кониерс, Энджи Сепеда, Уилмер Вальдеррама, Каролина Гайтан, Мауро Кастильо',
    description:
      'Удивительная семья Мадригалов живет в спрятанном в горах Колумбии волшебном доме, расположенном в чудесном и очаровательном уголке под названием Энканто. Каждого ребёнка в семье Мадригалов магия этого места благословила уникальным даром — от суперсилы до способности исцелять. Увы, магия обошла стороной одну лишь юную Мирабель. Обнаружив, что магия Энканто находится в опасности, Мирабель решает, что именно она может быть последней надеждой на спасение своей особенной семьи.',
    playerCode: 'eY9ZZyEc0CQ',
    link: 'encanto',
  },
  {
    title: 'Охотники за привидениями: Наследники',
    beginDate: 'с 2 декабря',
    endDate: 'по 15 декабря',
    kind: 'Фантастика, комедия, боевик',
    director: 'Джейсон Райтман',
    duration: '124 мин. / 02:04',
    age: '12+',
    actors:
      'Финн Вулфхард, Маккенна Грейс, Кэрри Кун, Сигурни Уивер, Билл Мюррей, Дэн Эйкройд, Эрни Хадсон, Логан Ким, Селеста О’Коннор, Энни Поттс',
    description:
      'Мать-одиночка с двумя детьми-подростками селится на старой ферме в Оклахоме, полученной в наследство от отца, которого она не знала. Дети пытаются больше узнать о своем деде и находят автомобиль Ecto-1, принадлежавший знаменитым охотникам за привидениями.',
    playerCode: '7yRzdfRisgU',
    link: 'ghostbusters',
  },
  {
    title: 'Дом Gucci',
    beginDate: 'с 2 декабря',
    endDate: 'по 15 декабря',
    kind: 'Драма, биография, криминал, триллер',
    director: 'Ридли Скотт',
    duration: '157 мин. / 02:37',
    age: '18+',
    actors:
      'Леди Гага, Адам Драйвер, Джаред Лето, Джереми Айронс, Джек Хьюстон, Сальма Хайек, Аль Пачино, Мадалина Генея, Камилль Коттен, Рив Карни',
    description:
      'Фамилия Гуччи звучала так сладко, так соблазнительно. Синоним роскоши, стиля, власти. Но она же была их проклятьем. Шокирующая история любви, предательства, падения и мести, которая привела к жестокому убийству в одной из самых знаменитых модных империй мира.',
    playerCode: '_JqXO37znNU',
    link: 'gucci',
  },
  {
    title: 'Большой красный пес Клиффорд',
    beginDate: 'с 9 декабря',
    endDate: 'по 22 декабря',
    kind: 'Cемейный, комедия, приключения',
    director: 'Уолт Бекер',
    duration: '96 мин. / 01:36',
    age: '6+',
    actors:
      'Джек Уайтхолл, Дэрби Кэмп, Сиенна Гиллори, Дэвид Алан Грир, Джон Клиз, Расселл Вонг, Айзек Ванг, Тони Хейл, Оратио Санс, Пол Родригес',
    description:
      'Когда школьница Эмили получает в подарок от спасателя животных очаровательного щенка с красной шерстью, она и представить не может, что на утро обнаружит в своей маленькой нью-йоркской квартирке огромного трёхметрового пса! Мама в командировке, поэтому самые захватывающие и необыкновенные приключения ждут Эмили и ее веселого и порывистого дядю Кейси. Клиффорд научит их, а заодно и весь мир, любить по-крупному.',
    playerCode: 'uuhWxyw-62o',
    link: 'clifford',
  },
  {
    title: 'Человек-паук: Нет пути домой',
    beginDate: 'с 15 декабря',
    endDate: 'по 5 января',
    kind: 'Фантастика, боевик, приключения',
    director: 'Джон Уоттс',
    duration: '—',
    age: '12+',
    actors:
      'Том Холланд, Зендея, Бенедикт Камбербэтч, Мариса Томей, Джон Фавро, Уиллем Дефо, Энгаури Райс, Дж.К. Симмонс, Бенедикт Вонг, Паула Ньюсом',
    description:
      'Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее.',
    playerCode: 'V0hagz_8L3M',
    link: 'spider_man',
  },
  {
    title: 'Матрица: Воскрешение',
    beginDate: 'с 15 декабря',
    endDate: 'по 29 декабря',
    kind: 'Фантастика, боевик',
    director: 'Лана Вачовски',
    duration: '148 мин. / 02:28',
    age: '16+',
    actors:
      'Киану Ривз, Кэрри-Энн Мосс, Кристина Риччи, Приянка Чопра Джонас, Джессика Хенвик, Джонатан Грофф, Нил Патрик Харрис, Яхья Абдул-Матин II, Эллен Холлман, Джада Пинкетт Смит',
    description:
      'Нео вновь оказался в Матрице и ежедневно принимает две синие таблетки, которые ему выписывает терапевт. Он видит людей из прошлого, однако они не узнают друг друга. Всё меняется, когда герой встречает кое-кого, одетого как Морфеус.',
    playerCode: '8qB8EGNOtr8',
    link: 'matrix',
  },
  {
    title: 'Зверопой 2',
    beginDate: 'с 23 декабря',
    endDate: 'по 12 января',
    kind: 'Мультфильм, мюзикл, комедия, приключения, семейный',
    director: 'Гарт Дженнингс',
    duration: '112 мин. / 01:52',
    age: '6+',
    actors:
      'Мэттью МакКонахи, Тэрон Эджертон, Тори Келли, Риз Уизерспун, Ник Кролл, Скарлетт Йоханссон, Бобби Каннавале, Холзи, Боно, Эрик Андре, Zivert',
    description:
      'Тяжело быть продюсером, когда ты коала и у тебя лапки. Еще сложнее, когда твоя верная помощница древнее печатной машинки. И совсем весело, когда твоя труппа — это танцующий без остановки пухляш, колючая девочка-панк, застенчивая школьница, верзила-гангстер и многодетная мама, чьи дети — поросята в прямом смысле слова. Рецепт успеха прост — рвануть в мировую столицу развлечений, завербовать легендарного рок-музыканта и взорвать сцену новым шоу.',
    playerCode: 'cU3n03lBt2c',
    link: 'sing',
  },
  {
    title: 'Последний богатырь: Посланник Тьмы',
    beginDate: 'с 23 декабря',
    endDate: 'по 12 января',
    kind: 'Приключения',
    director: 'Дмитрий Дьяченко',
    duration: '—',
    age: '6+',
    actors:
      'Виктор Хориняк, Мила Сивацкая, Екатерина Вилкова, Елена Яковлева, Константин Лавроненко, Евгений Дятлов, Тимофей Трибунцев, Алеся Лукьянова, Сергей Бурунов, Филипп Киркоров',
    description:
      'Иван наконец обрел силушку богатырскую, злой чародей Роголеб повержен, и теперь все Белогорье готовится к пиру на весь мир: Иван и Василиса собираются праздновать свадьбу, решая типичные для почти любой пары молодоженов проблемы. В каком платье пойти под венец невесте? Кольца — простые или волшебные? Свадебное путешествие — на куриных ногах или в ступе? В самый разгар приготовлений к празднику зло снова напоминает о себе: Василиса похищена, и в пылу погони Иван и его друзья оказываются в современной Москве. Для жителей Белогорья это — волшебный мир, в котором люди перемещаются на странных колесницах, разговаривают с плоскими дощечками и не в состоянии отличить настоящую магию от дешевой детской игрушки. Но, как выясняется, и в этом мире, бок о бок с обычными людьми, неплохо устроились герои старых сказок, и с их помощью у Ивана есть шанс окончательно победить древнюю Тьму.',
    playerCode: '_1G4XhsnPUM',
    link: 'last_hero',
  },
  {
    title: 'Чемпион мира',
    beginDate: 'с 30 декабря',
    endDate: 'по 19 января',
    kind: 'Драма',
    director: 'Алексей Сидоров',
    duration: '—',
    age: '6+',
    actors:
      'Константин Хабенский, Иван Янковский, Владимир Вдовиченков, Виктор Добронравов, Виктор Сухоруков, Диана Пожарская, Анатолий Кот, Михаил Тройник, Александр Филиппенко, Лариса Шахворостова',
    description:
      'Фильм о самом драматичном и легендарном поединке в истории шахмат: матче за звание чемпиона мира между действующим чемпионом мира Анатолием Карповым и претендентом на этот титул — гроссмейстером Виктором Корчным, эмигрировавшим из СССР за несколько лет до этого матча.',
    playerCode: '4ti5jS66_yY',
    link: 'world_champion',
  },
]
