export const filmsArray = [
  {
    title: 'Человек-паук: Нет пути домой',
    beginDate: 'с 15 декабря',
    endDate: 'по 12 января',
    kind: 'Фантастика, боевик, приключения',
    director: 'Джон Уоттс',
    duration: '150 мин. / 02:30',
    age: '12+',
    actors:
      'Том Холланд, Зендея, Бенедикт Камбербэтч, Мариса Томей, Джон Фавро, Уиллем Дефо, Энгаури Райс, Дж.К. Симмонс, Бенедикт Вонг, Паула Ньюсом',
    description:
      'Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее.',
    playerCode: 'V0hagz_8L3M',
    link: 'spider_man',
  },
  {
    title: 'Последний богатырь: Посланник Тьмы',
    beginDate: 'с 23 декабря',
    endDate: 'по 12 января',
    kind: 'Приключения',
    director: 'Дмитрий Дьяченко',
    duration: '145 мин. / 02:25',
    age: '6+',
    actors:
      'Виктор Хориняк, Мила Сивацкая, Екатерина Вилкова, Елена Яковлева, Константин Лавроненко, Евгений Дятлов, Тимофей Трибунцев, Алеся Лукьянова, Сергей Бурунов, Филипп Киркоров',
    description:
      'Иван наконец обрел силушку богатырскую, злой чародей Роголеб повержен, и теперь все Белогорье готовится к пиру на весь мир: Иван и Василиса собираются праздновать свадьбу, решая типичные для почти любой пары молодоженов проблемы. В каком платье пойти под венец невесте? Кольца — простые или волшебные? Свадебное путешествие — на куриных ногах или в ступе? В самый разгар приготовлений к празднику зло снова напоминает о себе: Василиса похищена, и в пылу погони Иван и его друзья оказываются в современной Москве. Для жителей Белогорья это — волшебный мир, в котором люди перемещаются на странных колесницах, разговаривают с плоскими дощечками и не в состоянии отличить настоящую магию от дешевой детской игрушки. Но, как выясняется, и в этом мире, бок о бок с обычными людьми, неплохо устроились герои старых сказок, и с их помощью у Ивана есть шанс окончательно победить древнюю Тьму.',
    playerCode: '_1G4XhsnPUM',
    link: 'last_hero',
  },
  {
    title: 'Чемпион мира',
    beginDate: 'с 30 декабря',
    endDate: 'по 19 января',
    kind: 'Драма',
    director: 'Алексей Сидоров',
    duration: '145 мин. / 02:25',
    age: '6+',
    actors:
      'Константин Хабенский, Иван Янковский, Владимир Вдовиченков, Виктор Добронравов, Виктор Сухоруков, Диана Пожарская, Анатолий Кот, Михаил Тройник, Александр Филиппенко, Лариса Шахворостова',
    description:
      'Фильм о самом драматичном и легендарном поединке в истории шахмат: матче за звание чемпиона мира между действующим чемпионом мира Анатолием Карповым и претендентом на этот титул — гроссмейстером Виктором Корчным, эмигрировавшим из СССР за несколько лет до этого матча.',
    playerCode: '4ti5jS66_yY',
    link: 'world_champion',
  },
  {
    title: 'Три богатыря и Конь на троне',
    beginDate: 'с 6 января',
    endDate: 'по 19 января',
    kind: 'Мультфильм, комедия, приключения',
    director: 'Дарина Шмидт, Константин Феоктистов',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Олег Куликович, Валерий Соловьев, Дмитрий Быковский-Ромашов, Сергей Маковецкий, Дмитрий Высоцкий, Анатолий Петров, Елизавета Боярская',
    description:
      'Как всегда, конь Юлий вляпался в историю. А заодно и Князю удружил — они случайно поменялись телами, конечно, не без помощи старой знакомой — Бабы Яги и небольшого колдовства. Теперь Юлий заседает во дворце и благоустраивает Киев, а Князь пашет поле. Вот такие игры престолов. Но долго так продолжаться не может, отечество в опасности! И как всегда, за дело берутся три богатыря.',
    playerCode: 'EjCySWzrStc',
    link: 'throne_horse',
  },
  {
    title: 'King’s Man: Начало',
    beginDate: 'с 13 января',
    endDate: 'по 26 января',
    kind: 'Боевик, триллер, комедия, криминал, приключения',
    director: 'Мэттью Вон',
    duration: '130 мин. / 02:10',
    age: '18+',
    actors:
      'Харрис Дикинсон, Даниэль Брюль, Рэйф Файнс, Аарон Тейлор-Джонсон, Рис Иванс, Джемма Артертон, Мэттью Гуд, Том Холландер, Бранка Катич, Стэнли Туччи',
    description:
      'Kingsman — организация супершпионов, действующая на благо человечества вдали от любопытных глаз. И один из первых и самых талантливых оперативников в истории организации — Конрад, молодой и наглый сын герцога Оксфордского. Как и многие его друзья он мечтал служить на благо Англии, но в итоге оказался втянут в тайный мир шпионов и убийц.',
    playerCode: 'jMGiaxwmfyI',
    link: 'kingsman',
  },
  {
    title: 'Код 355',
    beginDate: 'с 20 января',
    endDate: 'по 2 февраля',
    kind: 'Триллер, боевик',
    director: 'Саймон Кинберг',
    duration: '122 мин. / 02:02',
    age: '16+',
    actors:
      'Джессика Честейн, Лупита Нионго, Дайан Крюгер, Пенелопа Крус, Фань Бинбин, Джейсон Флеминг, Пабло Скола, Марселло Крус, Эдди Арнольд, Себастьян Капитан Виверос',
    description:
      'Когда сверхсекретная технология попадает в руки опасных наемников, непредсказуемая агент ЦРУ Мейс вынуждена объединиться с соперницами — крутым немецким агентом Мари, бывшей союзницей из МИ-6 и передовым IT-спецом Хадижей и опытным колумбийским психологом Грасиелой, — для выполнения смертельно опасной миссии.Героиням предстоят головокружительные погони и бои по всему миру: от кафе Парижа до рынков Марокко и роскошных аукционных домов Шанхая. Квартет женщин-спецагентов поставит под удар свою преданность национальным интересам, что поможет им спасти мир… или приведет их к гибели.',
    playerCode: 'XI2H3tyCguk',
    link: 'the_355',
  },
  {
    title: 'Мы - монстры 2',
    beginDate: 'с 27 января',
    endDate: 'по 9 февраля',
    kind: 'Мультфильм, фэнтези, комедия, детский, приключения',
    director: 'Хольгер Таппе',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Эмили Кэри, Джейсон Айзекс, Райнер Фритцше, Бернхард Вёглер, Marius Claren, Итан Раус, Ник Фрост, Эмили Уотсон, Rebecca Kamp, Эмма Тейт',
    description:
      'Баба Яга и Горбун решили сыграть свадьбу! Семья Уишбон точно не пропустит такой праздник, так как теперь они родственники! Но как раз во время церемонии НЕ молодую пару возлюбленных похищает девочка Старр, обладающая сверхчеловеческими способностями! Что ж, Уишбонам придется вновь прибегнуть к помощи магии и снова превратиться в монстров: мама вампир, папа Франкенштейн и их дети — непоседливый оборотень и обаятельная мумия, отправляются в новое приключение. Ведь свадьба должна состояться несмотря ни на что!',
    playerCode: 'YO_18Ob8gmg',
    link: 'monsters',
  },
]
