export const filmsArray = [
  {
    title: 'Заветное желание',
    beginDate: 'с 7 июня',
    endDate: '',
    kind: 'Мультфильм, мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Крис Бак, Фон Вирасунторн',
    duration: '95 мин. / 01:35',
    age: '6+',
    actors:
      'Ариана Дебоуз, Крис Пайн, Алан Тьюдик, Анжелика Кебрал, Виктор Гарбер, Наташа Ротуэлл, Дженнифер Кумияма, Харви Гильен, Нико Варгас, Эван Питерс',
    description:
      'Аша загадывает настолько сильное желание, что на него отвечает космическая сила — маленький шарик безграничной энергии по имени Звезда. Вместе они противостоят самому грозному правителю Росаса, королю Магнифико.',
    playerCode: 'UV4n_hy2Tl4',
    link: 'wish',
  },
  {
    title: '10 жизней',
    beginDate: 'с 12 июня',
    endDate: '',
    kind: 'Мультфильм, комедия, семейный, фэнтези',
    director: 'Крис Дженкинс',
    duration: '88 мин. / 01:28',
    age: '6+',
    actors:
      'Мо Гиллиган, Симон Эшли, Софи Оконедо, Зейн Малик, Дилан Ллевелин, Джереми Свифт, Билл Найи',
    description:
      'Все прекрасно знают, что у котов девять жизней. А еще говорят, что коты ленивые, капризные и довольно агрессивны к окружающим. И все-таки даже самые заносчивые из них просто душки по сравнению с пушистой бестией по имени Беккет. Но его будни скоро изменятся. Притом, целых десять раз! Коту предстоит побывать в шкуре совершенно разных животных, чтобы, наконец, начать ценить свою собственную жизнь.',
    playerCode: 'SM78OH70j0s',
    link: '10_lives',
  },

  {
    title: 'Плохие парни до конца',
    beginDate: 'c 20 июня',
    endDate: '',
    kind: 'Боевик, комедия, криминал',
    director: 'Адиль Эль Арби, Билал Фалла',
    duration: '115 мин. / 01:55',
    age: '16+',
    actors:
      'Уилл Смит, Мартин Лоуренс, Ванесса Энн Хадженс, Александр Людвиг, Паола Нуньес, Эрик Дэйн, Йоан Гриффит, Джейкоб Скипио, Мелани Либёрд, Таша Смит',
    description:
      'Полицейские Майами Маркус Бернетт и Майк Лоури узнают из теленовостей, что их погибшего капитана полиции Конрада Говарда обвиняют в коррупции и связях с наркокартелями. Маркус и Майк отказываются в это верить, а вскоре получают видеозапись от самого Говарда, снятую им перед смертью, в которой он просит найти своих убийц и восстановить его честное имя. Сделать это не так просто, теперь охота объявлена на самих Бернетта и Лоури. Парни вынуждены пуститься в бега.',
    playerCode: 'ERXsQVYnnAU',
    link: 'bad_boys',
  },
  {
    title: 'Три богатыря. Ни дня без подвига',
    beginDate: 'с 20 июня',
    endDate: '',
    kind: 'Мультфильм, приключения, фэнтези',
    director: 'Александра Шоха, Екатерина Салабай',
    duration: '61 мин. / 01:01',
    age: '6+',
    actors:
      'Олег Куликович, Валерий Соловьев, Дмитрий Быковский-Ромашов, Сергей Маковецкий, Дмитрий Высоцкий, Лия Медведева, Мария Цветкова-Овсянникова, Анатолий Петров, Юлия Зоркина, Яков Культиасов',
    description:
      'У трех богатырей что ни день, то подвиг по расписанию. То придется расследовать похищение княжеской короны, то спасать друзей из волшебного мира снов, то Конь Юлий с Алешей схлестнутся в эпической битве умов. Не бывает маленьких приключений, да и богатыри наши — немаленькие.',
    playerCode: 'RJbl-Sqe7U8',
    link: 'bogatyri',
  },
  {
    title: 'Тур с Иванушками',
    beginDate: 'с 20 июня',
    endDate: '',
    kind: 'Комедия, музыка',
    director: 'Марк Горобец',
    duration: '108 мин. / 01:48',
    age: '16+',
    actors:
      'Агата Муцениеце, Анна Пескова, Ольга Сухарева, Александрина Олексюк, Роман Маякин, Роман Курцын, Кирилл Андреев, Андрей Григорьев-Аполлонов, Кирилл Туриченко, Татьяна Догилева',
    description:
      'Три подруги, в детстве фанатевшие от «Иванушек International», понимают, что за всю жизнь не совершили ни одного безумного поступка, всегда всё делали ради кого-то, а не для себя. Они решают исполнить свою детскую мечту — поехать в тур за «Иванушками» по югу России, чтобы наконец-то отвлечься от всех проблем.',
    playerCode: 'FrOIjuTV4vk',
    link: 'ivans',
  },
  {
    title: 'Бывший в помощь',
    beginDate: 'с 27 июня',
    endDate: '',
    kind: 'Комедия, мелодрама',
    director: 'Георгий Малков, Максим Максимов',
    duration: '89 мин. / 01:29',
    age: '16+',
    actors:
      'Вячеслав Чепурченко, Роман Курцын, Ирина Безряднова, Ян Цапник, Ксения Кутепова, Маргарита Аброськина, Юрий Насонов, Андрей Пынзару, Ульяна Чжан',
    description:
      'Лера с Германом готовятся к свадьбе. Жених собирается подарить своей невесте автомобиль. Неожиданно продавцом салона оказывается бывший парень Леры — Макс, безбашенный каскадер, подрабатывающий в автосалоне. Макс настаивает на тест-драйве и устраивает безумный форсаж, который заканчивает экстремальным торможением. В результате удара Лера забывает последний год жизни, а с ним — Германа… Теперь она считает, что ее парень — Макс. По словам врача, есть надежда, что реконструкция ярких событий из жизни с бывшим позволит вернуть Лере память. Герману приходится просить Макса о помощи — сыграть в отношения с Лерой. Но жених не оставит ситуацию без контроля — Макс должен представить Германа Лере как своего друга детства, и они втроем будут жить под одной крышей.',
    playerCode: 'OGQ63TYR5wU',
    link: 'ex_for_help',
  },
  {
    title: 'Фуриоса: Хроники Безумного Макса',
    beginDate: 'с 4 июля',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Джордж Миллер',
    duration: '148 мин. / 02:28',
    age: '18+',
    actors:
      'Крис Хемсворт, Аня Тейлор-Джой, Алила Браун, Том Бёрк, Нэйтан Джонс, Джош Хелман, Чарли Фрейзер, Лейчи Халм, Джон Ховард, Джордж Шевцов',
    description: 'О молодости бесстрашной воительницы Фуриосы.',
    playerCode: 'yWWZgiHQMT8',
    link: 'furiosa',
  },

  {
    title: 'Головоломка 2',
    beginDate: 'с 4 июля',
    endDate: '',
    kind: 'Мультфильм, комедия, семейный, фэнтези',
    director: 'Келси Манн',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Эми Полер, Филлис Смит, Льюис Блэк, Тони Хейл, Лиза Лапира, Майя Хоук, Айо Эдебири, Адель Экзаркопулос, Пол Уолтер Хаузер, Кенсингтон Таллман',
    description:
      'Головной отдел мозга Райли внезапно подвергается капитальному ремонту в тот момент, когда необходимо освободить место для чего-то совершенно неожиданного: новых эмоций.\n' +
      'Радость, Печаль, Гнев, Страх и Брезгливость, которые уже давно успешно руководят эмоциональными процессами, не знают, что и чувствовать, когда появляется некая… Тревожность. И похоже, не только она.',
    playerCode: 'xbSLz5lR520',
    link: 'inside_out_2',
  },
  {
    title: 'Ханна. В игре',
    beginDate: 'с 4 июля',
    endDate: '',
    kind: 'Ужасы, боевик, триллер',
    director: 'Джеймс Крок',
    duration: '94 мин. / 01:34',
    age: '16+',
    actors:
      'Саша Лусс, Алексис Рен, Ава Кариофиллис, Роберт Колеби, Келли Б. Джонс, Вилли Зого, , , Хлоя Швонк, Маргарита Бахтина',
    description:
      'Профессиональный геймер Хана страдает острой агорафобией. Недавно приобретенный игровой контроллер изучает активность ее мозга, что позволяет девушке усовершенствовать свои навыки. Однако со временем у нее возникают сомнения — читает ли оно её мысли или контролирует их.',
    playerCode: '2y1Q3OBkC-U',
    link: 'hanna',
  },
  {
    title: 'Максин XXX',
    beginDate: 'с 11 июля',
    endDate: '',
    kind: 'Ужасы',
    director: 'Тай Уэст',
    duration: '104 мин. / 01:44',
    age: '18+',
    actors:
      'Миа Гот, Мозес Самни, Бобби Каннавале, Дэниэл Ленч, Элизабет Дебики, Холзи, Софи Тэтчер, Джанкарло Эспозито, Нед Вон, Кевин Бейкон',
    description:
      'Голливуд 1980-х. Амбициозная звезда фильмов для взрослых Максин мечтает пробиться в большое кино и наконец-то получает роль в фильме ужасов. Но когда кто-то начинает убивать людей вокруг неё, Максин понимает, что кровавый след тянется к её прошлому.',
    playerCode: 'ipuweQbs38A',
    link: 'maxxxine',
  },
  {
    title: 'Гарфилд',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Марк Диндал',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Крис Пратт, Сэмюэл Л. Джексон, Ханна Уэддингхэм, Винг Реймз, Николас Холт, Сесили Стронг, Харви Гильен, Бретт Голдстин, Бовэнь Ян, Снуп Догг',
    description:
      'После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.',
    playerCode: 'hq2yOIHilDI',
    link: 'garfield',
  },
];
