export const filmsArray = [
  {
    title: 'Мой папа - вождь',
    beginDate: 'с 26 мая',
    endDate: 'по 8 июня',
    kind: 'Семейный, комедия, приключения',
    director: 'Егор Кончаловский',
    duration: '—',
    age: '6+',
    actors:
      'Дмитрий Нагиев, Егор Тишканин, Елисей Степанов, Мария Миронова, Фёдор Добронравов, Максим Лагашкин, Роман Мадянов, Кристина Бабушкина, Ольга Хохлова, Евгений Романцов',
    description:
      'Капитана дальнего плавания Петрова десять лет все считали без вести пропавшим героем, но он вернулся… африканским вождем! Жизнь на острове с аборигенами не прошла бесследно — теперь он ходит по городу с копьём наперевес и охотится прямо на глазах у изумлённых граждан. Он не признает правил современной цивилизации — только закон джунглей. Но как наладить отношения с женой и сыном, если они совсем на другой волне?',
    playerCode: 'lvFhKqnHZ0k',
    link: 'chief',
  },
  {
    title: 'Три кота и море приключений',
    beginDate: 'с 1 июня',
    endDate: 'по 15 июня',
    kind: 'Мультфильм',
    director: 'Дмитрий Высоцкий',
    duration: '65 мин. / 01:05',
    age: '0+',
    actors:
      'Максим Тимонин, Софико Гогитидзе, Владимир Прудников, Михаил Хрусталёв, Светлана Кузнецова, Максим Сергеев',
    description:
      'Коржик, Карамелька и Компот вместе с родителями они отправляются отдыхать на морской курорт, где их ждут яркие события, полные весёлой суматохи и встреч с новыми друзьями.',
    playerCode: 'y92uuIAinBw',
    link: 'three_cats',
  },
  {
    title: 'Аманат',
    beginDate: 'с 2 июня',
    endDate: 'по 8 июня',
    kind: 'Биография, история, военный, драма',
    director: 'Антон Сиверс, Рауф Кубаев',
    duration: '120 мин. / 02:00',
    age: '12+',
    actors:
      'Амин Хуратов, Варвара Комарова, Арслан Мурзабеков, Андрей Соколов, Екатерина Гусева, Фёдор Лавров, Фархад Махмудов, Василий Мичков, Виталий Коваленко, Даниил Страхов',
    description:
      'История любви сына имама Шамиля Джамалутдина и Лизы Олениной на фоне драматических событий военной истории России первой половины XIX века. Джамалутдин вошёл в историю как «великий заложник», и фильм — это попытка ответить на вопрос: заложник большой политики или большой любви. Исторический контекст заката Николаевской эпохи, на фоне которого разворачивается история о любви и предательстве, чести и долге, служении отчизне и верности данному слову станет ключевым для фильма.',
    playerCode: 'TGYl3iD0CoM',
    link: 'amanat',
  },
  {
    title: 'Молодой человек',
    beginDate: 'с 9 июня',
    endDate: 'по 15 июня',
    kind: 'Комедия',
    director: 'Александр Фомин',
    duration: '—',
    age: '16+',
    actors:
      'Павел Табаков, Данила Козловский, Данила Поперечный, Ингрид Олеринская, Валентина Ляпина, Рахим Абрамов, Влад Фельдман, Егор Кирячок, Клим Бердинский, Елена Ксенофонтова',
    description:
      'Ваня Ревзин к своим тридцати годам, несмотря на золотую медаль в школе и красный диплом МГУ, оказался на дне: жена ушла к КМС по боксу, с убогой работы в банке уволили, а до закрытия ипотеки за маленькую студию в человейнике — годы боли и страданий. В момент отчаяния Иван узнает, что его ушлый одноклассник-двоечник Коля стал преуспевающим бизнесменом и объявил конкурс для старшеклассников с многомиллионным призовым фондом. Ваня, который выглядит сильно моложе своих лет, и которому даже алкоголь продают только по паспорту, решается на аферу. Он сбривает бороду, подделывает документы и едет на соревнование с уверенностью, что жизненный опыт легко одолеет молодость.',
    playerCode: 'zbN4ychwEnw',
    link: 'young_man',
  },
  {
    title: 'Пропавшая',
    beginDate: 'с 9 июня',
    endDate: 'по 22 июня',
    kind: 'Боевик, триллер, детектив',
    director: 'Брайан Гудман',
    duration: '95 мин. / 01:35',
    age: '16+',
    actors:
      'Джерард Батлер, Джейми Александер, Расселл Хорнсби, Алекс Алифиренко мл., Эмили Бринкс, Билли Бёрнс, Дэни Детте, Робин Флетчер, Дэвид Гурул, Брайс Энтони Хеллер',
    description:
      'Уилл Спэнн везет свою жену, с которой они собираются разводиться, домой к её родителям. Во время остановки на заправке супруга странным образом бесследно исчезает. Уилл поднимает на уши местную полицию и вместе с родителями жены пытается найти её. Однако со временем подозрение падает на него самого.',
    playerCode: 'j9T0ANbGCXw',
    link: 'lost',
  },
  {
    title: 'Одна',
    beginDate: 'с 9 июня',
    endDate: 'по 29 июня',
    kind: 'Драма, триллер, приключения',
    director: 'Дмитрий Суворов',
    duration: '108 мин. / 01:48',
    age: '12+',
    actors:
      'Надежда Калеганова, Виктор Добронравов, Максим Иванов, Мария Сокова, Ян Цапник, Леонид Громов, Никита Тарасов, Владислав Ветров, Виталия Корниенко, Антон Багров',
    description:
      '24 августа 1981 года молодожены Лариса и Владимир Савицкие ступили на борт самолета, следующего рейсом Комсомольск-на-Амуре — Благовещенск. За 30 минут до посадки гражданский борт АН-24 столкнулся с бомбардировщиком ВВС СССР и развалился на куски на высоте больше 5 километров над землей. Выжить не должен был никто… но произошло чудо. Лариса Савицкая очнулась посреди обломков самолета в непроходимой тайге. Теперь она сама должна была сотворить настоящее чудо, на которое способен только сильный духом человек.',
    playerCode: 'GY4ditKMaqI',
    link: 'alone',
  },
  {
    title: 'Кощей. Похититель невест',
    beginDate: 'с 9 июня',
    endDate: 'по 29 июня',
    kind: 'Мультфильм, комедия, приключения, фэнтези, мелодрама, семейный',
    director: 'Роман Артемьев',
    duration: '76 мин. / 01:16',
    age: '6+',
    actors:
      'Виктор Добронравов, Елизавета Боярская, Роман Артемьев, Ирина Савина, Екатерина Тарасова, Владимир Сычев, Антон Эльдаров, Никита Кологривый, Елена Шульман',
    description:
      'Вечно молодой и всегда с иголочки одетый Кощей вот уже триста лет почему-то не может найти себе невесту. Он и запугивал, и похищал, и превращал в лягушек разнообразных царевен, но эти ухаживания так и не помогли принцу тьмы. Тем временем прекрасная богатырша Варвара только и делает, что отбивается на арене от женихов, позарившихся на ее приданое. Однако, завладев кощеевой иглой, царь Горох придумывает, как добраться до Варвары. Вот только он не учел одного — смерть Кощея хоть и заключена в игле, но в его сердце еще может ожить любовь…',
    playerCode: 'xIRPQj_tPC8',
    link: 'koshey',
  },
]
