export const filmsArray = [
  {
    title: 'Тролли 3',
    beginDate: 'с 7 декабря',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный, музыка',
    director: 'Уолт Дорн, Тим Хейц',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Анна Кендрик, Джастин Тимберлейк, Камила Кабейо, Эрик Андре, Кид Кади, Кенан Томпсон, Уолт Дорн, Андерсон Паак, Рон Фанчес, Кунал Нэйэр',
    description:
      'Розочка узнает, что её возлюбленный Цветан когда-то был частью её любимого бойз-бэнда «Братаны» вместе со своими четырьмя братьями. Группа распалась, когда Цветан был ещё младенцем, и с тех пор он не видел своих братьев, но когда одного из них похищают неизвестные злодеи, Цветан и Розочка отправляются в путешествие, чтобы наконец-то воссоединить семью с помощью волшебной силы музыки.',
    playerCode: 'vleN3wA8f98',
    link: 'trolls',
  },

  {
    title: 'Феррари',
    beginDate: 'с 21 декабря',
    endDate: '',
    kind: 'Драма, биография, история',
    director: 'Майкл Манн',
    duration: '130 мин. / 02:10',
    age: '18+',
    actors:
      'Адам Драйвер, Шейлин Вудли, , Алессандро Кремона, Пенелопа Крус, Гэбриел Леоне, Микеле Савойя, ',
    description:
      '1957 год. После утраты сына семейная жизнь экс-гонщика Энцо Феррари переживает кризис, а над знаменитой итальянской Скудерией нависла угроза банкротства. Чтобы круто поменять свою жизнь, он принимает участие в грандиозной гонке на выносливость Mille Miglia.',
    playerCode: 'vGf7R_PEAsw',
    link: 'ferrari',
  },
  {
    title: 'Три богатыря и Пуп Земли',
    beginDate: 'с 28 декабря',
    endDate: '',
    kind: 'Мультфильм, приключения, семейный',
    director: 'Константин Феоктистов',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Олег Куликович, Валерий Соловьев, Дмитрий Быковский-Ромашов, Сергей Маковецкий, Дмитрий Высоцкий, Анатолий Петров.',
    description:
      'По сказкам мы знаем, что было давным-давно, но что было еще давным-давнее? Трем богатырям предстоит узнать ответ на этот вопрос, хоть они его и не задавали. Тут такое началось, что игогошеньки! Горыныч вдруг находит динозаврика, а Алеша Попович с Князем и конем Юлием буквально проваливаются сквозь землю. Теперь надо срочно понять, как вернуть их назад в будущее. А главное, узнать, кто или что такое загадочный Пуп Земли.',
    playerCode: 'J3xIDk0K5BM',
    link: 'three_bogatyrua',
  },
  {
    title: 'Бременские музыканты',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Приключения, семейный, комедия',
    director: 'Алексей Нужный',
    duration: '116 мин. / 01:56',
    age: '12+',
    actors:
      'Тихон Жизневский, Роман Курцын, Юра Борисов, Ирина Горбачева, Дмитрий Дюжев, Сергей Бурунов, Мария Аронова, Константин Хабенский',
    description:
      'Трубадур и его друзья-самозванцы — Пес, Кошка, Осел и самовлюбленный Петух — объединились, чтобы совершить подвиг. Бродячие музыканты во главе с новым лидером снова сплотятся, чтобы вернуть смех и радость на мрачные улицы Бремена. Прежде всего они должны рассмешить дочь Короля, но встреча с Принцессой грозит опасным приключением. Против Трубадура и его друзей — коварные враги, интриги и ловушки, но за любовь надо сражаться. А тут еще Принцесса сбежала из дворца. В одном клубке — преступные схемы Разбойников, интриги Сыщика, капризы и тайны королевской семейки, но веселые музыканты с неутомимым Трубадуром заставят всех плясать под свою дудку. На что готовы Бременские музыканты ради подвига?',
    playerCode: 'Qt5ep2Jhgco',
    link: 'musicians',
  },
  {
    title: 'Холоп 2',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Комедия',
    director: 'Клим Шипенко',
    duration: '119 мин. / 01:59',
    age: '12+',
    actors:
      'Аглая Тарасова, Милош Бикович, Иван Охлобыстин, Александр Самойленко, Мария Миронова, Ольга Дибцева, Наталья Рогожкина, Олег Комаров, Софья Зайка, Сергей Соцердотский',
    description:
      'Гриша, бывший мажор, побывавший холопом и ставший человеком, после путешествия в «прошлое» чутко реагирует на любую несправедливость. И, конечно, не может пройти мимо беспредела, который творит наглая и избалованная Катя. Ничего удивительного, что вскоре мажорка обнаруживает себя в другом времени.',
    playerCode: 'jmq-JT7Az1w',
    link: 'holop',
  },
]
