export const filmsArray = [
  {
    title: 'Сто лет тому вперёд',
    beginDate: 'с 18 апреля',
    endDate: '',
    kind: 'Фантастика, приключения, семейный',
    director: 'Александр Андрющенко',
    duration: '147 мин. / 02:27',
    age: '6+',
    actors:
      'Даша Верещагина, Марк Эйдельштейн, Константин Хабенский, Виктория Исакова, Фёдор Бондарчук, Александр Петров, Юра Борисов, Софа Цибирева, Матвей Астраханцев, Кирилл Митрофанов',
    description:
      'Они живут в разных мирах. Коля Герасимов — в сегодняшней Москве, Алиса Селезнева — на сто лет позже. Коля — обычный парень, ему нет дела до будущего. Алису не отпускает прошлое: она должна найти маму, которую потеряла, когда была совсем ребенком. Встреча Алисы и Коли станет началом невероятных приключений, в которых нашим героям предстоит отвоевать у космических пиратов Вселенную, восстановить ход времени и обрести самое дорогое: любовь и дружбу.',
    playerCode: '-0iEKdxvafo',
    link: '100_years_ahead',
  },

  {
    title: 'Приключения панды',
    beginDate: 'с 25 апреля',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения',
    director: 'Рихард Клаус, Карстен Килерих',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors: 'Юта Вонг Лой Синг, Георгина Вербаан, Том Хоффман',
    description:
      'Юный, но отважный панда по имени Пан отправляется в Африку, чтобы спасти свою лучшую подругу — дракона Цзелун. Теперь его ждёт захватывающее путешествие в удивительный для него мир гор, пустынь и джунглей. Полагаясь на свой ум, доброту и находчивость, он заведёт множество новых друзей среди местных обитателей, ведь у храбрости нет размера, а настоящая дружба не знает преград.',
    playerCode: 'kmjPHPSm-5I',
    link: 'panda_adventures',
  },

  {
    title: 'Всемирный потоп',
    beginDate: 'с 9 мая',
    endDate: '',
    kind: 'Драма, триллер',
    director: 'Махалия Бело',
    duration: '102 мин. / 01:42',
    age: '18+',
    actors:
      'Джоди Комер, Джоэль Фрай, Кэтрин Уотерстон, Бенедикт Камбербэтч, Марк Стронг, Джина Макки, Нина Сосанья, Ив Рассу, Раманике Ахлувалиа, Нил Белл',
    description:
      'Дождь льет уже не первый месяц, вода начинает разрушать все на своем пути, объявляется чрезвычайное положение. Когда мир оказывается на грани катастрофы, молодая мать отправляется на поиски безопасного места для своего новорожденного ребенка.',
    playerCode: 'N7C9ZDyLsN8',
    link: 'the_end',
  },
  {
    title: 'Министерство неджентльменских дел',
    beginDate: 'с 16 мая',
    endDate: '',
    kind: 'Боевик, драма, военный, история',
    director: 'Гай Ричи',
    duration: '120 мин. / 02:00',
    age: '18+',
    actors:
      'Генри Кавилл, Алан Ричсон, Рори Киннер, Генри Голдинг, Фредди Фокс, Эйса Гонсалес, Алекс Петтифер, Бабс Олусанмокун, Кэри Элвес, Хиро Файнс Тиффин',
    description:
      '1942 год, Великобритания. Они — лучшие из лучших. Отпетые авантюристы и первоклассные спецы, привыкшие действовать в одиночку. Но когда на кону стоит судьба всего мира, им приходится объединиться в сверхсекретное боевое подразделение и отправиться на выполнение дерзкой миссии против нацистов. Теперь их дело — война, и вести они её будут совершенно не по-джентльменски.',
    playerCode: 'q_pGKOZ1wlI',
    link: 'ungentlemanly_warfare',
  },
  {
    title: 'Годзилла и Конг: Новая империя',
    beginDate: 'с 16 мая',
    endDate: '',
    kind: 'Фантастика, боевик',
    director: 'Адам Вингард',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Ребекка Холл, Брайан Тайри Генри, Дэн Стивенс, Кэйли Хоттл, Алекс Фернс, Чэнь Фала, Рэйчел Хаус, Рональд Смик, Чантелл Джемисон, Грег Хаттон',
    description:
      'Два древних титана, Годзилла и Конг, сражаются в эпической битве, пока люди разгадывают их происхождение и связь с тайнами Острова черепа.',
    playerCode: 'nK07u5N7wQ8',
    link: 'godzilla_kong',
  },
  {
    title: 'Кунг-фу Панда 4',
    beginDate: 'с 16 мая',
    endDate: '',
    kind: 'Мультфильм, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Майк Митчелл, Стефани Стайн',
    duration: '94 мин. / 01:34',
    age: '6+',
    actors:
      'Джек Блэк, Сет Роген, Аквафина, Ке Хюи Куан, Брайан Крэнстон, Виола Дэвис, Иэн Макшейн, Дастин Хоффман, Джеймс Хун',
    description:
      'Продолжение приключений легендарного Воина Дракона, его верных друзей и наставника.',
    playerCode: 'Xq7PsTU7vCQ',
    link: 'kung_fu_panda',
  },
  {
    title: 'Майор Гром: Игра',
    beginDate: 'с 23 мая',
    endDate: '',
    kind: 'Боевик, приключения',
    director: 'Олег Трофим',
    duration: '162 мин. / 02:42',
    age: '12+',
    actors:
      'Тихон Жизневский, Александр Сетейкин, Алексей Маклаков, Любовь Аксёнова, Владимир Лысенко, Евгений Чебатков, Ольга Сутулова, Матвей Лыков, Андрей Трушин, Александр Коломиец',
    description:
      'Майор полиции Игорь Гром известен всему Санкт-Петербургу пробивным характером и непримиримой позицией по отношению к преступникам всех мастей. Неимоверная сила, аналитический склад ума и неподкупность — всё это делает майора Грома самым настоящим супергероем. Его жизнь идеальна: днём он ловит преступников вместе с напарником Димой Дубиным, а вечера проводит в компании журналистки Юлии Пчёлкиной. Полную идиллию прерывает появление в городе таинственного злодея, называющего себя Призраком. Он предлагает Грому сыграть в опасную игру, ставка в которой — жизни обычных людей.',
    playerCode: '3kID7Ltwz5g',
    link: 'major_grom',
  },
]
