export const filmsArray = [
  {
    title: '100% Волк',
    beginDate: 'с 8 апреля',
    endDate: 'по 25 апреля',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Алекс Стадерманн',
    duration: '96 мин. / 01:36',
    age: '6+',
    actors:
      'Илай Суинделлс, Самара Уивинг, Джай Кортни, Руперт Дегас, Риз Дэрби, Джерра Райт-Смит, Джейн Линч, Адриан Дафф, Лорен Грэй, Акмаль Сале, Александр Гудков, Ольга Бузова, Клава Кока',
    description:
      'Наследник семьи оборотней Фредди Люпин отчаянно желает стать как предки. Но на 13-й день рождения его ждёт шок, ведь он оборачивается не волком, а… пуделем.',
    playerCode: 'mvr99ml0vAE',
    link: 'wolf',
  },
  {
    title: 'Мортал Комбат',
    beginDate: 'с 8 апреля',
    endDate: 'по 28 апреля',
    kind: 'Боевик, фэнтези, фантастика',
    director: 'Саймон Маккуойд',
    duration: '110 мин. / 01:50',
    age: '18+',
    actors:
      'Льюис Тан, Джо Таслим, Джессика МакНэми, Джош Лоусон, Мехкад Брукс, Матильда Кимбер, Лаура Брент, Таданобу Асано, Хироюки Санада, Чинь Хань',
    description:
      'Боец смешанных единоборств Коул Янг не раз соглашался проиграть за деньги. Он не знает о своем наследии и почему император Внешнего Мира Шан Цзун посылает своего лучшего воина, могущественного криомансера Саб-Зиро, на охоту за Коулом. Янг боится за безопасность своей семьи, и майор спецназа Джакс, обладатель такой же отметки в виде дракона, как и у Коула, советует ему отправиться на поиски Сони Блейд. Вскоре он оказывается в храме Лорда Рейдена, Старшего Бога и защитника Земного Царства, который дает убежище тем, кто носит метку. Здесь Коул тренируется с опытными воинами Лю Каном, Кун Лао и наемником-изгоем Кано, готовясь вместе с величайшими чемпионами Земли противостоять врагам из Внешнего Мира в битве за вселенную. Но сможет ли Коул приложить все усилия и раскрыть в себе аркану — могущественную силу его души, чтобы не только спасти свою семью, но и остановить Внешний Мир раз и навсегда?',
    playerCode: 'fb1BF9B1MGQ',
    link: 'mortal_kombat',
  },
  {
    title: 'Чернобыль',
    beginDate: 'с 15 апреля',
    endDate: 'по 5 мая',
    kind: 'Драма, история',
    director: 'Данила Козловский',
    duration: '136 мин. / 02:16',
    age: '12+',
    actors:
      'Данила Козловский, Оксана Акиньшина, Филипп Авдеев, Равшана Куркова, Николай Козак, Игорь Черневич, Петр Терещенко, Артур Бесчастный, Андрей Арчаков, Самвел Тадевосян',
    description:
      'Алексей Карпушин — обычный молодой советский парень, пожарный в Припяти, который впервые начинает строить планы длиннее, чем на выходные или отпуск — он влюбляется в парикмахера Олю. В прошлом у них уже были отношения, но тогда Алексей упустил свой шанс. Теперь у Оли есть маленький сын Леша, но Алексей намерен никогда больше не повторять прежних ошибок: он признается Оле в своих чувствах, и все вместе они планируют переехать к морю.Авария на Чернобыльской АЭС ставит под угрозу мечту Алексея и жизни всех тех, кто ему дорог. Взрыв реактора грозит смертью не только тысячам людей, оказавшихся в зоне радиационного поражения: возможен второй взрыв, катастрофические последствия которого могут быть несоизмеримо больше. Алексей отправляется тушить пожар, а затем погружается под ядерный реактор, чтобы выпустить воду из резервуара и тем самым предотвратить еще один мощный взрыв.',
    playerCode: 'E75ubQCSdCI',
    link: 'chernobyl',
  },
  {
    title: 'Гнев человеческий',
    beginDate: 'с 22 апреля',
    endDate: 'по 12 мая',
    kind: 'Боевик, триллер',
    director: 'Гай Ричи',
    duration: '118 мин. / 01:58',
    age: '18+',
    actors:
      'Джейсон Стэйтем, Холт Маккэллани, Джеффри Донован, Джош Хартнетт, Алекс Фернс, Лас Алонсо, Рауль Кастильо, Деобиа Опарей, Скотт Иствуд, Нив Алгар',
    description:
      'Эйч — загадочный и холодный на вид джентльмен, но внутри него пылает жажда справедливости. Преследуя свои мотивы, он внедряется в инкассаторскую компанию, чтобы выйти на соучастников серии многомиллионных ограблений, потрясших Лос-Анджелес. В этой запутанной игре у каждого своя роль, но под подозрением оказываются все. Виновных же обязательно постигнет гнев человеческий.',
    playerCode: 'RcNhbJndBv8',
    link: 'wrath',
  },
  {
    title: 'Девятаев',
    beginDate: 'с 29 апреля',
    endDate: 'по 19 мая',
    kind: 'Военный, биография, драма, история',
    director: 'Тимур Бекмамбетов, Сергей Трофимов',
    duration: '118 мин. / 01:58',
    age: '12+',
    actors:
      'Павел Прилучный, Павел Чинарёв, Тимофей Трибунцев, Алексей Филимонов, Дмитрий Лысенков, Евгений Серзин, Олег Чугунов, Никита Кологривый, Антон Ксенев, Владимир Лысенко',
    description:
      'Лето 1944 года. Советские войска ведут наступление, но враг еще очень силен. Летчик-истребитель Михаил Девятаев попадает в плен. Ему предстоит сделать выбор — вернуться в небо, продолжив войну на стороне врага, или отправиться в концлагерь на остров Узедом. Отчаянный ас Девятаев выбирает третье — побег. Но с засекреченного острова, где идут испытания немецких крылатых ракет, нельзя убежать. Зато можно улететь — на аэродроме стоит новейший вражеский бомбардировщик с «оружием возмездия» Третьего рейха на борту. Улететь — и совершить самый дерзкий побег в военной истории.',
    playerCode: 'Y4GAuMZWGqM',
    link: 'devyataev',
  },
  {
    title: 'Зверокрекеры',
    beginDate: 'с 1 мая',
    endDate: 'по 12 мая',
    kind: 'Мультфильм, мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Тони Бэнкрофт, Скотт Кристиан Сава, Джейм Маэстро',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Эмили Блант, Дэнни ДеВито, Джон Красински, Иэн Маккеллен, Рэйвен, Сильвестр Сталлоне, Патрик Варбертон, Тара Стронг, Джеймс Арнольд Тейлор, Лидия Роуз Тейлор',
    description:
      'Однажды Оуэн обнаруживает секретную коробку с печеньем, принадлежавшую его дяде Бобу. Магическое печенье превращает любого, кто его съест, в животного, а стоит его разломать, как снова станешь человеком. С помощью такой магии Хантингтоны намерены создать беспрецедентное звериное шоу, но вскоре они выясняют, что их главным конкурентом остается владелец самой крупной цирковой сети — Горацио.',
    playerCode: 'wo8ax26s9s0',
    link: 'crackers',
  },
  {
    title: 'Прабабушка легкого поведения. Начало',
    beginDate: 'с 6 мая ',
    endDate: 'по 19 мая',
    kind: 'Комедия',
    director: 'Марюс Вайсберг',
    duration: '-',
    age: '16+',
    actors:
      'Александр Ревва, Глюкоза, Марина Федункив, Евгений Герчаков, Дмитрий Нагиев, Михаил Галустян, Наталья Бардо, Максим Лагашкин, Игорь Жижикин, Ирина Бякова',
    description:
      '1980 год, вся страна следит за событиями московской Олимпиады. Один только Вова Рубинштейн под шумок переодевается в звезд советской эстрады и пытается разбогатеть, устраивая фейковые концерты. На одном из таких концертов его разоблачают сотрудники КГБ и вербуют как агента под прикрытием. Теперь, чтобы не попасть за решетку, Вова должен выполнить ответственную миссию – разыскать на черном рынке смертельно опасный химикат, разработанный в секретной лаборатории.Вове предстоит с головой броситься в пучину шпионских страстей Москвы 80-х: найти химикат, предотвратить подрыв олимпийского Мишки, испытать на себе страстный поцелуй Брежнева, а также встретить любовь всей своей жизни… И все это – в образе валютной проститутки Луизы Карповны Рубинштейн.',
    playerCode: 'P6NL4eqq8AU',
    link: 'grandma',
  },
]
