export const filmsArray = [
  {
    title: 'Забытое чудо',
    beginDate: 'с 16 июля',
    endDate: 'по 24 июля',
    kind: 'Мультфильм, приключения, фэнтези',
    director: 'Андрей Колпин',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Прохор Чеховской, Анна Хилькевич, Даниил Эльдаров, Владимир Войтюк, Диомид Виноградов, Степан Деревянкин, Сергей Сергеев, Антон Савенков, Светлана Новикова',
    description:
      'Три школьника случайно находят волшебный портал в Свято-Троицкой Сергиевой Лавре и уносятся в прошлое. Теперь их цель — вернуться домой, а для этого надо пройти сквозь чудесный лес XIV века времен татаро-монгольского ига и Куликовской битвы. Помогать подросткам будет преподобный Сергий Радонежский.',
    playerCode: '4_XiHg9tQro',
    link: 'miracle',
  },
  {
    title: 'Мультивселенная безумия',
    beginDate: 'с 21 июля',
    endDate: '',
    kind: 'Фэнтези, боевик, приключения, фантастика, ужасы',
    director: 'Сэм Рэйми',
    duration: '126 мин. / 02:06',
    age: '12+',
    actors:
      'Бенедикт Камбербэтч, Элизабет Олсен, Чиветель Эджиофор, Бенедикт Вонг, Сочил Гомес, Майкл Стулбарг, Рэйчел МакАдамс, Патрик Стюарт, Джон Красински, Хейли Этвелл, Александр Головчанский, Анна Киселёва, Сергей Чихачёв, Александр Матросов, Елизавета Аистова',
    description:
      'Доктор Стрэндж при помощи Вонга спасает от гигантского осьминога девушку-подростка по имени Америка Чавес, которая при сильном испуге может открывать порталы в параллельные вселенные. Пытаясь уберечь новую знакомую от злой силы, жаждущей заполучить её способность, Доктор вместе с Америкой пускается в путешествие по мультивселенной.',
    playerCode: 'L0h0cydG3iI',
    link: 'multiverse_of_madness',
  },
  {
    title: 'Неувольняемый',
    beginDate: 'с 21 июля',
    endDate: 'по 3 августа',
    kind: 'Комедия',
    director: 'Жером Коммандёр',
    duration: '83 мин. / 01:23',
    age: '16+',
    actors:
      'Жером Коммандёр, Летиция Дош, Паскаль Арбийо, Жерар Дармон, Кристиан Клавье, Николь Кальфан, Ева Дарлан, Майкл Клэр, Жан-Мари Винлин, Валери Лемерсье',
    description:
      'Венсан обожает свою непыльную работу. Однако грядет массовое сокращение госслужащих. Начальница Изабель всеми силами пытается найти причину для его увольнения, а он категорически отказывается уходить по собственному желанию. В ее власти командировать его в самые сложные и удаленные места службы: от африканской глуши и амазонских джунглей до Северного полюса. Кто победит в этой схватке не на жизнь, а на повышенную пенсию?',
    playerCode: 'PTgpHYLV0P4',
    link: 'irreductible',
  },
  {
    title: 'Пес-самурай и город кошек',
    beginDate: 'с 21 июля',
    endDate: 'по 10 августа',
    kind: 'Мультфильм, приключения, фэнтези',
    director: 'Марк Куцир, Роб Минкофф, Крис Бэйли',
    duration: '97 мин. / 01:37',
    age: '6+',
    actors:
      'Мишель Йео, Сэмюэл Л. Джексон, Мэл Брукс, Рики Джервэйс, Майкл Сера, Джимон Хонсу, Аасиф Мандви, Джордж Такей, Габриэль Иглесиас, Кэти Шим',
    description:
      'Хэнк — смелый пёс, мечтающий стать самураем, вот только в городе кошек его никто не воспринимает всерьёз. Но когда армия пушистых ниндзя угрожает стереть их городок с лица Земли, Хэнк становится единственной надеждой на спасение. Теперь с помощью мудрого учителя и верных друзей он должен в сжатые сроки овладеть навыками великого воина. Только так у него появится шанс победить в эпической битве с могущественным врагом, вооруженным от усов до хвоста.',
    playerCode: 'LHPTSr3DH4Q',
    link: 'samurai_dog',
  },
  {
    title: 'Я краснею',
    beginDate: 'с 30 июня',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Доми Ши',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Розали Чян, Сандра О, Ава Морс, Пак Хе-ин, Майтреи Рамакришнан, Орион Ли, Вай Чин Хо, Тристан Аллерик Чен, Лори Тан Чинн, Миа Тагано, Алиса Ефименко, Ирина Киреева, Mia Boyka, Василиса Эльдарова, Денис Некрасов',
    description:
      'Торонто, 2002 год. Активная и неунывающая 13-летняя Мэйлинь всеми силами пытается быть первой во всём, чтобы угодить строгой гиперопекающей матери. Семья девочки живёт при храме и поклоняется Богине-прародительнице. Одним прекрасным утром Мэйлинь просыпается и вместо привычного отражения в зеркале видит красную панду — теперь, когда она волнуется, злится или испытывает другие сильные эмоции, превращается в большого зверя. Мало того, что это происходит в самые неподходящие моменты, так ещё и посещение концерта обожаемой Мэйлинь и её подружками мальчиковой группы 4-Town оказывается под угрозой.',
    playerCode: 'GkLjQWlbHbQ',
    link: 'turning_red',
  },
]
