export const filmsArray = [
  {
    title: 'Руки Вверх!',
    beginDate: 'с 10 октября',
    endDate: '',
    kind: 'Музыка, биография',
    director: 'Аскар Узабаев',
    duration: '-',
    age: '12+',
    actors:
      'Влад Прохоров, Илья Русь, Сергей Жуков, Алексей Потехин, Артём Осипов, Фёдор Лавров, Валентина Ляпина, Энджел Жуков, Регина Бурд, Анастасия Кувшинова, Григорий Багров, Александр Обласов, Андрей Гнып, Валерий Борисов, Наталия Поборцева, Зарина Бахтиева, Евгений Ковалюк, Анжелика Легостаева, Санора Кирсанова, Михаил Коновалов, Анастасия Светличная, Георгий Шиханов, Владислав Видяев, Анатолий Шевелёв, Александер Васаби',
    description:
      'Из провинциального мальчишки, мечтающего впечатлить девушку робкими песнями о любви, Сергей Жуков становится одним из самых востребованных артистов страны и голосом целого поколения.',
    playerCode: 'K6YWOVdmBSg',
    link: 'hands_up',
  },

  {
    title: 'Огниво',
    beginDate: 'с 24 октября',
    endDate: '',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '-',
    age: '6+',
    actors:
      'Роман Евдокимов, Ирина Старшенбаум, Антонина Бойко, Виталий Хаев, Михаил Трухин, Ян Цапник, Сергей Марин, Ольга Зайковская, Юрий Кузнецов, Ирина Горбачёва, Кирилл Круглов, Роберт Юсупов, Алексей Фаддеев, Владимир Носик, Александр Семчев, Валентина Мазунина, Игорь Богомягков, Николай Ларчуженков, Дмитрий Быковский-Ромашов, Анатолий Кондюбов',
    description:
      'В сказочном царстве солдат по дороге домой случайно находит волшебное огниво, и освобождает запертую в нем маленькую девочку Дашу, которую похитил и заколдовал злой Лиходей. Чтобы развеять его чары, солдату придется отправиться в опасное путешествие.',
    playerCode: 'TtUQSMUcVws',
    link: 'ognivo',
  },
  {
    title: 'Любовь Советского Союза',
    beginDate: 'с 7 ноября',
    endDate: '',
    kind: 'Мелодрама, драма',
    director: 'Никита Высоцкий, Илья Лебедев',
    duration: '150 мин. / 02:30',
    age: '16+',
    actors:
      'Ангелина Стречина, Роман Васильев, Кирилл Кузнецов, Роман Мадянов, Александр Устюгов, Игорь Петренко, Алёна Бабенко, Владимир Виноградов, Максим Керин, Софья Эрнст, Антон Момот, Ангелина Поплавская, Илья Шакунов, Екатерина Стеблина, Алексей Варущенко, Сергей Жарков, Олег Абалян, Светлана Смирнова-Кацагаджиева, Елена Муравьева, Фёдор Федотов, Максим Блинов, Александр Безруков, Артём Ешкин, Елена Морозова, Дмитрий Гирев, Максим Литовченко, Александр Манько.',
    description:
      'История о поколении смелых и красивых, не заставших разрушений революции и хаоса гражданской войны, мечтавших построить новую жизнь, в которой не будет места смерти, а только невероятной любви, открывающей им путь к великим достижениям и открытиям. О подвигах и славе, предательстве и верности тех, кто был героями в небе и на земле, о времени безмерных испытаний, которые выпали на их недолгие, но яркие жизни. О женщине, которая была мечтой и настоящей любовью Советского Союза.',
    playerCode: '0OkvthFxmL0',
    link: 'love_of_ussr',
  },

  {
    title: 'Веном: Последний танец',
    beginDate: 'с 14 ноября',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Келли Марсел',
    duration: '109 мин. / 01:49',
    age: '18+',
    actors:
      'Джуно Темпл, Том Харди, Рис Иванс, Стивен Грэм, Аланна Юбак, Чиветель Эджиофор, Кристо Фернандес, Кларк Бако, Хала Финли, Иво Нанди, Пегги Лу, Отис Уинстон.',
    description:
      'Приспособившись к совместному существованию, Эдди и Веном стали друзьями и вместе сражаются со злодеями. Но теперь за Эдди охотятся военные, а за Веномом — его инопланетные сородичи, угрожающие всему живому.',
    playerCode: 'UYYQoWgX_Lc',
    link: 'venom_3',
  },
  {
    title: 'Манюня: Приключения в деревне',
    beginDate: 'с 14 ноября',
    endDate: '',
    kind: 'Комедия, приключения',
    director: 'Денис Гуляр',
    duration: '88 мин. / 01:28',
    age: '6+',
    actors:
      'Екатерина Темнова, Карина Каграманян, Карина Мнацаканян, Джульетта Степанян, София Петрова, Ольга Волкова, Ольга Тумайкина, Оскар Кучера, Олег Комаров, Марк Андреасян, Евдокия Германова, Климентий Кривоносенко, Максим Коновалов, Иван Тюликов, Надежда Меньшова, Юрий Миронцев, Андрей Андреев, Анастасия Крылова.',
    description:
      'Манюня, Наринэ и Каринка в сопровождении Ба отправляются на летние каникулы в настоящую русскую деревню к бабушке Насте. Сначала они очень увлечены непривычной атмосферой нового места, но достаточно быстро начинают скучать. Решив ускорить время до отъезда домой, девочки по наводке местных мальчишек обращаются к бабке-колдунье, которая якобы исполняет любые желания. Она соглашается помочь, но ставит свои условия. Исполняя поручения колдуньи, девочки попадают в удивительные приключения, напоминающие сюжеты русских народных сказок.',
    playerCode: 'xtkiNbD5LGM',
    link: 'manuna',
  },
  {
    title: 'Зять',
    beginDate: 'с 21 ноября',
    endDate: '',
    kind: 'Комедия, мелодрама',
    director: 'Анарио Мамедов',
    duration: '-',
    age: '12+',
    actors:
      'Дмитрий Нагиев, Ян Цапник, Ирина Пегова, Дарья Петриченко, Григорий Сиятвинда, Артем Минин, Никита Касьяненко, Люся Чеботина, Дмитрий Красилов, Юлия Сулес, Мария Дризик, Михаил Павлик, Ёла Санько, Маруся Климова, Борис Эстрин, Михаил Тарабукин, Наталья Рыжкова, Маргарита Дьяченкова, Стефан де Дюрфор, Полина Абрашкина, Софья Абрашкина, Никита Плахотнюк, Игорь Жижикин, Анна Мельникова, Антон Шеломенцев, Петр Демченко, Юрий Дементьев, Александр Златопольский, Ольга Паламарчук',
    description:
      'Жизнь примерного мужа и образцового отца Олега размеренна и спланирована на годы вперед. Но у судьбы свои планы: юная красавица дочь Алёна влюбляется в некогда лучшего друга и ровесника своего отца Антона, с которым их объединяет не просто дружба в далеком прошлом, а бурная во всех отношениях молодость. Настолько бурная, что Олег предпочитает держать в тайне даже от семьи.',
    playerCode: 'rxaHF7rrlF0',
    link: 'son_in_law',
  },
  {
    title: 'Один день в Стамбуле',
    beginDate: 'с 28 ноября',
    endDate: '',
    kind: 'Комедия',
    director: 'Авет Оганесян',
    duration: '84 мин. / 01:24',
    age: '16+',
    actors:
      'Леонид Барац, Камиль Ларин, Ростислав Хаит, Александр Демидов, Тарас Кузьмин, Арина Маракулина, Анастасия Белоусова.',
    description:
      'Четверо друзей прилетают в Стамбул, чтобы провести выходные на яхте их приятеля — бизнесмена Вадима. Но сразу по прилете выясняется, что он умер. Помощник Вадима предлагает помянуть босса на уже забронированной яхте во время прогулки по Босфору. Скорбное мероприятие объединяет давних друзей Вадима. Герои шутят, закусывают, вспоминают всех девушек Вадика. Всплывают и не самые приятные воспоминания… Ясно одно: он повлиял на жизнь каждого из собравшихся.\n' +
      'Проделав путь длиной в целый день и ведя разговоры длиной в целую жизнь, компания узнает, что смерть друга — не самое худшее, что случилось с ними за сегодня.',
    playerCode: 'w0_-Pt6OExA',
    link: 'a_day_in_stambul',
  },
  {
    title: 'Приключения Паддингтона 3',
    beginDate: 'с 28 ноября',
    endDate: '',
    kind: 'Фэнтези, комедия, детектив, приключения, семейный',
    director: 'Дагал Уилсон',
    duration: '106 мин. / 01:46',
    age: '6+',
    actors:
      'Бен Уишоу, Имелда Стонтон, Оливер Молтман, Джоэль Фрай, Робби Ги, Хью Грант, Санджив Бхаскар, Бен Миллер, Джессика Хайнс, Мадлен Харрис, Эмили Мортимер, Хью Бонневилль, Сэмюэл Джослин, Хейли Этвелл, Алорейя Спенсер, Николас Барнс, Эшли Рейнольдс, Амит Шах, Джули Уолтерс, Оливия Колман, Джим Бродбент.',
    description:
      'Паддингтон, ставший полноправным членом семьи Браунов и гражданином Великобритании, отправляется в гости к тетушке Люси на свою далекую родину — в Перу.',
    playerCode: 'MqevVZFen3Q',
    link: 'paddington_3',
  },
];
