export const filmsArray = [
  {
    title: 'Гадкий я 4',
    beginDate: 'с 1 августа',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, семейный, фантастика',
    director: 'Крис Рено, Патрик Делаж',
    duration: '95 мин. / 01:35',
    age: '6+',
    actors:
      'Стив Карелл, Кристен Уиг, Джои Кинг, Уилл Феррелл, София Вергара, Миранда Косгров, Дэна Гайер, Пьер Коффан, Стив Куган, Стивен Колбер, Хлоя Файнмен, Брэд Эблесон, Джон Ди Маджио, Лорейн Ньюмен, Кэти Кавадини, Уилл Коллье, Эбби Краден, Джон ДеМита, Аарон Форс, Уиллоу Гир, Аарон Хэндри, Барбара Харрис, Джон Пол Карлиак, Ариф С. Кинчен, Джереми Максвелл, Хари Пэйтон, Рамеш Ранганатхан, Исаак Робинсон-Смит, Тара Стронг, Ниса Уорд, Андреана Уэйнер, Колетт Уайтакер',
    description:
      'Грю, Люси и их девочки — Марго, Эдит и Агнес — приветствуют нового члена семьи, Грю-младшего, который намерен мучить своего отца. Грю сталкивается с новым врагом в лице Максима Ле Маля и его роковой подруги Валентины, в связи с чем семья вынуждена бежать.',
    playerCode: 'tlu3JgDppEQ',
    link: 'despicable_me_4',
  },

  {
    title: 'Дэдпул и Росомаха',
    beginDate: 'с 8 августа',
    extra: 'В дубляже Read Head Sound с 15 августа',
    endDate: '',
    kind: 'Фантастика, боевик, комедия',
    director: 'Шон Леви',
    duration: '127 мин. / 02:7',
    age: '18+',
    actors:
      'Райан Рейнольдс, Хью Джекман, Эмма Коррин, Морена Баккарин, Роб Делани, Каран Сони, Лесли Аггамс, Мэттью Макфэдиен, Дженнифер Гарнер, Брианна Хилдебранд, Дженнифер Гарнер, Тайлер Мэйн, Келли Ху, Рэй Парк, Патрик Стюарт, Джейсон Флеминг, Сиори Куцуна, Аарон Стэнфорд, Льюис Тан, Стефан Капичич, Рэндал Ридер, Тони Маккарти, Грег Хэмпхилл, Джеймс Драйден, Кэйн Эйден, Дивейн Томас',
    description:
      'Уэйд Уилсон попадает в организацию «Управление временными изменениями», что вынуждает его вернуться к своему альтер-эго Дэдпулу и изменить историю с помощью Росомахи.',
    playerCode: 'gYhGLkDqr-o',
    link: 'deadpool_3',
  },

  {
    title: 'Чужой: Ромул',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Ужасы, фантастика, триллер',
    director: 'Феде Альварес',
    duration: '119 мин. / 01:59',
    age: '18+',
    actors:
      'Кейли Спейни, Дэвид Джонссон Фрэй, Арчи Рено, Изабела Мерсед, Спайк Ферн, Айлин У, Рози Эде, Сома Саймон, Бенсе Океке, Виктор Оризу, Роберт Боброцкий, Тревор Ньюлин, Эннмари Григгс, Иэн Холм, Дэниэл Беттс',
    description:
      'Исследуя заброшенную космическую станцию, группа колонизаторов сталкивается с самой ужасающей формой жизни во Вселенной.',
    playerCode: '7CqNxTnq_V4',
    link: 'romulus',
  },
  {
    title: 'Гарфилд',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Марк Диндал',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Крис Пратт, Сэмюэл Л. Джексон, Ханна Уэддингхэм, Винг Реймз, Николас Холт, Сесили Стронг, Харви Гильен, Бретт Голдстин, Бовэнь Ян, Снуп Догг',
    description:
      'После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.',
    playerCode: 'hq2yOIHilDI',
    link: 'garfield',
  },
  {
    title: 'Смерч 2',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Боевик, триллер',
    director: 'Ли Айзек Чун',
    duration: '122 мин. / 02:02',
    age: '12+',
    actors:
      'Дэйзи Эдгар-Джонс, Глен Пауэлл, Энтони Рамос, Брэндон Переа, Мора Тирни, Гарри Хадден-Патон, Саша Лэйн, Дэрил Маккормак, Кирнан Шипка, Ник Додани, Дэвид Коренсвет, Тунде Адебимпе, Кэти М. О’Брайан, Дэвид Борн, Пол Шир, Лаура По, Стивен Оюнг, Алекс Кинги, Саманта Айрлэнд, Джефф Сверинген, Джеймс Пэкстон, Эшли Мосс, Эмили Саттон, Джули Оливер-Тачстоун, Остин Брукс, Дэррил Кокс, Дуглас Сок, Бен Сноу, Элизабет Энн Таунсенд, Крис Цуркер, Дженнифер Рэйдер',
    description:
      'Студентка метеорологии Кейт вместе с бойфрендом и несколькими друзьями гоняется по родной Оклахоме за торнадо ради своего учебного проекта: она придумала распылять внутри смерча смесь, которая теоретически может его разрушить. Природа побеждает — трое, включая бойфренда, погибают, а в живых, кроме Кейт, остается только Хави. \n' +
      'Пять лет спустя он находит её в Нью-Йорке на офисной работе и уговаривает на недельку вернуться в поле. В Оклахоме как раз сезон торнадо, и у Хави большая команда и серьезное финансирование. На месте они первым делом сталкиваются с группой разудалых ютьюберов во главе с ковбоем-метеорологом Тайлером.',
    playerCode: '-5lMoufzOdI',
    link: 'twisters',
  },
];
