export const filmsArray = [
  {
    title: 'Чужой: Ромул',
    beginDate: 'c 1 октября',
    endDate: '',
    kind: 'Ужасы, фантастика, триллер',
    director: 'Феде Альварес',
    duration: '119 мин. / 01:59',
    age: '18+',
    actors:
      'Кейли Спейни, Дэвид Джонссон Фрэй, Арчи Рено, Изабела Мерсед, Спайк Ферн, Айлин У, Рози Эде, Сома Саймон, Бенсе Океке, Виктор Оризу, Роберт Боброцкий, Тревор Ньюлин, Эннмари Григгс, Иэн Холм, Дэниэл Беттс',
    description:
      'Исследуя заброшенную космическую станцию, группа колонизаторов сталкивается с самой ужасающей формой жизни во Вселенной.',
    playerCode: '7CqNxTnq_V4',
    link: 'romulus',
  },
  {
    title: 'Гарфилд',
    beginDate: 'c 1 октября',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Марк Диндал',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Крис Пратт, Сэмюэл Л. Джексон, Ханна Уэддингхэм, Винг Реймз, Николас Холт, Сесили Стронг, Харви Гильен, Бретт Голдстин, Бовэнь Ян, Снуп Догг',
    description:
      'После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.',
    playerCode: 'hq2yOIHilDI',
    link: 'garfield',
  },
  {
    title: 'Смерч 2',
    beginDate: 'c 1 октября',
    endDate: '',
    kind: 'Боевик, триллер',
    director: 'Ли Айзек Чун',
    duration: '122 мин. / 02:02',
    age: '16+',
    actors:
      'Дэйзи Эдгар-Джонс, Глен Пауэлл, Энтони Рамос, Брэндон Переа, Мора Тирни, Гарри Хадден-Патон, Саша Лэйн, Дэрил Маккормак, Кирнан Шипка, Ник Додани, Дэвид Коренсвет, Тунде Адебимпе, Кэти М. О’Брайан, Дэвид Борн, Пол Шир, Лаура По, Стивен Оюнг, Алекс Кинги, Саманта Айрлэнд, Джефф Сверинген, Джеймс Пэкстон, Эшли Мосс, Эмили Саттон, Джули Оливер-Тачстоун, Остин Брукс, Дэррил Кокс, Дуглас Сок, Бен Сноу, Элизабет Энн Таунсенд, Крис Цуркер, Дженнифер Рэйдер',
    description:
      'Студентка метеорологии Кейт вместе с бойфрендом и несколькими друзьями гоняется по родной Оклахоме за торнадо ради своего учебного проекта: она придумала распылять внутри смерча смесь, которая теоретически может его разрушить. Природа побеждает — трое, включая бойфренда, погибают, а в живых, кроме Кейт, остается только Хави. \n' +
      'Пять лет спустя он находит её в Нью-Йорке на офисной работе и уговаривает на недельку вернуться в поле. В Оклахоме как раз сезон торнадо, и у Хави большая команда и серьезное финансирование. На месте они первым делом сталкиваются с группой разудалых ютьюберов во главе с ковбоем-метеорологом Тайлером.',
    playerCode: '-5lMoufzOdI',
    link: 'twisters_2',
  },
  {
    title: 'Руки Вверх!',
    beginDate: 'с 10 октября',
    endDate: '',
    kind: 'Музыка, биография',
    director: 'Аскар Узабаев',
    duration: '-',
    age: '12+',
    actors:
      'Влад Прохоров, Илья Русь, Сергей Жуков, Алексей Потехин, Артём Осипов, Фёдор Лавров, Валентина Ляпина, Энджел Жуков, Регина Бурд, Анастасия Кувшинова, Григорий Багров, Александр Обласов, Андрей Гнып, Валерий Борисов, Наталия Поборцева, Зарина Бахтиева, Евгений Ковалюк, Анжелика Легостаева, Санора Кирсанова, Михаил Коновалов, Анастасия Светличная, Георгий Шиханов, Владислав Видяев, Анатолий Шевелёв, Александер Васаби',
    description:
      'Из провинциального мальчишки, мечтающего впечатлить девушку робкими песнями о любви, Сергей Жуков становится одним из самых востребованных артистов страны и голосом целого поколения.',
    playerCode: 'K6YWOVdmBSg',
    link: 'hands_up',
  },
  {
    title: 'Малышарики. День рождения',
    beginDate: 'с 10 октября',
    endDate: '',
    kind: 'Детский, семейный',
    director: 'Оксана Бычкова, Катерина Савчук',
    duration: '52 мин. / 00:52',
    age: '0+',
    actors:
      'Елизавета Боярская, Константин Хабенский, Сергей Мардарь, Ева Соклакова, Марианна Мокшина, Светлана Кузнецова, Ксения Бржезовская, Сергей Бесхлебнов, Диана Шульмина',
    description:
      'Мама и Папа только что переехали в новый дом и готовятся к первому дню рождения их дочери Малышки. Балансируя между работой и семьёй, Папа покупает в необычном магазине подарок, даже не заглядывая в коробку. А там оказываются маленькие ожившие игрушки — Малышарики. Пока родители готовятся к празднику Малышарики выбираются из коробки и отправляются на поиски собственного домика.',
    playerCode: 'YNKGVLHjjJU',
    link: 'malishariki',
  },
  {
    title: 'Огниво',
    beginDate: 'с 24 октября',
    endDate: '',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '-',
    age: '6+',
    actors:
      'Роман Евдокимов, Ирина Старшенбаум, Антонина Бойко, Виталий Хаев, Михаил Трухин, Ян Цапник, Сергей Марин, Ольга Зайковская, Юрий Кузнецов, Ирина Горбачёва, Кирилл Круглов, Роберт Юсупов, Алексей Фаддеев, Владимир Носик, Александр Семчев, Валентина Мазунина, Игорь Богомягков, Николай Ларчуженков, Дмитрий Быковский-Ромашов, Анатолий Кондюбов',
    description:
      'В сказочном царстве солдат по дороге домой случайно находит волшебное огниво, и освобождает запертую в нем маленькую девочку Дашу, которую похитил и заколдовал злой Лиходей. Чтобы развеять его чары, солдату придется отправиться в опасное путешествие.',
    playerCode: 'TtUQSMUcVws',
    link: 'ognivo',
  },
  {
    title: 'Джокер: Безумие на двоих',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мюзикл, триллер, драма, криминал, музыка',
    director: 'Тодд Филлипс',
    duration: '138 мин. / 02:18',
    age: '18+',
    actors:
      'Хоакин Феникс, Леди Гага, Зази Битц, Кен Люн, Кэтрин Кинер, Брендан Глисон, Гарри Лоути, Стив Куган, Гэттлин Гриффит, Джейкоб Лофленд, Билл Смитрович, Джон Лейси, Джордж Кэрролл, Тим Диллон, Майк Хьюстон, Ли Гилл, Шэрон Вашингтон, Трой Меткалф, , Трой Фромин, Джимми Смагула, Роберт Лофтус, Брайан Донахью, Альфред Томпсон, Дарья Бауэр, Джеффри Гулд, Карсон Скотт Хиггинс, Элисон Стоувер, , Холден Гудман, Бен ван Дайпен, Эллен Юэнь, Энтони Гуллотта, Том Джонсон, Джозеф Скарпино',
    description:
      'Находясь на принудительном лечении в больнице Аркхем, несостоявшийся комик Артур Флек встречает любовь всей своей жизни — Харли Квинн.',
    playerCode: 'bdkg5yyNrAw',
    link: 'joker_2',
  },
  {
    title: 'Веном: Последний танец',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Келли Марсел',
    duration: '-',
    age: '18+',
    actors:
      'Джуно Темпл, Том Харди, Рис Иванс, Стивен Грэм, Аланна Юбак, Чиветель Эджиофор, Кристо Фернандес, Кларк Бако, Хала Финли, Иво Нанди, Пегги Лу, , Отис Уинстон',
    description:
      'Приспособившись к совместному существованию, Эдди и Веном стали друзьями и вместе сражаются со злодеями. Но теперь за Эдди охотятся военные, а за Веномом — его инопланетные сородичи, угрожающие всему живому.',
    playerCode: 'QvAIcN6kfuQ',
    link: 'venom_3',
  },
];
