export const filmsArray = [
  {
    title: 'Анчартед: На картах не значится',
    beginDate: 'с 10 февраля',
    endDate: 'по 4 мая',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, София Тейлор Али, Антонио Бандерас, Тати Габриэль, Патриша Миден, Сара Жаклин Петрик',
    description:
      'Нейтан Дрейк и Виктор «Салли» Салливан, два искателя приключений, отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: 'oPDcRJVd3dU',
    link: 'uncharted',
  },
  {
    title: 'Стикер',
    beginDate: 'с 21 апреля',
    endDate: 'по 1 мая',
    kind: 'Мелодрама, детектив, триллер',
    director: 'Дмитрий Баран',
    duration: '116 мин. / 01:56',
    age: '16+',
    actors:
      'Иван Стебунов, Александр Самойленко, Евгения Нохрина, Александр Дьяченко, Екатерина Олькина, Станислав Бондаренко',
    description:
      'Их первая ночь — цепь случайных совпадений. Однако спустя некоторое время она появляется в его офисе под другим именем и подозрительно чистой биографией. И это уже, кажется, неслучайно.',
    playerCode: 'QLc4CrBYmN8',
    link: 'sticker',
  },
  {
    title: 'Первый Оскар',
    beginDate: 'с 21 апреля',
    endDate: 'по 4 мая',
    kind: 'Драма, военный, история',
    director: 'Сергей Мокрицкий',
    duration: '—',
    age: '12+',
    actors:
      'Тихон Жизневский, Антон Момот, Дарья Жовнер, Андрей Мерзликин, Никита Тарасов, Василий Мищенко, Михаил Брашинский, Алексей Колган, Станислав Стрелков, Лев Малишава',
    description:
      'Осень 1941 года. Немецкие войска на подступах к Москве. Студенты-операторы Лев Альперин и Иван Майский отказываются уезжать в эвакуацию и добиваются направления на фронт, чтобы с кинокамерами оказаться в эпицентре грандиозной битвы за Москву. А в мирном Лос-Анджелесе 15-я церемония вручения премии «Оскар» начинается с сенсации − главную кинонаграду Голливуда получает документальная лента из СССР.',
    playerCode: '9XFuTofT0FU',
    link: 'first_oscar',
  },
  {
    title: 'Бука. Мое любимое чудище',
    beginDate: 'с 28 апреля',
    endDate: 'по 11 мая',
    kind: 'Мультфильм, приключения, фэнтези, семейный',
    director: 'Виктор Глухушин, Максим Волков',
    duration: '98 мин. / 01:38',
    age: '6+',
    actors:
      'Любовь Аксенова, Алексей Чумаков, Алена Долецкая, Тимур Родригез, Виолетта Вольская, Прохор Чеховской, Максим Волков, Владислав Копп, Пётр Иващенко',
    description:
      'Скандал в царском семействе: своенравная принцесса Варвара сбежала из дворца и отправилась через лес на поиски прекрасного принца. Однако вместо заветной встречи с возлюбленным её берет в плен Бука, самый опасный разбойник королевства. Но очень быстро становится понятно, что бойкая принцесса готова превратить жизнь Буки в кошмар, лишь бы дойти до своей цели. Так неугомонная Варвара принимается наводить в лесу свои порядки.',
    playerCode: 'x7LEBxumcz8',
    link: 'buka',
  },
  {
    title: 'Крио',
    beginDate: 'с 28 апреля',
    endDate: 'по 11 мая',
    kind: 'Фантастика, триллер, детектив',
    director: 'Барретт Бергин',
    duration: '118 мин. / 01:58',
    age: '16+',
    actors:
      'Майкл Флинн, Курт Дуссетт, Джиллиан Петри, Морган Гюнтер, Мэйсон Д. Дэвис, Эмили Мари Палмер',
    description:
      'Пятеро ученых пробуждаются после криогенного сна в подземном помещении. Они не понимают, как они там оказались и как долго они спали. Но одно точно становится ясно, что тот, кто собрал их здесь — убийца.',
    playerCode: 'O9Cv6LXFHys',
    link: 'cryo',
  },
  {
    title: 'Суворов: Великое путешествие',
    beginDate: 'с 1 мая ',
    endDate: 'по 11 мая',
    kind: 'Мультфильм, приключения, история',
    director: 'Борис Чертков',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Константин Хабенский, Антон Макарский, Филипп Киркоров, Анна Ардова, Алексей Демидов, Юлия Рутберг, Наталия Быстрова',
    description:
      'Простому юноше Грише предстоит разлучиться с любимой Соней и отправиться в великое путешествие: он попадет на службу к непобедимому полководцу Александру Васильевичу Суворову. Гриша станет участником захватывающих приключений и судьбоносных событий во время легендарного Швейцарского похода. Поверив в себя, Гриша бросит вызов опасному злодею, не раз проявит смекалку и найдет новых верных друзей. Его хоть и маленький, но самый настоящий подвиг выручит Суворова и докажет — героем может стать каждый, если им движет любовь.',
    playerCode: 'hT578NPOV5I',
    link: 'suvorov',
  },
  {
    title: '1941. Крылья над Берлином',
    beginDate: 'с 5 мая',
    endDate: 'по 11 мая',
    kind: 'Военный, боевик',
    director: 'Константин Буслов',
    duration: '100 мин. / 01:40',
    age: '12+',
    actors:
      'Сергей Пускепалис, Максим Битюков, Гела Месхи, Александр Метёлкин, Леонела Мантурова, Сергей Гилев, Евгений Антропов, Николай Козак, Владимир Тяптушкин, Степан Белозеров',
    description:
      'История о подвиге лётчиков 1-го минно-торпедного авиационного полка ВВС Балтийского флота во главе с полковником Преображенским. У них была сложнейшая боевая задача — нанести первые бомбовые удары по Берлину, столице фашистской Германии.',
    playerCode: 'yGQJQcfIndQ',
    link: 'wings_on_berlin',
  },
]
