export const filmsArray = [
  {
    title: 'Кот в сапогах 2: Последнее желание',
    beginDate: 'с 13 апреля',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, фэнтези',
    director: 'Джоэль Кроуфорд, Хануэль Меркадо',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Антонио Бандерас, Сальма Хайек, Харви Гильен, Флоренс Пью, Джон Малэйни, Вагнер Моура, Рэй Уинстон, Самсон Каё, Оливия Колман, Давайн Джой Рэндольф, Андрей Бибиков, Диана Нерсесова, Антон Кобылко, Елизавета Эбаноидзе, Георгий Вардиашвили',
    description:
      'Промотав восемь жизней из девяти и до смерти испугавшись пришедшего за ним волка-охотника за головами, Кот в сапогах внимает совету врача и заселяется в дом местной кошатницы. Там он смиряется с установленными порядками, отращивает бороду и теряет тягу к подвигам и приключениям, но только до тех пор, пока не узнаёт о волшебной карте, которая указывает путь к где-то упавшей Звезде желаний. Кот в сапогах твёрдо решает отыскать Звезду, чтобы вернуть свои жизни, и в компании притворявшегося кошачьим пёсика отправляется красть карту у известного коллекционера волшебных предметов Джека Хорнера.',
    playerCode: 'JA8Xw0ffel8',
    link: 'puss_in_boots_2',
  },

  {
    title: 'Вызов',
    beginDate: 'с 20 апреля',
    endDate: 'по 17 мая',
    kind: 'Драма',
    director: 'Клим Шипенко',
    duration: '170 мин. / 02:50',
    age: '6+',
    actors:
      'Юлия Пересильд, Милош Бикович, Владимир Машков, Олег Новицкий, Антон Шкаплеров, Пётр Дубров , Елена Валюшкина, Варвара Володина, Андрей Щепочкин, Александр Балуев',
    description:
      'Торакальный хирург Женя за месяц должна подготовиться к космическому полету и отправиться на МКС, чтобы спасти космонавта. Удастся ли ей справиться с испытаниями? Сможет ли она преодолеть неуверенность и страхи? Получится ли у нее провести сложнейшую операцию в условиях невесомости, от которой зависят шансы космонавта вернуться на Землю живым?',
    playerCode: 'PKBKmaOFlsg',
    link: 'challenge',
  },

  {
    title: 'Яга и книга заклинаний',
    beginDate: 'с 27 апреля',
    endDate: 'по 10 мая',
    kind: 'Мультфильм, семейный, приключения',
    director: 'Владимир Саков',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Юлия Хлынина, Фёдор Бондарчук, Лидия Чистякова-Ионова, Елена Шульман, Илья Бледный, Диомид Виноградов, Злата Осипова, Пётр Каледин, Наталья Шеховцева, Александра Курагина',
    description:
      'Рыжеволосая ведьма Яга живет с котом-изобретателем и весёлыми домовыми в избушке на болотах Тридевятого царства и практикуется в магии. Чтобы научиться колдовать по-настоящему, ей не хватает Книги Заклинаний, похищенной у неё много лет назад злой колдуньей Белладонной. Внезапно судьба дает Яге шанс поквитаться с заклятой обидчицей, когда на пороге избушки появляется царевна Синеглазка. В чем сила истинного волшебства, и кто окажется настоящей злодейкой?',
    playerCode: 'NUo2GccvGqY',
    link: 'yaga',
  },
  // {
  //   title: 'Достать ножи: Стеклянная луковица',
  //   beginDate: 'с 4 мая ',
  //   endDate: '',
  //   kind: 'Детектив, комедия, криминал',
  //   director: 'Райан Джонсон',
  //   duration: '139 мин. / 02:19',
  //   age: '16+',
  //   actors:
  //     'Дэниэл Крэйг, Эдвард Нортон, Жанель Моне, Кэтрин Хан, Лесли Одом мл., Кейт Хадсон, Дэйв Батиста, Джессика Хенвик, Мэдлин Клайн, Ноа Сеган',
  //   description:
  //     'Май 2020 года. Сидящим на карантине губернаторше, учёному, бывшей модели и стримеру приходят ящики-головоломки с приглашениями от их общего друга, технологического миллиардера Майлза Брона, посетить особняк на частном греческом острове и принять участие в игре с загадкой «убийства» хозяина вечеринки. Аналогичную посылку получает и мающийся от безделья частный детектив Бенуа Блан и с энтузиазмом принимает приглашение. Прибывшая в Грецию разношёрстная компания удивлена и не особо рада появлению Энди Бранд — бывшей деловой партнёрши Майлза, у которой он отсудил компанию. Напряжение нарастает, когда в процессе вечеринки происходит настоящее убийство.',
  //   playerCode: 'HC_94DsBdSc',
  //   link: 'glass_onion',
  // },

  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с 12 мая',
    endDate: 'по 30 мая',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '16+',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: 'CwVB_nwfntY',
    link: 'guardians_3',
  },
  {
    title: 'Хитровка. Знак четырёх',
    beginDate: 'с 18 мая',
    endDate: 'по 31 мая',
    kind: 'Детектив, комедия',
    director: 'Карен Шахназаров',
    duration: '129 мин. / 02:09',
    age: '12+',
    actors:
      'Константин Крюков, Михаил Пореченков, Алексей Вертков, Александр Олешко, Анфиса Черных, Евгений Стычкин, Борис Каморзин, Аюб Цингиев, Юлия Витрук, Денис Сладков',
    description:
      'Москва, 1902 год. Знаменитый режиссер Константин Станиславский в поисках вдохновения для постановки новой пьесы решает познакомиться с жизнью городского «дна». Он обращается за помощью к признанному знатоку московских трущоб Владимиру Гиляровскому. Вместе они отправляются на легендарную бандитскую Хитровку и оказываются втянуты в расследование убийства загадочного местного жителя — индийца-сикха с тёмным прошлым.',
    playerCode: 'Whs6bBJwBfI',
    link: 'hitrovka',
  },
  {
    title: 'Трио в перьях 2',
    beginDate: 'с 18 мая',
    endDate: 'по 6 июня',
    kind: 'Мультфильм, приключения',
    director: 'Бенжамин Квобек',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors:
      'Фолькмар Вельцель, Симона Берман, Мануэль Финке, Джей Майерс, Кира Джексон, Блэйк Фара, Джеффри Хилтон, Тим Хеллер, Мала Гедиа, Дульси Смарт',
    description:
      'Наслаждаясь зимовкой на Большом озере в Северной Африке, Ричард узнает, что в этот раз ему не доверят такую почетную и ответственную миссию, как возглавить перелет стаи аистов домой, на север. Не желая с этим мириться, он убегает в самостоятельное путешествие, полное опасностей и приключений. По пути Ричарду предстоит встретить попавшую в беду стаю воробьев, угодившую в плен злобных птиц марабу под предводительством жадного павлина Замано. Для обретения свободы пернатым придется объединиться в дружную команду, проявить смелость, изобретательность и смекалку, чтобы разгадать ребус и найти таинственный клад с драгоценностями.',
    playerCode: '5Yv0jLnff2E',
    link: 'trio',
  },
]
