export const filmsArray = [
  {
    title: 'Вечные',
    beginDate: 'с 8 ноября',
    endDate: 'по 24 ноября',
    kind: 'Фантастика, боевик, драма, приключения',
    director: 'Хлоя Чжао',
    duration: '157 мин. / 02:37',
    age: '18+',
    actors:
      'Анджелина Джоли, Джемма Чан, Ричард Мэдден, Кумэйл Нанджиани, Лия МакХью, Брайан Тайри Генри, Лорен Ридлофф, Барри Кеоган, Ма Дон-сок, Кит Харингтон, Сальма Хайек',
    description:
      'Вечные — представители расы генетически улучшенных суперлюдей, тайно живущих на Земле. Они появились на свет 5 миллионов лет назад в результате экспериментов могущественных целестиалов. Наделённые невероятными суперспособностями, на протяжении тысячелетий они скрывались от человеческой цивилизации, втайне защищая людей от монструозных девиантов. Однако, последние события и действия Таноса заставили их выйти на свет.',
    playerCode: '_oboseJViww',
    link: 'eternals',
  },
  {
    title: 'Плюшевый Бум!',
    beginDate: 'с 18 ноября',
    endDate: 'по 24 ноября',
    kind: 'Мультфильм, фэнтези, приключения, комедия',
    director: 'Денис Чернов, Илья Куприянов',
    duration: '70 мин. / 01:10',
    age: '6+',
    actors:
      'Михаил Хрусталёв, Ксения Бржезовская, Александра Борисова, Елена Шульман, Владимир Маслаков, Светлана Кузнецова, Марианна Мокшина, Валерий Соловьев, Олег Куликович',
    description:
      'Вор экстра-класса Макс похищает уникальный рубин, который собирается вывести из страны. Для этого он прячет драгоценность внутри плюшевого мишки по имени Бум — популярной детской игрушки. Но всё идёт не по плану, когда мишка по ошибке попадает в магазин игрушек, а рубин оказывается магическим и оживляет всех его обитателей. Максу предстоит найти Бума и вернуть рубин. Охота начинается!',
    playerCode: 'xuhJj3WbV7c',
    link: 'boom',
  },
  {
    title: 'Последняя дуэль',
    beginDate: 'с 18 ноября',
    endDate: 'по 1 декабря',
    kind: 'История, драма',
    director: 'Ридли Скотт',
    duration: '152 мин. / 02:32',
    age: '18+',
    actors:
      'Джоди Комер, Мэтт Дэймон, Бен Аффлек, Адам Драйвер, Клэр Данн, Харриет Уолтер, Мартон Чокаш, Желько Иванек, Алекс Лоутер, Натаниель Паркер',
    description:
      'Нормандский рыцарь Жан де Карруж по возвращении с войны узнаёт, что его сосед и соперник Жак Ле Гри изнасиловал его жену Маргарит. Однако у Ле Гри обнаружились сильные союзники, словам женщины никто не верит, и Карруж обращается за помощью лично к королю Франции Карлу VI. Заслушав все свидетельства, король постановил, что конфликт должен быть разрешён в честном поединке. От исхода битвы зависит судьба не только Ле Гри и Карружа, но и жены последнего. В случае поражения мужа её должны сжечь на костре за ложные обвинения.',
    playerCode: 'pEyrpF0kSKI',
    link: 'the_last_duel',
  },
  {
    title: 'Энканто',
    beginDate: 'с 25 ноября',
    endDate: 'по 15 декабря',
    kind: 'Мультфильм, мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Джаред Буш, Байрон Ховард, Чариз Кастро Смит',
    duration: '99 мин. / 01:39',
    age: '6+',
    actors:
      'Стефани Беатриз, Мария Сесилия Ботеро, Джон Легуизамо, Дайан Герреро, Джессика Дарроу, Рави Кэбот-Кониерс, Энджи Сепеда, Уилмер Вальдеррама, Каролина Гайтан, Мауро Кастильо',
    description:
      'Удивительная семья Мадригалов живет в спрятанном в горах Колумбии волшебном доме, расположенном в чудесном и очаровательном уголке под названием Энканто. Каждого ребёнка в семье Мадригалов магия этого места благословила уникальным даром — от суперсилы до способности исцелять. Увы, магия обошла стороной одну лишь юную Мирабель. Обнаружив, что магия Энканто находится в опасности, Мирабель решает, что именно она может быть последней надеждой на спасение своей особенной семьи.',
    playerCode: 'eY9ZZyEc0CQ',
    link: 'encanto',
  },
  {
    title: 'Охотники за привидениями: Наследники',
    beginDate: 'с 2 декабря',
    endDate: 'по 15 декабря',
    kind: 'Фантастика, комедия, боевик',
    director: 'Джейсон Райтман',
    duration: '124 мин. / 02:04',
    age: '12+',
    actors:
      'Финн Вулфхард, Маккенна Грейс, Кэрри Кун, Сигурни Уивер, Билл Мюррей, Дэн Эйкройд, Эрни Хадсон, Логан Ким, Селеста О’Коннор, Энни Поттс',
    description:
      'Мать-одиночка с двумя детьми-подростками селится на старой ферме в Оклахоме, полученной в наследство от отца, которого она не знала. Дети пытаются больше узнать о своем деде и находят автомобиль Ecto-1, принадлежавший знаменитым охотникам за привидениями.',
    playerCode: '7yRzdfRisgU',
    link: 'ghostbusters',
  },
]
