export const filmsArray = [
  {
    title: 'Руки Вверх!',
    beginDate: 'с 10 октября',
    endDate: '',
    kind: 'Музыка, биография',
    director: 'Аскар Узабаев',
    duration: '-',
    age: '12+',
    actors:
      'Влад Прохоров, Илья Русь, Сергей Жуков, Алексей Потехин, Артём Осипов, Фёдор Лавров, Валентина Ляпина, Энджел Жуков, Регина Бурд, Анастасия Кувшинова, Григорий Багров, Александр Обласов, Андрей Гнып, Валерий Борисов, Наталия Поборцева, Зарина Бахтиева, Евгений Ковалюк, Анжелика Легостаева, Санора Кирсанова, Михаил Коновалов, Анастасия Светличная, Георгий Шиханов, Владислав Видяев, Анатолий Шевелёв, Александер Васаби',
    description:
      'Из провинциального мальчишки, мечтающего впечатлить девушку робкими песнями о любви, Сергей Жуков становится одним из самых востребованных артистов страны и голосом целого поколения.',
    playerCode: 'K6YWOVdmBSg',
    link: 'hands_up',
  },

  {
    title: 'Ужасающий 3',
    beginDate: 'с 17 октября',
    endDate: '',
    kind: 'Ужасы',
    director: 'Дэмиен Леоне',
    duration: '125 мин. / 02:05',
    age: '18+',
    actors:
      'Лорен ЛаВера, Дэвид Ховард Торнтон, Антонелла Роуз, Эллиотт Фаллэм, Саманта Скаффиди, Маргарет Энн Флоренс, Брайс Джонсон, Алекса Блэр Робертсон, Мэйсон Мекартеа, Криси Фокс, Лучана ВанДетте, Клинт Ховард, Брэдли Страйкер, Дэниэл Робак, Крис Джерико, Том Савини, Джейсон Патрик, Алекс Росс, Кайли Хайман, Келлен Раффаэло, Стивен Кофилд, Джо Фальконе, Питер Митчелл, Мари Мэйсер, Джон Абрахамс, Майкл Жене, Сиенна Хьюберт-Росс, Шарлотта МакКи, Чип Каррьере, Израэль Асеведо, Дженнифер С. Джонсон, Престон Лоуренс, Том Уайт, Энни Ледерман.',
    description:
      'Клоун Арт снова возвращается в округ Майлз, чтобы устроить кровавую бойню в канун Рождества.',
    playerCode: 'HP6L7NI5mB8',
    link: 'terrifier_3',
  },
  {
    title: 'Огниво',
    beginDate: 'с 24 октября',
    endDate: '',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '-',
    age: '6+',
    actors:
      'Роман Евдокимов, Ирина Старшенбаум, Антонина Бойко, Виталий Хаев, Михаил Трухин, Ян Цапник, Сергей Марин, Ольга Зайковская, Юрий Кузнецов, Ирина Горбачёва, Кирилл Круглов, Роберт Юсупов, Алексей Фаддеев, Владимир Носик, Александр Семчев, Валентина Мазунина, Игорь Богомягков, Николай Ларчуженков, Дмитрий Быковский-Ромашов, Анатолий Кондюбов',
    description:
      'В сказочном царстве солдат по дороге домой случайно находит волшебное огниво, и освобождает запертую в нем маленькую девочку Дашу, которую похитил и заколдовал злой Лиходей. Чтобы развеять его чары, солдату придется отправиться в опасное путешествие.',
    playerCode: 'TtUQSMUcVws',
    link: 'ognivo',
  },
  {
    title: 'Не говори никому',
    beginDate: 'с 31 октября',
    endDate: '',
    kind: 'Триллер, драма',
    director: 'Джеймс Уоткинс',
    duration: '110 мин. / 01:50',
    age: '18+',
    actors:
      'Джеймс Макэвой, Маккензи Дэвис, Скут Макнэри, Эшлинг Франчози, Аликс Уэст Лефлер, Дэн Хаф, Крис Хитчен, Мотаз Малхиз, Якоб Хёйлев Ёргенсон',
    description:
      'Семейная пара с дочерью по приглашению знакомых приезжают посетить их загородный дом и провести вместе выходные. Вскоре отдых превращается в кошмар.',
    playerCode: '0fjhAuAuAz4',
    link: 'no_speak_evil',
  },
  {
    title: 'Миграция',
    beginDate: 'с 31 октября',
    endDate: '',
    kind: 'Мультфильм, приключения, комедия, фэнтези',
    director: 'Бенжамин Реннер, Гейло Хомси',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Кумэйл Нанджиани, Треси Газаль, Элизабет Бэнкс, Каспар Дженнингс, Изабела Мерсед, Дэнни ДеВито, Кэрол Кейн, Аквафина, Кигэн-Майкл Ки, Дэвид Митчелл, Озиома Акага, Карлос Аласраки, Валенция Алгарин, Уилл Коллье, Эбби Краден, Джанго Крэйг.',
    description:
      'Семья уток пытается убедить своего слишком заботливого отца отправиться в отпуск всей жизни.',
    playerCode: 'k9TbcOX4yhk',
    link: 'migration',
  },
  {
    title: 'Любовь Советского Союза',
    beginDate: 'с 7 ноября',
    endDate: '',
    kind: 'Мелодрама, драма',
    director: 'Никита Высоцкий, Илья Лебедев',
    duration: '150 мин. / 02:30',
    age: '16+',
    actors:
      'Ангелина Стречина, Роман Васильев, Кирилл Кузнецов, Роман Мадянов, Александр Устюгов, Игорь Петренко, Алёна Бабенко, Владимир Виноградов, Максим Керин, Софья Эрнст, Антон Момот, Ангелина Поплавская, Илья Шакунов, Екатерина Стеблина, Алексей Варущенко, Сергей Жарков, Олег Абалян, Светлана Смирнова-Кацагаджиева, Елена Муравьева, Фёдор Федотов, Максим Блинов, Александр Безруков, Артём Ешкин, Елена Морозова, Дмитрий Гирев, Максим Литовченко, Александр Манько.',
    description:
      'История о поколении смелых и красивых, не заставших разрушений революции и хаоса гражданской войны, мечтавших построить новую жизнь, в которой не будет места смерти, а только невероятной любви, открывающей им путь к великим достижениям и открытиям. О подвигах и славе, предательстве и верности тех, кто был героями в небе и на земле, о времени безмерных испытаний, которые выпали на их недолгие, но яркие жизни. О женщине, которая была мечтой и настоящей любовью Советского Союза.',
    playerCode: '0OkvthFxmL0',
    link: 'love_of_ussr',
  },

  {
    title: 'Веном: Последний танец',
    beginDate: 'с 14 ноября',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Келли Марсел',
    duration: '109 мин. / 01:49',
    age: '18+',
    actors:
      'Джуно Темпл, Том Харди, Рис Иванс, Стивен Грэм, Аланна Юбак, Чиветель Эджиофор, Кристо Фернандес, Кларк Бако, Хала Финли, Иво Нанди, Пегги Лу, Отис Уинстон.',
    description:
      'Приспособившись к совместному существованию, Эдди и Веном стали друзьями и вместе сражаются со злодеями. Но теперь за Эдди охотятся военные, а за Веномом — его инопланетные сородичи, угрожающие всему живому.',
    playerCode: 'UYYQoWgX_Lc',
    link: 'venom_3',
  },
];
