export const filmsArray = [
  {
    title: 'Ботан и супербаба',
    beginDate: 'с 12 мая',
    endDate: 'по 25 мая',
    kind: 'Комедия, фантастика',
    director: 'Дмитрий Меняйло',
    duration: '—',
    age: '16+',
    actors:
      'София Каштанова, Роман Попов, Андрей Астраханцев, Сергей Чудаков, Юлия Костомарова, Денис Васильев, Ирина Цветкова, Тамара Адамова, Ирина Рудоминская, Ксения Худоба',
    description:
      'Стеснительный ботаник Иван, ученый из «Сколково», которого в школе все называли Калом (сокращенно от фамилии Калинин) для встречи выпускников крадет девушку-андроида из научного центра и приделывает к её кибертелу лицо первой красавицы школы, чтобы выдать покорного робота за свою жену. Он думает, что успех среди одноклассников теперь обеспечен, но есть одно но. Андроид оказался спецразработкой для ведения боевых действий, которой только предстоит узнать, что такое доброта и человечность. Если удастся спастись от иностранных разведок, устроивших охоту за сверхсекретной разработкой.',
    playerCode: 'kt5Iny6NDlc',
    link: 'botan',
  },
  {
    title: 'Заклятье: Спуск к дьяволу',
    beginDate: 'с 12 мая',
    endDate: 'по 25 мая',
    kind: 'Ужасы',
    director: 'Брендан Малдауни',
    duration: '94 мин. / 01:34',
    age: '16+',
    actors:
      'Элиша Катберт, Оуэн Мэкен, Диллон Фицморис Брэйди, Эбби Мэй Фицморис, Тара Ли, Майкл-Дэвид Маккернан, Эндрю Беннетт, Аарон Монахэн, Мари Маллен, Эми Конрой',
    description:
      'Дочь Киры Вудс таинственным образом исчезает в подвале их нового загородного дома. Вскоре Кира обнаруживает, что дом контролирует древняя и могущественная сущность, с которой ей придется сразиться, чтобы защитить души своей семьи.',
    playerCode: 'yA8VCXnWijE',
    link: 'the_cellar',
  },
  {
    title: 'Флешбэк',
    beginDate: 'с 12 мая',
    endDate: 'по 1 июня',
    kind: 'Боевик, триллер',
    director: 'Мартин Кэмпбелл',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Моника Беллуччи, Лиам Нисон, Гай Пирс, Рэй Стивенсон, Тадж Атвал, Стелла Стокер, Луис Мэндилор, Рэй Фиарон, Антонио Харамильо, Ли Бордман',
    description:
      'Алекс Льюис, профессиональный киллер с репутацией, в какой-то момент пошел против ветра, и теперь вынужден отбиваться и от ФБР, и от криминального босса. Все потому, что убийца отказался нарушить свой внутренний кодекс.',
    playerCode: '8Yowuh2UqHk',
    link: 'flashback',
  },
  {
    title: 'Клон',
    beginDate: 'с 19 мая',
    endDate: 'по 1 июня',
    kind: 'Фантастика, боевик',
    director: 'Райли Стернс',
    duration: '94 мин. / 01:34',
    age: '16+',
    actors:
      'Карен Гиллан, Аарон Пол, Бела Коале, Тео Джеймс, Элина Джексон, Майя Паунио, Реа Лест, Джун Хайд, Кристофер Гуммерус, Нико Сиккинен',
    description:
      'Сара получает смертельный диагноз и, чтобы не кануть в небытие, заказывает собственного двойника. Но когда девушка выздоравливает и решает деактивировать клона, то сталкивается с суровым законом будущего. Должен остаться только один — Саре придется сойтись со своим двойником в смертельной дуэли.',
    playerCode: 'pFGQAvYiI94',
    link: 'the_clone',
  },
  {
    title: 'Крутые яйца 2',
    beginDate: 'с 19 мая',
    endDate: 'по 1 июня',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Габриэль Рива Паласио, Родольфо Рива Палачио Алатристе',
    duration: '88 мин. / 01:28',
    age: '6+',
    actors:
      'Марсело Барсело, Маурицио Барриентос, Бруно Бичир, Ximena de Anda, Мария Алисия Дельгадо, Карлос Эспехель, Oliver Flores, Juan Frese, Valentina Garrido, Armando González',
    description:
      'Тото и его друзья должны спасти своих птенцов, которых забрали на гурманское мероприятие в Африку.',
    playerCode: 'FT-mSyyWejY',
    link: 'eggs_2',
  },
  {
    title: 'Святым тут не место',
    beginDate: 'с 27 мая',
    endDate: 'по 8 июня',
    kind: 'Боевик, триллер, криминал',
    director: 'Альфонсо Пинеда Ульоа',
    duration: '105 мин. / 01:45',
    age: '18+',
    actors:
      'Нил МакДонаф, Пас Вега, Рон Перлман, Брайан Кокс, Шаннин Соссамон, Томми Флэнаган, Тим Рот, Карла Соуса, Хосе Мария Яспик, Кейдрич Селлати',
    description:
      'Человек по прозвищу Иезуит заключен в тюрьму за преступление, которого он не совершал. Его жена убита, а сын похищен и доставлен в Мексику. Теперь он разрабатывает сложный и опасный план по спасению сына из плена и отмщению за убийство жены.',
    playerCode: 'h6C1YDTxbcM',
    link: 'no_saints',
  },
  {
    title: 'Три кота и море приключений',
    beginDate: 'с 1 июня',
    endDate: 'по 15 июня',
    kind: 'Мультфильм',
    director: 'Дмитрий Высоцкий',
    duration: '65 мин. / 01:05',
    age: '6+',
    actors:
      'Максим Тимонин, Софико Гогитидзе, Владимир Прудников, Михаил Хрусталёв, Светлана Кузнецова, Максим Сергеев',
    description:
      'Коржик, Карамелька и Компот вместе с родителями они отправляются отдыхать на морской курорт, где их ждут яркие события, полные весёлой суматохи и встреч с новыми друзьями.',
    playerCode: 'y92uuIAinBw',
    link: 'three_cats',
  },
]
