export const filmsArray = [
  {
    title: 'Быстрее пули',
    beginDate: 'с 8 декабря',
    endDate: 'по 21 декабря',
    kind: 'Боевик, комедия',
    director: 'Дэвид Литч',
    duration: '126 мин. / 02:06',
    age: '16+',
    actors:
      'Брэд Питт, Джои Кинг, Аарон Тейлор-Джонсон, Брайан Тайри Генри, Эндрю Кодзи, Хироюки Санада, Бэд Банни, Логан Лерман, Зази Битц, Майкл Шеннон, Рауф Хабибуллин, Лариса Паукова, Дмитрий Багрянцев, Сергей Никоненко, Азиз Бейшеналиев',
    description:
      'Наёмник под кодовым именем Божья Коровка отправляется на новую миссию: вместо заболевшего коллеги он должен сесть в скоростной поезд Токио — Киото, выкрасть чемоданчик и сойти на промежуточной станции. Но выполнение простого задания сильно осложняется, когда выясняется, что состав просто кишит всевозможными киллерами.',
    playerCode: 'Ip44RbkH8WI',
    link: 'bullet_train',
  },
  // {
  //   title: 'Миньоны: Грювитация',
  //   beginDate: 'с 17 декабря',
  //   endDate: '',
  //   kind: 'Мультфильм, фантастика, комедия, криминал, приключения, семейный',
  //   director: 'Кайл Балда, Брэд Эблесон, Джонатан дель Валь',
  //   duration: '87 мин. / 01:27',
  //   age: '6+',
  //   actors:
  //     'Стив Карелл, Пьер Коффан, Алан Аркин, Тараджи П. Хенсон, Мишель Йео, Джули Эндрюс, Расселл Брэнд, Жан-Клод Ван Дамм, Дольф Лундгрен, Дэнни Трехо, Сергей Бурунов, Константин Карасик, Ульяна Чеботарь, Анастасия Лапина, Ольга Мугрычёва',
  //   description:
  //     'Миллион лет миньоны искали самого великого и ужасного предводителя, пока не встретили ЕГО. Знакомьтесь — Грю. Пусть он еще очень молод, но у него в планах по-настоящему гадкие дела, которые заставят планету содрогнуться.',
  //   playerCode: 'bsQcGpZwHl4',
  //   link: 'minions',
  // },
  {
    title: 'Непослушник 2',
    beginDate: 'с 15 декабря',
    endDate: 'по 28 декабря',
    kind: 'Комедия',
    director: 'Владимир Котт',
    duration: '108 мин. / 01:48',
    age: '6+',
    actors:
      'Виктор Хориняк, Таисия Вилкова, Юрий Кузнецов, Татьяна Орлова, Сергей Селин, Антон Ескин, Гоша Куценко, Маргарита Аброськина, Александр Синюков, Олег Каменщиков',
    description:
      'К отцу Анатолию собирается на исповедь криминальный авторитет, который решил покаяться в своих грехах и начать новую жизнь. Но в тот же вечер священник после падения теряет память и забывает кто он, как жил и во что верил! А грешник требует исповедь — ведь он уже перевел солидную сумму на пожертвование. Исправить ситуацию берется наш герой Димонстр. Под присмотром бандита, он решается на самый масштабный пранк в своей жизни — восстановить яркие моменты жизни отца Анатолия, начиная с детства. По мнению врачей, есть шанс, что это может помочь вернуть память. В попытке «обмануть» память батюшки, Дима будет превращать реальность в фрагменты прошлого, используя декорации, спецэффекты, каскадеров, монахов, самого авторитета, Ефросинью, папу и просто актеров. Отец Анатолий проживет свою жизнь заново.',
    playerCode: 'XlhAHweD4Ug',
    link: 'neposlushnik',
  },
  {
    title: 'Маша и Медведь в кино: 12 месяцев',
    beginDate: 'с 15 декабря',
    endDate: 'по 28 декабря',
    kind: 'Детский, мультфильм',
    director: 'Василий Бедошвили, Артем Наумов',
    duration: '46 мин.',
    age: '0+',
    actors:
      'Юлия Зуникова, Борис Кутневич, Артём Божутин, Лариса Брохман, Никита Прозоровский, Диомид Виноградов, Юлия Яблонская',
    description:
      'В новогоднюю ночь возможны любые чудеса! Можно даже встретить волшебных хранителей природы — 12 месяцев, которые собираются вместе лишь раз в году. Именно так Маша и знакомится с маленьким Январём, Повелителем Льда, пока Медведь и другие лесные жители готовятся к незабываемому празднику.',
    playerCode: 'OAeIFWlvcYc',
    link: 'masha_and_bear',
  },
  {
    title: 'Мира',
    beginDate: 'с 22 декабря',
    endDate: 'по 4 января',
    kind: 'Фантастика, приключения, драма',
    director: 'Дмитрий Киселёв',
    duration: '116 мин. / 01:56',
    age: '12+',
    actors:
      'Вероника Устимова, Анатолий Белый, Александр Петров, Агния Воробьева, Евгений Егоров, Дарья Мороз, Максим Лагашкин, Кристина Корбут, Марина Бурцева, Андрей Смоляков',
    description:
      'Недалекое будущее. 15-летняя Лера Арабова живет во Владивостоке. Ее отец много лет работает на орбитальной космической станции и давно потерял контакт с дочерью, превратившись лишь в голос в телефоне. После того как на город обрушивается метеоритный дождь, у Леры остается только один шанс спасти близких и город от новой катастрофы. В этом ей помогает отец, использующий любую возможность передать сообщение дочери, следя сверху со станции за каждым ее шагом.',
    playerCode: 'PzFh5C7QxiA',
    link: 'mira',
  },
  {
    title: 'Чук и Гек. Большое приключение',
    beginDate: 'с 22 декабря',
    endDate: 'по 4 января',
    kind: 'Семейный, приключения',
    director: 'Александр Котт',
    duration: '96 мин. / 01:36',
    age: '6+',
    actors:
      'Андрей Андреев, Юрий Степанов, Владимир Вдовиченков, Юлия Снигирь, Александр Самойленко, Милена Софронова, Игорь Письменный, Наталья Коляканова, Тимофей Трибунцев',
    description:
      'Два дружных, но озорных брата Чук и Гек живут с любящей мамой в Москве и скучают по папе, который работает далеко на Севере. Решив во что бы то ни стало встретить наступающий Новый год вместе, они отправляются в захватывающее путешествие к таинственным Синим горам. Теперь их ждёт самое большое приключение в их жизни, ведь в новогодние праздники возможны любые, даже самые невероятные чудеса.',
    playerCode: 'z0KyYpI8vuM',
    link: 'chuk_and_gek',
  },
  {
    title: 'Стражи Галактики: Праздничный спецвыпуск',
    beginDate: 'с 24 декабря',
    endDate: '',
    kind: 'Короткометражка, комедия, фантастика',
    director: 'Джеймс Ганн',
    duration: '41 мин.',
    age: '12+',
    actors:
      'Крис Пратт, Дэйв Батиста, Пом Клементьефф, Кевин Бейкон, Карен Гиллан, Вин Дизель, Брэдли Купер, Шон Ганн, Майкл Рукер, Мария Бакалова',
    description:
      'Стражи Галактики отмечают Рождество и отправляются на Землю, чтобы отыскать идеальный подарок для Питера Квилла.',
    playerCode: '9abitwxcHN0',
    link: 'guardians',
  },
  {
    title: 'Иван Царевич и Серый Волк 5',
    beginDate: 'с 29 декабря',
    endDate: 'по 11 января',
    kind: 'Мультфильм, приключения, семейный',
    director: 'Константин Феоктистов',
    duration: '—',
    age: '6+',
    actors:
      'Никита Ефремов, Александр Боярский, Михаил Боярский, Татьяна Бунина, Максим Сергеев',
    description:
      'Была у Ивана с Василисой не жизнь, а сказка. Буквально. И эту сказку они уже знали, а им захотелось отправиться туда-не-знаю-когда. Вот только одна бабочка со своим эффектом крылышком махнула да устроила волшебную перезагрузку. Теперь во всем Тридевятом царстве никто не помнит даже как Ивана звать, включая саму Василису. А значит, чтобы снова добиться принцессы, Ивану с Серым Волком нужно перевернуть всю мультик-вселенную.',
    playerCode: '0qJa8JFBFDQ',
    link: 'ivan5',
  },
  {
    title: 'Чебурашка',
    beginDate: 'с 1 января',
    endDate: 'по 11 января',
    kind: 'Семейный, комедия',
    director: 'Дмитрий Дьяченко',
    duration: '—',
    age: '6+',
    actors:
      'Сергей Гармаш, Ольга Кузьмина, Полина Максимова, Фёдор Добронравов, Сергей Лавыгин, Елена Яковлева, Дмитрий Лысенков, Софья Зайка, Илья Кондратенко, Ева Смирнова',
    description:
      'Иногда, чтобы вернуть солнце и улыбки в мир взрослых, нужен один маленький ушастый герой. Мохнатого непоседливого зверька из далекой апельсиновой страны ждут удивительные приключения в тихом приморском городке, где ему предстоит найти себе имя, друзей и дом. Помогать — и мешать! — ему в этом будут нелюдимый старик-садовник, странная тетя-модница и ее капризная внучка, мальчик, который никак не начнет говорить, и его мама, которой приходится несладко, хотя она и варит самый вкусный на свете шоколад. И многие-многие другие, в чью жизнь вместе с ароматом апельсинов вот-вот ворвутся волшебство и приключения.',
    playerCode: 'x1qvJL7NF9s',
    link: 'cheburashka',
  },
  {
    title: 'Операция «Фортуна»: Искусство побеждать',
    beginDate: 'с 5 января',
    endDate: 'по 25 января',
    kind: 'Боевик, триллер, комедия',
    director: 'Гай Ричи',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Джейсон Стэйтем, Обри Плаза, Джош Хартнетт, Кэри Элвес, Багзи Мэлоун, Хью Грант, Эдди Марсан, Макс Бисли, Евгения Кузьмина, Лурдес Фаберес',
    description:
      'Элитный разведчик Орсон Форчун получил новое задание: остановить продажу и распространение смертельного оружия. Но в одиночку ему эту миссию не потянуть. Он вынужден объединиться с лучшими оперативниками мира, а также известным киноактером, который предоставит лихой группе убедительное прикрытие. На кону — судьба человечества, и в этот раз супершпионам придется играть по правилам Голливуда.',
    playerCode: 'Y8ohAQQcfM0',
    link: 'fortuna',
  },
]
