export const filmsArray = [
  {
    title: 'Миньоны: Грювитация',
    beginDate: 'с 8 сентября',
    endDate: '',
    kind: 'Мультфильм, фантастика, комедия, криминал, приключения, семейный',
    director: 'Кайл Балда, Брэд Эблесон, Джонатан дель Валь',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Стив Карелл, Пьер Коффан, Алан Аркин, Тараджи П. Хенсон, Мишель Йео, Джули Эндрюс, Расселл Брэнд, Жан-Клод Ван Дамм, Дольф Лундгрен, Дэнни Трехо, Сергей Бурунов, Константин Карасик, Ульяна Чеботарь, Анастасия Лапина, Ольга Мугрычёва',
    description:
      'Миллион лет миньоны искали самого великого и ужасного предводителя, пока не встретили ЕГО. Знакомьтесь — Грю. Пусть он еще очень молод, но у него в планах по-настоящему гадкие дела, которые заставят планету содрогнуться.',
    playerCode: 'bsQcGpZwHl4',
    link: 'minions',
  },
  {
    title: 'Добыча',
    beginDate: 'с 15 сентября',
    endDate: '',
    kind: 'Ужасы, фантастика, боевик',
    director: 'Дэн Трахтенберг',
    duration: '99 мин. / 01:39',
    age: '16+',
    actors:
      'Эмбер Мидфандер, Дакота Биверс, Дэйн ДиЛьегро, Сторми Кипп, Мишель Траш, Джулиан Шэмп, Стефани Матиас, Беннетт Тейлор, Майк Патерсон, Нельсон Картер Лейс',
    description:
      'Север Великих равнин, 1719 год. Девушка Нару из племени команчей больше всего на свете хочет стать достойной охотницей, но близкие не воспринимают её увлечение всерьёз. Когда отряд бывалых охотников идёт в лес на поиски атакованного пумой соплеменника, Нару как опытный следопыт отправляется с ними и вскоре замечает странные следы. Спасение товарища проходит успешно, а вот схватка с дикой кошкой для Нару — не очень. Не желая мириться с тем, что её брата признали лучшим охотником, девушка решает во что бы то ни стало выследить и убить того странного хищника, и она даже не догадывается, что её добыча — представитель высокоразвитой инопланетной цивилизации, прибывший на Землю в поисках достойного соперника для схватки.',
    playerCode: 'pu6XzbhRygQ',
    link: 'prey',
  },
  {
    title: 'Красная Шапочка',
    beginDate: 'с 22 сентября',
    endDate: 'по 5 октября',
    kind: 'Фэнтези, приключения, семейный',
    director: 'Лина Арифулина, Александр Баршак, Артем Аксененко',
    duration: '96 мин. / 01:36',
    age: '12+',
    actors:
      'Таисья Калинина, Данила Якушев, Екатерина Климова, Ирина Розанова, Алексей Барабаш, Алексей Серебряков, Юрий Чурсин, Нино Нинидзе, Павел Кузьмин, Иван Кокорин',
    description:
      'Спасая свой город от волков, Красная Шапочка должна будет раскрыть тайну исчезновения своего отца Волкобоя, взглянуть своим страхам в глаза и найти своё предназначение.',
    playerCode: 'lnecEjW8n30',
    link: 'red_cape',
  },
  {
    title: 'Дневная смена',
    beginDate: 'с 23 сентября',
    endDate: '',
    kind: 'Ужасы, боевик, комедия',
    director: 'Дж.Дж. Перри',
    duration: '113 мин. / 01:53',
    age: '16+',
    actors:
      'Джейми Фокс, Дэйв Франко, Наташа Лю Бордиццо, Миган Гуд, Карла Соуса, Стив Хоуи, Скотт Эдкинс, Оливер Мазуччи, Снуп Догг, Эрик Ланж',
    description:
      'Долина Сан-Фернандо. С виду Бад Яблонски — обычный чистильщик бассейнов, но на самом деле он выслеживает и убивает вампиров, а также выдирает у них клыки, чтобы потом повыгоднее продать. Этим и живёт. Ещё Бад души не чает в 10-летней дочке, поэтому когда он узнаёт, что из-за нехватки денег бывшая жена собирается продать дом и увезти девочку к маме во Флориду, то решает быстро раздобыть необходимую сумму. А для этого Баду нужно срочно вернуться в профсоюз истребителей вампиров, из которого его выперли за многочисленные нарушения кодекса.',
    playerCode: 'FUQdvC01900',
    link: 'day_shift',
  },
  {
    title: 'Базз Лайтер',
    beginDate: 'с 29 сентября',
    endDate: '',
    kind: 'Мультфильм, фантастика, боевик, драма, приключения, семейный',
    director: 'Энгус МакЛэйн',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Крис Эванс, Кеке Палмер, Питер Сон, Тайка Вайтити, Дэйл Соулс, Джеймс Бролин, Узо Адуба, Мэри МаДональд-Льюис, Исайя Уитлок мл., Энгус МакЛэйн',
    description:
      'История приключений легендарного космического рейнджера Базза Лайтера.',
    playerCode: '1mytqwPx2do',
    link: 'lightyear',
  },
  {
    title: 'Эра выживания',
    beginDate: 'с 29 сентября',
    endDate: 'по 12 октября',
    kind: 'Фантастика, драма',
    director: 'Кристина Бозит, Бруно Сампер',
    duration: '114 мин. / 01:54',
    age: '16+',
    actors:
      'Раффиелла Чепмен, Эдди Марсан, Рози Макьюэн, Ричард Брэйк, Мелани Гейдос, Эдмунд Дин, Матвей Буравков, Марюс Демискис, Маркас Эймонтас, Титас Рукас',
    description:
      'Земля будущего. Человечество находится на грани вымирания. Хотя технологии вышли на невероятно высокий уровень, люди каждый день сражаются за жизнь с природой, которая эволюционировала и превратилась в безжалостного убийцу. Восстановить баланс и пошатнуть чашу весов, на которые возложена судьба всего человеческого вида, предстоит 13-летней девочке Веспер.',
    playerCode: 'M2Clvw4169I',
    link: 'vesper',
  },
  {
    title: 'Сердце пармы',
    beginDate: 'с 6 октября',
    endDate: 'по 19 октября',
    kind: 'Драма, история',
    director: 'Антон Мегердичев',
    duration: '160 мин. / 02:40',
    age: '16+',
    actors:
      'Александр Кузнецов, Елена Ербакова, Сергей Пускепалис, Евгений Миронов, Виталий Кищенко, Фёдор Бондарчук, Владимир Свирский, Роза Хайруллина, Елена Панова, Александр Горбатов',
    description:
      'Русский князь Михаил и юная Тиче — дети разных народов, разных миров и разных богов. Любовь молодого воителя и ведьмы-ламии кажется невозможной, но преодолевает все запреты, запуская маховик рока. Отныне только от Михаила зависит будущее родной пармы, древних суровых земель, напоенных чудодейственной мощью кровавых языческих богов. Здесь сталкиваются герои и призраки, князья и шаманы, вогулы и московиты. Здесь расстаться с жизнью — не так страшно, как выбрать между долгом, верностью братству и любовью к единственной женщине на свете.',
    playerCode: 'Vjq5i-yq96U',
    link: 'heart_of_parma',
  },
  {
    title: 'Иван Семёнов: Школьный переполох',
    beginDate: 'с 13 октября',
    endDate: 'по 19 октября',
    kind: 'Комедия, семейный',
    director: 'Антон Богданов',
    duration: '—',
    age: '6+',
    actors:
      'Роман Погорелов, Александр Лойе, Валерия Дергилева, Мария Шукшина, Надежда Лумпова, Юрий Гальцев, Софья Грузенко, Софья Мосина, Филат Новиков, Константи Костин',
    description:
      'История приключений хулигана и фантазера Ивана Семёнова, которого за плохое поведение переводят из элитной частной гимназии в самую обычную школу на окраине Перми. В новом классе Иван быстро находит себе друзей и проказничает еще хлеще, становясь кошмаром для всей школы.',
    playerCode: 'd-0gFx1rBvw',
    link: 'ivan',
  },
  {
    title: 'Самаритянин',
    beginDate: 'с 13 октября',
    endDate: 'по 19 октября',
    kind: 'Фантастика, фэнтези, боевик, драма',
    director: 'Джулиус Эйвери',
    duration: '102 мин. / 01:42',
    age: '16+',
    actors:
      'Сильвестр Сталлоне, Джейвон Уолтон, Пилу Асбек, Даша Поланко, София Татум, Мойзес Ариас, Мартин Старр, Jared Odrick, Майкл Аарон Миллиган, Генри Дж. Сандерс',
    description:
      '20 лет прошло после эпической битвы, в которой супергерой Самаритянин, уничтожив суперзлодея, погиб сам. Однако, некоторые люди верят, что Самаритянин жив и просто скрывается. Однажды парнишка с окраины знакомится со стариком, живущим в доме напротив. Вскоре мальчик понимает, что пожилой мужчина — тот самый пропавший супергерой.',
    playerCode: '_QS8iYGbyiw',
    link: 'samaritan',
  },
]
