export const filmsArray = [
  {
    title: 'Любовь Советского Союза',
    beginDate: 'с 7 ноября',
    endDate: '',
    kind: 'Мелодрама, драма',
    director: 'Никита Высоцкий, Илья Лебедев',
    duration: '150 мин. / 02:30',
    age: '16+',
    actors:
      'Ангелина Стречина, Роман Васильев, Кирилл Кузнецов, Роман Мадянов, Александр Устюгов, Игорь Петренко, Алёна Бабенко, Владимир Виноградов, Максим Керин, Софья Эрнст, Антон Момот, Ангелина Поплавская, Илья Шакунов, Екатерина Стеблина, Алексей Варущенко, Сергей Жарков, Олег Абалян, Светлана Смирнова-Кацагаджиева, Елена Муравьева, Фёдор Федотов, Максим Блинов, Александр Безруков, Артём Ешкин, Елена Морозова, Дмитрий Гирев, Максим Литовченко, Александр Манько.',
    description:
      'История о поколении смелых и красивых, не заставших разрушений революции и хаоса гражданской войны, мечтавших построить новую жизнь, в которой не будет места смерти, а только невероятной любви, открывающей им путь к великим достижениям и открытиям. О подвигах и славе, предательстве и верности тех, кто был героями в небе и на земле, о времени безмерных испытаний, которые выпали на их недолгие, но яркие жизни. О женщине, которая была мечтой и настоящей любовью Советского Союза.',
    playerCode: '0OkvthFxmL0',
    link: 'love_of_ussr',
  },

  {
    title: 'Веном: Последний танец',
    beginDate: 'с 14 ноября',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Келли Марсел',
    duration: '109 мин. / 01:49',
    age: '12+',
    actors:
      'Джуно Темпл, Том Харди, Рис Иванс, Стивен Грэм, Аланна Юбак, Чиветель Эджиофор, Кристо Фернандес, Кларк Бако, Хала Финли, Иво Нанди, Пегги Лу, Отис Уинстон.',
    description:
      'Приспособившись к совместному существованию, Эдди и Веном стали друзьями и вместе сражаются со злодеями. Но теперь за Эдди охотятся военные, а за Веномом — его инопланетные сородичи, угрожающие всему живому.',
    playerCode: 'UYYQoWgX_Lc',
    link: 'venom_3',
  },

  {
    title: 'Зять',
    beginDate: 'с 21 ноября',
    endDate: '',
    kind: 'Комедия, мелодрама',
    director: 'Анарио Мамедов',
    duration: '-',
    age: '12+',
    actors:
      'Дмитрий Нагиев, Ян Цапник, Ирина Пегова, Дарья Петриченко, Григорий Сиятвинда, Артем Минин, Никита Касьяненко, Люся Чеботина, Дмитрий Красилов, Юлия Сулес, Мария Дризик, Михаил Павлик, Ёла Санько, Маруся Климова, Борис Эстрин, Михаил Тарабукин, Наталья Рыжкова, Маргарита Дьяченкова, Стефан де Дюрфор, Полина Абрашкина, Софья Абрашкина, Никита Плахотнюк, Игорь Жижикин, Анна Мельникова, Антон Шеломенцев, Петр Демченко, Юрий Дементьев, Александр Златопольский, Ольга Паламарчук',
    description:
      'Жизнь примерного мужа и образцового отца Олега размеренна и спланирована на годы вперед. Но у судьбы свои планы: юная красавица дочь Алёна влюбляется в некогда лучшего друга и ровесника своего отца Антона, с которым их объединяет не просто дружба в далеком прошлом, а бурная во всех отношениях молодость. Настолько бурная, что Олег предпочитает держать в тайне даже от семьи.',
    playerCode: 'rxaHF7rrlF0',
    link: 'son_in_law',
  },
  {
    title: 'Один день в Стамбуле',
    beginDate: 'с 28 ноября',
    endDate: '',
    kind: 'Комедия',
    director: 'Авет Оганесян',
    duration: '84 мин. / 01:24',
    age: '16+',
    actors:
      'Леонид Барац, Камиль Ларин, Ростислав Хаит, Александр Демидов, Тарас Кузьмин, Арина Маракулина, Анастасия Белоусова.',
    description:
      'Четверо друзей прилетают в Стамбул, чтобы провести выходные на яхте их приятеля — бизнесмена Вадима. Но сразу по прилете выясняется, что он умер. Помощник Вадима предлагает помянуть босса на уже забронированной яхте во время прогулки по Босфору. Скорбное мероприятие объединяет давних друзей Вадима. Герои шутят, закусывают, вспоминают всех девушек Вадика. Всплывают и не самые приятные воспоминания… Ясно одно: он повлиял на жизнь каждого из собравшихся.\n' +
      'Проделав путь длиной в целый день и ведя разговоры длиной в целую жизнь, компания узнает, что смерть друга — не самое худшее, что случилось с ними за сегодня.',
    playerCode: 'w0_-Pt6OExA',
    link: 'a_day_in_stambul',
  },
  {
    title: 'Приключения Паддингтона 3',
    beginDate: 'с 28 ноября',
    endDate: '',
    kind: 'Фэнтези, комедия, детектив, приключения, семейный',
    director: 'Дагал Уилсон',
    duration: '106 мин. / 01:46',
    age: '6+',
    actors:
      'Бен Уишоу, Имелда Стонтон, Оливер Молтман, Джоэль Фрай, Робби Ги, Хью Грант, Санджив Бхаскар, Бен Миллер, Джессика Хайнс, Мадлен Харрис, Эмили Мортимер, Хью Бонневилль, Сэмюэл Джослин, Хейли Этвелл, Алорейя Спенсер, Николас Барнс, Эшли Рейнольдс, Амит Шах, Джули Уолтерс, Оливия Колман, Джим Бродбент.',
    description:
      'Паддингтон, ставший полноправным членом семьи Браунов и гражданином Великобритании, отправляется в гости к тетушке Люси на свою далекую родину — в Перу.',
    playerCode: 'MqevVZFen3Q',
    link: 'paddington_3',
  },
  {
    title: 'Маша и Медведь в кино: Парк чудес',
    beginDate: 'с 5 декабря',
    endDate: '',
    kind: 'Мультфильм',
    director:
      'Василий Бедошвили, Василий Волков, Елена Чернова, Джалиль Ризванов',
    duration: '58 мин. / 00:58',
    age: '6+',
    actors:
      'Юлия Зуникова, Валерия Шевченко, Борис Кутневич, Прохор Чеховской, Тимофей Смирнов, Денис Некрасов, Даниил Эльдаров, Юлия Яблонская, Оксана Гукасян, Матвей Берковский',
    description:
      'Маша, Даша и Медведь отправляются в новое увлекательное приключение в Парк Чудес, где их ждет день, полный захватывающих аттракционов и невероятных встреч. Даша очень хочет попасть на шоу, поэтому нацелена на победу во всех квестах парка, Маша просто ищет максимум веселья, а Мишка серьезно настроен испытать свой «умный» фотоаппарат. Но всё идёт не совсем по их плану. В парке Маша заводит дружбу с семьёй клоунов и помогает одному из них поверить в себя и воплотить свою давнюю мечту, доказав, что доброе сердце и поддержка могут творить чудеса.',
    playerCode: 'mz7r2NlAFbA',
    link: 'masha_and_bear',
  },
  {
    title: 'Гладиатор 2',
    beginDate: 'с 5 декабря',
    endDate: '',
    kind: 'Драма, боевик, приключения',
    director: 'Ридли Скотт',
    duration: '148 мин. / 02:28',
    age: '18+',
    actors:
      'Пол Мескал, Педро Паскаль, Конни Нильсен, Дензел Вашингтон, Джозеф Куинн, Фред Хекинджер, Дерек Джекоби, Рори Макканн, Мэтт Лукас, Питер Менса, Юваль Гонен, Тим Макиннерни, Лиор Раз, Алек Утгофф, Александр Карим, Ли Чарльз, Чи Льюис-Парри, Чиди Аджуфо, Риана Дьюс, Элфи Темпест, Дин Фаган, Адриан Ховард, Майк Пэриш, Александр Симкин, Амира Хазалла, Пол Кэнделент, Янн Гаэль, Михаил Басмаджян, Жан Карбонаро, Максим Дюран, Клайд Вассалло, Шон Вассалло.',
    description:
      'Луций, бывший наследник Римской империи, становится гладиатором.',
    playerCode: 'd-uDsDKCyrU',
    link: 'gladiator_2',
  },
  {
    title: 'Баба Яга спасает Новый год',
    beginDate: 'с 12 декабря',
    endDate: '',
    kind: 'Мультфильм',
    director: 'Карен Захаров, Армен Ананикян',
    duration: '-',
    age: '6+',
    actors:
      'Людмила Артемьева, Ян Цапник, Глафира Тарханова, Олеся Железняк, Артём Ткаченко, Роман Постовалов, Сергей Никоненко, Алексей Сошин, Юлия Такшина, Софья Шуткина, Ксения Гусева, Евгений Михеев, Кирилл Круглов',
    description:
      'Снежная королева и Дед Мороз были когда-то давними друзьями, вместе постигавшими магию холода. Но их пути разошлись, когда Снежная королева, позавидовав силе друга, похитила магический артефакт, из которого Дед Мороз черпал свою силу и творил волшебство. Волшебник не без труда смог победить колдунью и заточил ее в ледяную тюрьму. Спустя тысячи лет, в наши дни, мальчик Юра на новогодней ярмарке находит ледяной посох Снежной Королевы и невольно освобождает ее. Вернувшись в современный мир, она решает отомстить заклятому другу и придумывает коварный план, который заморозит весь мир в канун Нового года. Для этой цели она похищает мальчика и увозит его в ледяное королевство. Чтобы помешать ее козням и спасти не только Юру, но и весь мир, Деду Морозу понадобится помощью волшебницы Бабы Яги, Ивана Царевича, Марьи-искусницы и других магических существ.',
    playerCode: 'Ej7nTOiMw00',
    link: 'yaga',
  },
  {
    title: 'Волшебник Изумрудного города. Дорога из желтого кирпича',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Фэнтези, приключения, семейный',
    director: 'Игорь Волошин',
    duration: '120 мин. / 02:0',
    age: '6+',
    actors:
      'Екатерина Червова, Юрий Колокольников, Евгений Чумак, Артур Ваха, Светлана Ходченкова, Василина Маковцева, Дмитрий Чеботарёв, Сергей Епишев, Денис Власенко, Егор Корешков, Софья Лебедева, Александра Богданова, Уджер, Надежда Кувшинова, Юлия Храмцова, Александр Астахов, София Вайсберг, Мария Жидкова, Роман Шпагин, Мария Дудник, Яна Сексте, Андрей Сидоров, Артем Жуков, Александр Калашников',
    description:
      'В далёком городе живёт девочка Элли. Однажды злая колдунья Гингема наколдовала ураган, который унёс Элли и ее собачку Тотошку в страну Жевунов. Чтобы вернуться домой, Элли вместе с друзьями — Страшилой, Железным Дровосеком и Трусливым Львом — отправится по желтой кирпичной дороге в Изумрудный город на поиски Волшебника, который исполнит их заветные желания.',
    playerCode: 'PJbYbHaUAW0',
    link: 'wizard_oz',
  },
  {
    title: 'Финист. Первый богатырь',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Приключения, фэнтези',
    director: 'Дмитрий Дьяченко',
    duration: '-',
    age: '6+',
    actors:
      'Кирилл Зайцев, Юлия Пересильд, Елена Яковлева, Фёдор Добронравов, Сергей Лавыгин, Кристина Строителева, Федор Гамалея, Софья Зайка, Артем Гайдуков, Нариман Утакаев, Иван Батарев, Сергей Марухин, Петр Янданэ, Юлия Авдеева, Михаил Селиванов, Алёна Батурина, Анастасия Груздева, Илья Макаренко, Анастасия Лузина, Карина Толемис, Анатолий Шевелёв, Данила Турецков ',
    description:
      'Финист Ясный Сокол — самый удалой богатырь Белогорья, самый сильный, самый ловкий и самый красивый. Все остальные богатыри на него равняются, дети хотят быть на него похожими, а девушки — просто заглядываются. Он горделив и самоуверен, и порой даже отказывается от подвигов, если считает их скучными и неинтересными. Но ему просто необходимо оставаться лучшим, чтобы люди продолжали им восхищаться. Чтобы всех удивить, Финист отправится за новыми свершениями в непростое путешествие, которое приведет его в восточные земли, где богатырь поймет простую истину — один в поле не воин.',
    playerCode: '2Ma8dudXEEM',
    link: 'finist',
  },

  {
    title: 'Дикий робот',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фантастика, драма, комедия, приключения, семейный',
    director: 'Крис Сандерс',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Лупита Нионго, Педро Паскаль, Кит Коннор, Билл Найи, Стефани Сюй, Мэтт Берри, Винг Реймз, Марк Хэмилл, Кэтрин О’Хара, Бун Сторм, Александра Новелль, Рафаэль Алехандро, Пол-Микель Уильямс, Эдвард Кеннет Парк, Ди Брэдли Бейкер, Рэнди Том, Авриэль Корти, Кестон Джон, Макс Миттелман, Петр Вальчук, Бекка Ласт.',
    description:
      'Робот ROZZUM 7134 (сокращенно «Роз») терпит кораблекрушение на безлюдном острове. Он пытается приспособиться к местным условиям и заводит дружбу с обитающими там животными.',
    playerCode: 'zWT-0kTVHLY',
    link: 'wild_robot',
  },
];
