export const filmsArray = [
  {
    title: 'Дюна: Часть вторая',
    beginDate: 'c 14 марта',
    endDate: '',
    kind: 'Фантастика, боевик, драма, приключения',
    director: 'Дени Вильнёв',
    duration: '166 мин. / 02:46',
    age: '12+',
    actors:
      'Остин Батлер, Тимоти Шаламе, Флоренс Пью, Ребекка Фергюсон, Зендея, Джош Бролин, Хавьер Бардем, Леа Сейду, Стеллан Скарсгард, Дэйв Батиста',
    description:
      'Герцог Пол Атрейдес присоединяется к фременам, чтобы стать Муад Дибом, одновременно пытаясь остановить наступление войны.',
    playerCode: '8qJ3-83gUj8',
    link: 'dune_2',
  },
  {
    title: 'Летучий корабль',
    beginDate: 'с 21 марта',
    endDate: '',
    kind: 'Фэнтези, мелодрама, приключения, комедия',
    director: 'Илья Учитель',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Александр Метёлкин, Ксения Трейстер, Андрей Бурковский, Полина Гагарина, Фёдор Добронравов, Леонид Ярмольник, Сергей Гармаш, Анна Уколова, Екатерина Агеева, Ксения Раппопорт',
    description:
      'Царь собирается выдать свою дочь Забаву за обворожительного красавчика Поля, богатого наследника с заграничным лоском. Вот только царевна хочет выйти замуж по любви. Ее неожиданное знакомство с простым, но честным и обаятельным матросом Иваном вносит смуту в планы Поля заполучить корону. Влюбленный в царевну Иван с помощью обитателей волшебного леса строит Летучий корабль, чтобы улететь на нем вместе с любимой. Отважному матросу предстоит сразиться с хитрецом-Полем, который использует против Ивана тёмную магию. Но настоящая любовь окажется сильнее: злодей будет наказан, а Иван вместе с Забавой ступят на борт Летучего корабля и унесутся вперед, за новой мечтой.',
    playerCode: 'rSTEK0WUgNw',
    link: 'flying_ship',
  },
  {
    title: 'Кунг-фу Панда 4',
    beginDate: 'с 28 марта',
    endDate: '',
    kind: 'Мультфильм, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Майк Митчелл, Стефани Стайн',
    duration: '94 мин. / 01:34',
    age: '6+',
    actors:
      'Джек Блэк, Сет Роген, Аквафина, Ке Хюи Куан, Брайан Крэнстон, Виола Дэвис, Иэн Макшейн, Дастин Хоффман, Джеймс Хун',
    description:
      'Продолжение приключений легендарного Воина Дракона, его верных друзей и наставника.',
    playerCode: 'Xq7PsTU7vCQ',
    link: 'kung_fu_panda',
  },
  {
    title: 'Ненормальный',
    beginDate: 'с 28 марта',
    endDate: '',
    kind: 'Драма, комедия',
    director: 'Илья Маланин',
    duration: '103 мин. / 01:43',
    age: '12+',
    actors:
      'Александр Яценко, Наталья Кудряшова, Елисей Свеженцев, Илларион Маров, Сюй Шиюэ, Надежда Маркина, Денис Давыдов, Дмитрий Жиров',
    description:
      '8-летний Коля не такой как все. Мама мальчика Татьяна уже не верит, что врожденная болезнь отступит, и ребенок когда-нибудь станет «нормальным». Но ее новый знакомый Юрий твердо намерен поставить Колю на ноги с помощью своей уникальной системы гимнастики. А когда во время занятий случайно выясняется, что у мальчика талант к музыке, обучение игре на фортепиано становится еще одним этапом на пути к выздоровлению.\n' +
      'Впереди у Коли — престижный конкурс пианистов в Китае, первое свидание и масса препятствий, преодолеть которые ему помогут целительная сила музыки и отцовской любви.',
    playerCode: 'BWEXXB-g478',
    link: 'crazy',
  },
  {
    title: 'Артур, ты король',
    beginDate: 'с 4 апреля',
    endDate: '',
    kind: 'Приключения',
    director: 'Саймон Селлан Джонс',
    duration: '90 мин. / 01:30',
    age: '12+',
    actors:
      'Марк Уолберг, Симу Лю, Джульет Райлэнс, Натали Эммануэль, Али Сулиман, Беар Гриллс, Пол Гилфойл, Роб Коллинз, Карлтон Бёрд, Сиси Валентина',
    description:
      'Это было последнее соревнование капитана по приключенческим гонкам Майкла Линднорда, он был полон решимости ничему не позволить встать у него на пути. Собрав первоклассную команду, он не мог и представить, что в 700-километровом забеге у них появится неожиданный попутчик — пес по кличке Артур, встреча с которым изменит не только исход гонки, но и их жизнь.',
    playerCode: '8FvyfNzcMlE',
    link: 'arthur',
  },
  {
    title: 'Дыши!',
    beginDate: 'с 11 апреля',
    endDate: '',
    kind: 'Боевик, триллер',
    director: 'Стефон Бристоль',
    duration: '93 мин. / 01:33',
    age: '16+',
    actors:
      'Милла Йовович, Сэм Уортингтон, Куавенжане Уоллис, Коммон, Дженнифер Хадсон, Рауль Кастильо, Джеймс Саито, Дэн Мартин, Калисва Брюстер, Мэдисон Лэтэм',
    description:
      'В мире, оставшемся без воздуха, для человека не нашлось места. Выжить удалось немногим — лишь тем, кто нашел спасение в специальных бункерах, жизнь в которых поддерживается с помощью генераторов, вырабатывающих кислород. Но столь ценная находка является всеобщим объектом охоты. Именно в этом безумном, жестоком и обреченном мире предстоит сражаться за жизнь обычной женщине, которая пойдет на все, чтобы подарить своей дочке хотя бы еще несколько бесценных глотков воздуха.',
    playerCode: 'F-3wegcJhrA',
    link: 'breathe',
  },
  {
    title: 'Падение империи',
    beginDate: 'с 11 апреля',
    endDate: '',
    kind: 'Боевик, драма',
    director: 'Алекс Гарленд',
    duration: '109 мин. / 01:49',
    age: '16+',
    actors:
      'Кирстен Данст, Вагнер Моура, Кейли Спейни, Стивен Хендерсон, Соноя Мидзуно, Ник Офферман, Джефферсон Уайт, Хуани Фелиз, Нельсон Ли, Эдмунд Донован',
    description:
      'Национальная гвардия Калифорнии и Техаса при поддержке боевой техники и авиации штурмуют столицу. Белый дом вот-вот падет. Группа журналистов пытается добраться до пылающего Вашингтона, чтобы взять последнее интервью у президента некогда Соединенных Штатов Америки. Но в стране, где царит хаос, нет ничего дороже литра бензина и ничего дешевле, чем человеческая жизнь.',
    playerCode: 'A07f-WVVDuU',
    link: 'civil_war',
  },
  {
    title: 'Сто лет тому вперёд',
    beginDate: 'с 18 апреля',
    endDate: '',
    kind: 'Фантастика, приключения, семейный',
    director: 'Александр Андрющенко',
    duration: 'undefined мин. / -',
    age: '6+',
    actors:
      'Даша Верещагина, Марк Эйдельштейн, Константин Хабенский, Виктория Исакова, Фёдор Бондарчук, Александр Петров, Юра Борисов, Софа Цибирева, Матвей Астраханцев, Кирилл Митрофанов',
    description:
      'Они живут в разных мирах. Коля Герасимов — в сегодняшней Москве, Алиса Селезнева — на сто лет позже. Коля — обычный парень, ему нет дела до будущего. Алису не отпускает прошлое: она должна найти маму, которую потеряла, когда была совсем ребенком. Встреча Алисы и Коли станет началом невероятных приключений, в которых нашим героям предстоит отвоевать у космических пиратов Вселенную, восстановить ход времени и обрести самое дорогое: любовь и дружбу.',
    playerCode: '-0iEKdxvafo',
    link: '100_years_ahead',
  },
]
