export const filmsArray = [
  // {
  //   title: 'Лёд 3',
  //   beginDate: 'с 14 февраля',
  //   endDate: '',
  //   kind: 'Мелодрама',
  //   director: 'Юрий Хмельницкий',
  //   duration: '-',
  //   age: '6+',
  //   actors:
  //     'Александр Петров, Мария Аронова, Анна Савранская, Степан Белозеров, Сергей Лавыгин, Елена Николаева, Александр Власенко, Сергей Беляев, Златия Нечаева',
  //   description:
  //     'Надя выросла и стала фигуристкой. Она мечтает о «Кубке Льда», как когда-то мечтала ее мама. Горин возражает против спортивной карьеры дочери — он оберегает ее от любых трудностей и его можно понять: он потерял слишком много. На тайной тренировке Надя знакомится с молодым и дерзким хоккеистом из Москвы, и между ними вспыхивает первая любовь. Отец не верит в искренность чувств юноши и разлучает пару.\n' +
  //     'Но препятствия только укрепляют настоящую любовь, а когда любишь — самый сказочный финал может стать реальностью.',
  //   playerCode: 'qwz8SCu2cXA',
  //   link: 'ice_3',
  // },
  {
    title: 'Орион и Тьма',
    beginDate: 'с 22 февраля',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, детектив, приключения, семейный',
    director: 'Шон Чэрмэтц',
    duration: '93 мин. / 01:33',
    age: '6+',
    actors:
      'Джейкоб Тремблей, Пол Уолтер Хаузер, Колин Хэнкс, Миа Акэми Браун, Айк Баринхолц, Нат Факсон, Голда Рошевель, Натасия Деметриу, Апарна Нанчерла, Карла Гуджино',
    description:
      'Мальчик Орион панически боится высоты, домашних животных, но больше всего — темноты. Однажды Темнота сама приходит к Ориону и отправляется с ним в ночное путешествие, чтобы доказать свою безобидность.',
    playerCode: 's1WMfdHVekI',
    link: 'orion',
  },

  {
    title: 'Онегин',
    beginDate: 'с 7 марта',
    endDate: '',
    kind: 'Мелодрама',
    director: 'Сарик Андреасян',
    duration: '141 мин. / 02:21',
    age: '12+',
    actors:
      'Виктор Добронравов, Денис Прытков, Лиза Моряк, Таня Сабинова, Алёна Хмельницкая, Алексей Гришин, Татьяна Лютаева, Владимир Вдовиченков, Ольга Тумайкина, Александр Яцко',
    description:
      'Евгений Онегин живет на широкую ногу: балы, приемы, театральные премьеры и прочие развлечения, которые может предложить молодому человеку столица. Но светская жизнь давно утомила его, потому известие о болезни живущего в деревне дяди, он воспринимает, как возможность сбежать от опостылевшего света. Однако, добравшись до имения, Онегин узнает о кончине родственника, что, впрочем, не сильно расстраивает Евгения. Его финансовые дела весьма печальны, а дядя богат и других наследников у него нет. Онегин запирается в имении, сторонится соседей, которые очень скоро начинают называть его между собой чудаком. В бесцельном одиночестве Евгений живет до тех пор, пока в соседнем имении не объявляется вернувшийся из-за границы хозяин — юный, восторженный, еще не пресыщенный жизнью Ленский, который знакомит Евгения с сестрами Татьяной и Ольгой Лариными.',
    playerCode: '92abv2I7_m0',
    link: 'onegin',
  },
  {
    title: 'Дюна: Часть вторая',
    beginDate: 'c 14 марта',
    endDate: '',
    kind: 'Фантастика, боевик, драма, приключения',
    director: 'Дени Вильнёв',
    duration: '166 мин. / 02:46',
    age: '12+',
    actors:
      'Остин Батлер, Тимоти Шаламе, Флоренс Пью, Ребекка Фергюсон, Зендея, Джош Бролин, Хавьер Бардем, Леа Сейду, Стеллан Скарсгард, Дэйв Батиста',
    description:
      'Герцог Пол Атрейдес присоединяется к фременам, чтобы стать Муад Дибом, одновременно пытаясь остановить наступление войны.',
    playerCode: '8qJ3-83gUj8',
    link: 'dune_2',
  },
  {
    title: 'Летучий корабль',
    beginDate: 'с 21 марта',
    endDate: '',
    kind: 'Фэнтези, мелодрама, приключения, комедия',
    director: 'Илья Учитель',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Александр Метёлкин, Ксения Трейстер, Андрей Бурковский, Полина Гагарина, Фёдор Добронравов, Леонид Ярмольник, Сергей Гармаш, Анна Уколова, Екатерина Агеева, Ксения Раппопорт',
    description:
      'Царь собирается выдать свою дочь Забаву за обворожительного красавчика Поля, богатого наследника с заграничным лоском. Вот только царевна хочет выйти замуж по любви. Ее неожиданное знакомство с простым, но честным и обаятельным матросом Иваном вносит смуту в планы Поля заполучить корону. Влюбленный в царевну Иван с помощью обитателей волшебного леса строит Летучий корабль, чтобы улететь на нем вместе с любимой. Отважному матросу предстоит сразиться с хитрецом-Полем, который использует против Ивана тёмную магию. Но настоящая любовь окажется сильнее: злодей будет наказан, а Иван вместе с Забавой ступят на борт Летучего корабля и унесутся вперед, за новой мечтой.',
    playerCode: 'rSTEK0WUgNw',
    link: 'flying_ship',
  },
  {
    title: 'Кунг-фу Панда 4',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Майк Митчелл, Стефани Стайн',
    duration: '94 мин. / 01:34',
    age: '6+',
    actors:
      'Джек Блэк, Сет Роген, Аквафина, Ке Хюи Куан, Брайан Крэнстон, Виола Дэвис, Иэн Макшейн, Дастин Хоффман, Джеймс Хун',
    description:
      'Продолжение приключений легендарного Воина Дракона, его верных друзей и наставника.',
    playerCode: 'Xq7PsTU7vCQ',
    link: 'kung_fu_panda',
  },
]
