export const filmsArray = [
  {
    title: 'Летучий корабль',
    beginDate: 'с 21 марта',
    endDate: '',
    kind: 'Фэнтези, мелодрама, приключения, комедия',
    director: 'Илья Учитель',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Александр Метёлкин, Ксения Трейстер, Андрей Бурковский, Полина Гагарина, Фёдор Добронравов, Леонид Ярмольник, Сергей Гармаш, Анна Уколова, Екатерина Агеева, Ксения Раппопорт',
    description:
      'Царь собирается выдать свою дочь Забаву за обворожительного красавчика Поля, богатого наследника с заграничным лоском. Вот только царевна хочет выйти замуж по любви. Ее неожиданное знакомство с простым, но честным и обаятельным матросом Иваном вносит смуту в планы Поля заполучить корону. Влюбленный в царевну Иван с помощью обитателей волшебного леса строит Летучий корабль, чтобы улететь на нем вместе с любимой. Отважному матросу предстоит сразиться с хитрецом-Полем, который использует против Ивана тёмную магию. Но настоящая любовь окажется сильнее: злодей будет наказан, а Иван вместе с Забавой ступят на борт Летучего корабля и унесутся вперед, за новой мечтой.',
    playerCode: 'rSTEK0WUgNw',
    link: 'flying_ship',
  },

  {
    title: 'Сто лет тому вперёд',
    beginDate: 'с 18 апреля',
    endDate: '',
    kind: 'Фантастика, приключения, семейный',
    director: 'Александр Андрющенко',
    duration: '147 мин. / 02:27',
    age: '6+',
    actors:
      'Даша Верещагина, Марк Эйдельштейн, Константин Хабенский, Виктория Исакова, Фёдор Бондарчук, Александр Петров, Юра Борисов, Софа Цибирева, Матвей Астраханцев, Кирилл Митрофанов',
    description:
      'Они живут в разных мирах. Коля Герасимов — в сегодняшней Москве, Алиса Селезнева — на сто лет позже. Коля — обычный парень, ему нет дела до будущего. Алису не отпускает прошлое: она должна найти маму, которую потеряла, когда была совсем ребенком. Встреча Алисы и Коли станет началом невероятных приключений, в которых нашим героям предстоит отвоевать у космических пиратов Вселенную, восстановить ход времени и обрести самое дорогое: любовь и дружбу.',
    playerCode: '-0iEKdxvafo',
    link: '100_years_ahead',
  },

  {
    title: 'Блиндаж',
    beginDate: 'с 25 апреля',
    endDate: '',
    kind: 'Военный, фантастика',
    director: 'Марк Горобец',
    duration: '114 мин. / 01:54',
    age: '16+',
    actors:
      'Александр Метёлкин, Даниэль Литтау, Вероника Мохирева, Маргарита Аброськина, Игорь Петренко, Владимир Селезнев, Алексей Шевченков, Роман Богомазов, Максим Сапрыкин, Дин Майер',
    description:
      'Сергей — врач скорой помощи. Его лучший друг, немец Пауль, раньше перегонял машины в Россию из Германии — так они и познакомились. У Пауля есть и ещё одно увлечение — антиквариат. Он — «чёрный копатель»: ищет на полях сражений немецкие награды, каски, оружие и продаёт их за бешеные деньги. Однажды во время раскопок друзья находят засыпанный блиндаж, который переносит их в 1941-й год и сталкивает лицом к лицу с войной — с бойцами, чьи имена они ещё утром видели на могилах. Понимая, что они все обречены, Сергей и Пауль принимают противоположные решения, которые в корне меняют их жизни.',
    playerCode: 'TTe994HvH4E',
    link: 'blindaj',
  },
  {
    title: 'Приключения панды',
    beginDate: 'с 25 апреля',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения',
    director: 'Рихард Клаус, Карстен Килерих',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors: 'Юта Вонг Лой Синг, Георгина Вербаан, Том Хоффман',
    description:
      'Юный, но отважный панда по имени Пан отправляется в Африку, чтобы спасти свою лучшую подругу — дракона Цзелун. Теперь его ждёт захватывающее путешествие в удивительный для него мир гор, пустынь и джунглей. Полагаясь на свой ум, доброту и находчивость, он заведёт множество новых друзей среди местных обитателей, ведь у храбрости нет размера, а настоящая дружба не знает преград.',
    playerCode: 'kmjPHPSm-5I',
    link: 'panda_adventures',
  },
  {
    title: 'Любви не бывает?',
    beginDate: 'с 1 мая',
    endDate: '',
    kind: 'Мелодрама, комедия',
    director: 'Дмитрий Фикс',
    duration: '105 мин. / 01:45',
    age: '16+',
    actors:
      'Аня Чиповская, Владимир Яглыч, Евгений Михеев, Алексей Золотовицкий, Евгения Шахнович, Никита Плащевский, Ксения Лукьянчикова, Анастасия Дворянская, Екатерина Шкуро, Мария Столярова',
    description:
      'Катя полностью разочаровалась в мужчинах, а Саша не может и дня прожить без новой женщины. Случайность сделала их соседями, которым не ужиться вместе. Решив перевоспитать самоуверенного бабника, Катя использует все средства, чтобы превратить его жизнь в сущий кошмар. Однако игра с огнём может дорого обойтись, ведь от ненависти до любви всего один шаг, даже если в любовь не веришь…',
    playerCode: 'S3sD34aXfoI',
    link: 'love_exists',
  },
  {
    title: 'Всемирный потоп',
    beginDate: 'с 9 мая',
    endDate: '',
    kind: 'Драма, триллер',
    director: 'Махалия Бело',
    duration: '102 мин. / 01:42',
    age: '18+',
    actors:
      'Джоди Комер, Джоэль Фрай, Кэтрин Уотерстон, Бенедикт Камбербэтч, Марк Стронг, Джина Макки, Нина Сосанья, Ив Рассу, Раманике Ахлувалиа, Нил Белл',
    description:
      'Дождь льет уже не первый месяц, вода начинает разрушать все на своем пути, объявляется чрезвычайное положение. Когда мир оказывается на грани катастрофы, молодая мать отправляется на поиски безопасного места для своего новорожденного ребенка.',
    playerCode: 'N7C9ZDyLsN8',
    link: 'the_end',
  },
  {
    title: 'Годзилла и Конг: Новая империя',
    beginDate: 'с 16 мая',
    endDate: '',
    kind: 'Фантастика, боевик',
    director: 'Адам Вингард',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Ребекка Холл, Брайан Тайри Генри, Дэн Стивенс, Кэйли Хоттл, Алекс Фернс, Чэнь Фала, Рэйчел Хаус, Рональд Смик, Чантелл Джемисон, Грег Хаттон',
    description:
      'Два древних титана, Годзилла и Конг, сражаются в эпической битве, пока люди разгадывают их происхождение и связь с тайнами Острова черепа.',
    playerCode: 'nK07u5N7wQ8',
    link: 'godzilla_kong',
  },
  {
    title: 'Майор Гром: Игра',
    beginDate: 'с 23 мая',
    endDate: '',
    kind: 'Боевик, приключения',
    director: 'Олег Трофим',
    duration: '162 мин. / 02:42',
    age: '12+',
    actors:
      'Тихон Жизневский, Александр Сетейкин, Алексей Маклаков, Любовь Аксёнова, Владимир Лысенко, Евгений Чебатков, Ольга Сутулова, Матвей Лыков, Андрей Трушин, Александр Коломиец',
    description:
      'Майор полиции Игорь Гром известен всему Санкт-Петербургу пробивным характером и непримиримой позицией по отношению к преступникам всех мастей. Неимоверная сила, аналитический склад ума и неподкупность — всё это делает майора Грома самым настоящим супергероем. Его жизнь идеальна: днём он ловит преступников вместе с напарником Димой Дубиным, а вечера проводит в компании журналистки Юлии Пчёлкиной. Полную идиллию прерывает появление в городе таинственного злодея, называющего себя Призраком. Он предлагает Грому сыграть в опасную игру, ставка в которой — жизни обычных людей.',
    playerCode: '3kID7Ltwz5g',
    link: 'major_grom',
  },
]
