export const filmsArray = [
  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с 12 мая',
    endDate: '',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '12+',
    dubbing: '',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: '5ct5symaQQ0',
    link: 'guardians_3',
  },

  {
    title: 'Братья Супер Марио в кино',
    beginDate: 'с 8 июня',
    endDate: '',
    kind: 'Мультфильм, фэнтези, приключения, комедия',
    director: 'Аарон Хорват',
    duration: '92 мин. / 01:32',
    age: '6+',
    dubbing: '(Дубляж Red Head Sound)',
    actors:
      'Крис Пратт, Чарли Дэй, Аня Тейлор-Джой, Джек Блэк, Кигэн-Майкл Ки, Сет Роген, Фред Армисен, Себастьян Манискалко, Кевин Майкл Ричардсон, Хари Пэйтон',
    description:
      'Братья-водопроводчики Марио и Луиджи открывают портал в подземный город, из которого должны вызволить пленённую принцессу Пич и сразиться с заклятым врагом Боузером.',
    playerCode: 'DurflEd-1tE',
    link: 'mario',
  },

  // {
  //   title: 'Человек-паук: Паутина вселенных',
  //   beginDate: 'с 14 июня',
  //   endDate: '',
  //   kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, приключения, семейный',
  //   director: 'Жуакин Душ Сантуш',
  //   duration: '140 мин. / 02:20',
  //   age: '12+',
  //   dubbing: '(Дубляж Red Head Sound)',
  //   actors:
  //     'Шамеик Мур, Хейли Стайнфелд, Оскар Айзек, Джейк Джонсон, Исса Рэй, Брайан Тайри Генри, Луна Лорен Велес, Рэйчел Дрэч, Дэниэл Калуя, Майкл Рианда',
  //   description:
  //     'Майлз Моралес отправляется в приключение по мультивселенной вместе с Гвен Стейси и новой командой Людей-пауков, которым предстоит столкнуться с могущественным злодеем.',
  //   playerCode: 'RE1vNn7tvX4',
  //   link: 'spider_man',
  // },

  // {
  //   title: 'Экзорцист Ватикана',
  //   beginDate: 'с 29 июня',
  //   endDate: 'по 12 июля',
  //   kind: 'Ужасы',
  //   director: 'Джулиус Эйвери',
  //   duration: '103 мин. / 01:43',
  //   age: '18+',
  //   dubbing: '(Дубляж Red Head Sound)',
  //   actors:
  //     'Рассел Кроу, Дэниэл Дзоватто, Александра Эссоу, Франко Неро, Питер ДеСоуза-Фейхони, Лорел Марсден, Корнелл Джон, Райан О’Грэйди, Бьянка Бардо, Санти Байон',
  //   description:
  //     'Получив в наследство аббатство в Испании, вдова с двумя детьми проводила в здании ремонт, когда в её сына вселился дьявол и первым делом потребовал привести к нему священника. Знаменитый экзорцист Габриэль Аморт по заданию Папы Римского отправляется спасать мальчика и по приезде сразу понимает, что демон ему попался очень сильный и коварный.',
  //   playerCode: 'qoc-L3E-jaY',
  //   link: 'vatican',
  // },

  {
    title: 'Трансформеры: Восхождение Звероботов',
    beginDate: 'с 15 июля',
    endDate: 'по 26 июля',
    kind: 'Фантастика, боевик, приключения',
    director: 'Стивен Кейпл мл.',
    duration: '127 мин. / 02:07',
    age: '12+',
    dubbing: '(Дубляж Red Head Sound)',
    actors:
      'Доминик Фишбэк, Энтони Рамос, Луна Лорен Велес, Дин Скотт Васкес, Тобе Нвигве, Сара Стайлс, Лени Паркер, Френсис Ламарр, Эйдан Дивайн, Кервин Джексон',
    description:
      'В 1994 году двое археологов, Елена и Ной, вступают в древний конфликт, связанный с максималами, предаконами и террорконами.',
    playerCode: 'Waw1weC19LY',
    link: 'transformers',
  },
  {
    title: 'Флэш',
    beginDate: 'с 22 июля',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Андрес Мускетти',
    duration: '144 мин. / 02:24',
    age: '12+',
    dubbing: '(Дубляж Red Head Sound)',
    actors:
      'Эзра Миллер, Майкл Китон, Саша Калле, Майкл Шеннон, Рон Ливингстон, Марибель Верду, Кирси Клемонс, Джереми Айронс, Антье Трауэ, Сирша-Моника Джексон',
    description:
      'Барри Аллен использует свою суперскорость, чтобы изменить прошлое, но его попытка спасти свою семью создает мир без супергероев.',
    playerCode: 'wRFPEH73fL0',
    link: 'flash',
  },
  {
    title: 'Питер Пэн и Венди',
    beginDate: 'с 27 июля',
    endDate: 'по 2 августа',
    kind: 'Фэнтези, семейный, приключения',
    director: 'Дэвид Лоури',
    duration: '106 мин. / 01:46',
    age: '12+',
    dubbing: '(Дубляж Red Head Sound)',
    actors:
      'Эвер Андерсон, Александр Молони, Джуд Лоу, Алисса Вапанатак, Джим Гэффиган, Джошуа Пикеринг, Jacobi Jupe, Молли Паркер, Алан Тьюдик, Яра Шахиди',
    description:
      'Накануне отъезда в частную закрытую школу Венди Дарлинг говорит матери, что не хочет взрослеть, и что было бы прекрасно, если бы всё оставалось, как есть. Этой же ночью девочку и двух её младших братьев посещает Питер Пэн с феей Динь-Динь и забирает в сказочную страну Нетландию, где ребятам предстоит познакомиться с невзрослеющими Потерянными мальчиками, индейской принцессой Тигровой Лилией и вступить в противостояние с безжалостным капитаном Крюком и его бандой злобных пиратов.',
    playerCode: '0-W9AEywqfM',
    link: 'peter_pan',
  },
  {
    title: 'Баба Яга спасает мир',
    beginDate: 'с 3 августа',
    endDate: 'по 23 августа',
    kind: 'Комедия, приключения, семейный',
    director: 'Карен Захаров',
    duration: '90 мин. / 01:30',
    age: '6+',
    dubbing: '',
    actors:
      'Глафира Тарханова, Людмила Артемьева, Олеся Железняк, Григорий Сиятвинда, Алексей Дмитриев, Александр Ильин, Савелий Кудряшов, Марат Башаров, Ольга Науменко, Ян Цапник',
    description:
      'Любопытный школьник Сенька каким-то чудом попадает в сказочный древний лес. Он скрыт от людских глаз мощным заклятием Бабы Яги, призванным защитить людей и весь мир от дремлющих там темных сил. В лесу явно творится что-то неладное. Тревожные сигналы возвещают о том, что заклятие больше не действует и пробуждение зловещего волшебства и давно поверженных врагов — это лишь вопрос времени. Чтобы наложить заклятие снова, Яга вынуждена отправиться в современный город на поиск мощнейшего оружия волшебников, дивноцвета. Там ее ожидает встреча с множеством причуд современного мира, а в темном подземелье уже тысячу лет прячется Кощей Бессмертный, жаждущий отмщения, ведь именно Яга помогла одолеть его много веков назад. Сенька попал в сказку, но сможет ли он вырваться обратно, помочь спасти наш мир и на чьей стороне примет бой — добра или зла, всесильного Кощея или хитрой Яги?',
    playerCode: 'wlJPLFZ-w40',
    link: 'yaga',
  },
  {
    title: 'Восстание зловещих мертвецов',
    beginDate: 'с 3 августа',
    endDate: '',
    kind: 'Ужасы',
    director: 'Ли Кронин',
    duration: '96 мин. / 01:36',
    age: '18+',
    dubbing: '(Дубляж Red Head Sound)',
    actors:
      'Лили Салливан, Алисса Сазерленд, Габриэль Экхолс, Морган Дэвис, Нелл Фишер, Ной Пол, Марк Митчинсон, Мирабай Пиз, Ричард Краучли, Анна-Мари Томас',
    description:
      'Попав в сложную жизненную ситуацию, Бет приезжает в Лос-Анджелес к старшей сестре Элли. На месте выясняется, что от той ушёл муж, оставив с тремя детьми, и их жилой комплекс скоро снесут, а новый дом ещё не найден. Решив поговорить с сестрой наедине, Элли отправляет детей за пиццей. На обратном пути они переживают землетрясение, на парковке образуется провал, и старший Дэнни находит там древний загадочный том и пластинки. Из любопытства открыв книгу и прослушав записи, мальчик высвобождает злые силы, которые тут же вселяются в его мать и теперь будут пытаться утащить в ад всех присутствующих, а особенно — детей.',
    playerCode: 'EElhstj3ew8',
    link: 'evil_dead',
  },
  {
    title: 'Убийство в Париже',
    beginDate: 'с 10 августа',
    endDate: 'по 23 августа',
    kind: 'Детектив, комедия, криминал',
    director: 'Джереми Гарелик',
    duration: '90 мин. / 01:30',
    age: '12+',
    actors:
      'Адам Сэндлер, Дженнифер Энистон, Марк Стронг, Мелани Лоран, Джоди Тёрнер-Смит, Джон Кани, Куху Верма, Дэни Бун, Адиль Ахтар, Энрике Арсе',
    description:
      'Супруги Ник и Одри Шпиц открыли своё детективное агентство, но вместо захватывающих расследований вынуждены заниматься слежкой за неверными мужьями и едва сводить концы с концами. И так вовремя поступает приглашение на свадьбу их приятеля по предыдущему приключению — индийского миллиардера Викрама. Неугомонная парочка прибывает на частный остров и оказывается на грандиозной предсвадебной вечеринке, в разгар которой выясняется, что жених похищен, а его телохранитель убит.',
    playerCode: 'wll0r3vgH_A',
    link: 'murder',
  },
  {
    title: 'Леди Баг и Супер-Кот: Пробуждение силы',
    beginDate: 'с 10 августа',
    endDate: 'по 29 августа',
    kind: 'Мультфильм, фэнтези, боевик, мелодрама, комедия, приключения',
    director: 'Джереми Заг',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Анук Отбуа, Бенжамин Болен, Антуан Томе, Фанни Блок, Jeanne Chartier, Мари Шевало, Flora Kaprielan, Тьерри Казазиан, Jessie Lambotte, Марсаль Лемину',
    description:
      'В обыкновенной французской школе учатся девочка Маринетт и мальчик Адриан, в которого она влюблена. Казалось бы, классическая история первой любви, но эти ребята совсем не те, за кого себя выдают. Когда городу угрожает опасность, Маринетт превращается в супергероиню Леди Баг, а Адриан — в Супер-Кота. Их невероятные способности помогают бороться со злом, но при этом никто из них не знает, кто на самом деле скрывается под маской.',
    playerCode: 'rY2OLeGYsdU',
    link: 'bug',
  },

  {
    title: 'Тайлер Рейк: Операция по спасению 2',
    beginDate: 'с 17 августа',
    endDate: '',
    kind: 'Боевик, криминал',
    director: 'Сэм Харгрейв',
    duration: '122 мин. / 02:02',
    age: '18+',
    actors:
      'Крис Хемсворт, Голшифте Фарахани, Торнике Гогричиани, Тинатин Далакишвили, Андро Джапаридзе, Адам Бесса, Дато Бахтадзе, Торнике Бзиава, Ольга Куриленко, Идрис Эльба',
    description:
      'Получив тяжёлые ранения в Бангладеш, наёмник Тайлер Рейк чудом выживает и проходит курс реабилитации, после чего Ник отправляет его на пенсию. Но о тихой жизни вдали от цивилизации с собакой и курами приходится забыть, когда на пороге его дома появляется незнакомец и заявляет, что его прислала бывшая жена Тайлера. Он просит спасти её сестру с двумя детьми — семью жестокого и влиятельного грузинского бандита, которую тот запер вместе с собой в хорошо охраняемой тюрьме.',
    playerCode: 'b2VGbLisXIc',
    link: 'extraction',
  },
]
