export const filmsArray = [
  {
    title: 'Сердце пармы',
    beginDate: 'с 6 октября',
    endDate: 'по 16 ноября',
    kind: 'Драма, история',
    director: 'Антон Мегердичев',
    duration: '160 мин. / 02:40',
    age: '16+',
    actors:
      'Александр Кузнецов, Елена Ербакова, Сергей Пускепалис, Евгений Миронов, Виталий Кищенко, Фёдор Бондарчук, Владимир Свирский, Роза Хайруллина, Елена Панова, Александр Горбатов',
    description:
      'Русский князь Михаил и юная Тиче — дети разных народов, разных миров и разных богов. Любовь молодого воителя и ведьмы-ламии кажется невозможной, но преодолевает все запреты, запуская маховик рока. Отныне только от Михаила зависит будущее родной пармы, древних суровых земель, напоенных чудодейственной мощью кровавых языческих богов. Здесь сталкиваются герои и призраки, князья и шаманы, вогулы и московиты. Здесь расстаться с жизнью — не так страшно, как выбрать между долгом, верностью братству и любовью к единственной женщине на свете.',
    playerCode: 'Vjq5i-yq96U',
    link: 'heart_of_parma',
  },

  {
    title: 'Суперпитомцы',
    beginDate: 'с 20 октября',
    endDate: 'по 2 ноября',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, криминал, приключения, семейный',
    director: 'Джаред Штерн, Сэм Ливайн',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Дуэйн Джонсон, Кевин Харт, Кейт МакКиннон, Джон Красински, Ванесса Байер, Наташа Лионн, Диего Луна, Марк Мэрон, Киану Ривз, Томас Миддлдитч, Владимир Новосардов, Леван Гочелашвили, Нина Калатозишвили, Григорий Лайков, София Габелия',
    description:
      'Пес Крипто — лучший друг Супермена, обладающий такими же внеземными способностями, как и его хозяин. Вместе они отважно борются с преступностью в Метрополисе. Но когда Супермена и других членов Лиги справедливости похищают неизвестные злодеи, Крипто приходится подготовить новых помощников, а именно разношерстную компанию животных из приюта, которые неожиданно обрели суперсилу. Сможет ли пушистая Лига суперпитомцев спасти Супермена, а заодно и весь мир?',
    playerCode: 'jRatrmc7940',
    link: 'super_pets',
  },
  // {
  //   title: 'Либерея: Охотники за сокровищами',
  //   beginDate: 'с 27 октября',
  //   endDate: 'по 9 ноября',
  //   kind: 'Приключения, боевик',
  //   director: 'Глеб Орлов',
  //   duration: '115 мин. / 01:55',
  //   age: '12+',
  //   actors:
  //     'Тихон Жизневский, Алексей Серебряков, Диана Пожарская, Артём Ткаченко, Сергей Газаров, Андрей Трушин, Павел Гайдученко, Мария Маслова, Альбина Евтушевская, Дмитрий Чукин',
  //   description:
  //     'При строительстве столичного метро рабочие обнаруживают драгоценный оклад, который доказывает — легендарная Библиотека Ивана Грозного существует! Но находка оказывается забыта на долгие годы, и уже в наше время попадает в руки ни о чем не подозревающего Ильи. Теперь его жизнь в опасности, ведь за старинным артефактом начинают охоту могущественные силы! Парень вынужден объединиться со странным незнакомцем, который утверждает, что оклад — это ключ к обнаружению Библиотеки. Помочь им в поисках и разгадать древние шифры берется красотка-филолог Арина. Теперь, чтобы обрести новые ключи-подсказки и приблизиться к разгадке, трио авантюристов нужно побывать в затерянных и опасных местах, разбросанных по всей России: от Вологды до Нарьян-Мара, на суше, под водой и даже в тайных подземельях Кремля.',
  //   playerCode: 'l0e1ttTe7NI',
  //   link: 'liberia',
  // },

  {
    title: 'В эфире',
    beginDate: 'с 3 ноября',
    endDate: 'по 16 ноября',
    kind: 'Триллер, криминал',
    director: 'Ромуальд Буланже',
    duration: '104 мин. / 01:44',
    age: '18+',
    actors:
      'Мэл Гибсон, Уильям Моусли, Кевин Диллон, Джон Робинсон, Надя Фарес, Энрике Арсе, Кэрол Уэйерс, Алиа Серор-О’Нилл, Йоли Фуллер, Пол Спера',
    description:
      'Эксцентричный радио-диджей принимает очередной звонок в студию от слушателя, не подозревая, что этот разговор затянется на всю ночь. Неизвестный угрожает убить всю семью шоумена в прямом эфире. Чтобы спасти близких, радиоведущему предстоит сыграть в игру на выживание: герою придется раскрыть свои самые грязные тайны многомиллионной аудитории. Единственный способ победить в этом противостоянии — выяснить личность преступника. У этой дуэли есть одно правило: не прерывать эфир.',
    playerCode: 'v-F4fXPmRSw',
    link: 'on_the_line',
  },
  {
    title: 'Любовники',
    beginDate: 'с 3 ноября',
    endDate: 'по 16 ноября',
    kind: 'Комедия',
    director: 'Елена Хазанова',
    duration: '96 мин. / 01:36',
    age: '18+',
    actors:
      'Павел Прилучный, Роман Курцын, Алексей Золотовицкий, Максим Виторган, Алёна Бабенко, Любовь Толкалина, Елена Муравьева, Наталья Чистякова-Ионова, Дарья Румянцева, Игорь Яшанин',
    description:
      'Пытаясь наладить личную жизнь, Саша, Лёша и Паша идут на групповую терапию для мужчин, пострадавших от женщин. Случайная встреча оборачивается гениальным планом — друзья решают помогать товарищам по несчастью, выводя коварных любовниц на чистую воду. Вот только они те ещё гуру отношений и понятия не имеют, как помочь даже самим себе.',
    playerCode: '2AzhqlvIA68',
    link: 'lovers',
  },
  {
    title: 'Миньоны: Грювитация',
    beginDate: 'с 12 ноября',
    endDate: '',
    kind: 'Мультфильм, фантастика, комедия, криминал, приключения, семейный',
    director: 'Кайл Балда, Брэд Эблесон, Джонатан дель Валь',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Стив Карелл, Пьер Коффан, Алан Аркин, Тараджи П. Хенсон, Мишель Йео, Джули Эндрюс, Расселл Брэнд, Жан-Клод Ван Дамм, Дольф Лундгрен, Дэнни Трехо, Сергей Бурунов, Константин Карасик, Ульяна Чеботарь, Анастасия Лапина, Ольга Мугрычёва',
    description:
      'Миллион лет миньоны искали самого великого и ужасного предводителя, пока не встретили ЕГО. Знакомьтесь — Грю. Пусть он еще очень молод, но у него в планах по-настоящему гадкие дела, которые заставят планету содрогнуться.',
    playerCode: 'bsQcGpZwHl4',
    link: 'minions',
  },
  // {
  //   title: 'Удача',
  //   beginDate: 'с 10 ноября',
  //   endDate: 'по 16 ноября',
  //   kind: 'Мультфильм, фэнтези, приключения, семейный, комедия',
  //   director: 'Пегги Холмс, Хавьер Абад',
  //   duration: '105 мин. / 01:45',
  //   age: '6+',
  //   actors:
  //     'Эва Ноблесада, Саймон Пегг, Джейн Фонда, Вупи Голдберг, Колин О’Донохью, Лил Рел Ховери, Флула Борг, Джон Ратценбергер, Аделинн Спун, Грэй Гриффин, Элиза Мартиросова, Михаил Хрусталёв, Елена Шульман, Надежда Подъяпольская, Алексей Костричкин',
  //   description:
  //     'Выпускница детского дома Сэм больше всего на свете хочет, чтобы её подружке, маленькой Хэйзел, улыбнулась удача, и девочка наконец обрела семью. Сама Сэм везучестью не отличается, но однажды она угощает бродячего кота, находит счастливую монетку, и с этого момента ей начинает сопутствовать удача буквально во всём. Решив отдать монетку Хэйзел, девушка случайно смывает её в унитаз, а когда снова сталкивается с тем котом, понимает, что это не обычное животное. Пытаясь выпросить у котейки новую монетку, Сэм начинает его преследовать и попадает в волшебную Страну Удачи.',
  //   playerCode: '1z1XVuUiFjQ',
  //   link: 'the_luck',
  // },
  {
    title: 'Тор: Любовь и гром',
    beginDate: 'с 10 ноября',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, мелодрама, комедия, приключения',
    director: 'Тайка Вайтити',
    duration: '118 мин. / 01:58',
    age: '12+',
    actors:
      'Крис Хемсворт, Натали Портман, Кристиан Бэйл, Тесса Томпсон, Тайка Вайтити, Рассел Кроу, Джейми Александер, Крис Пратт, Дэйв Батиста, Карен Гиллан, Иван Жарков, Лариса Паукова, Филипп Волошин, Татьяна Костюченко, Толепберген Байсакалов',
    description:
      'Джейн Фостер берет на себя обязанности Бога-громовержца и становится обладательницей молота Мьёльнира.',
    playerCode: 'rloybQzJAJU',
    link: 'thor_4',
  },
  {
    title: 'Хэллоуин заканчивается',
    beginDate: 'с 17 ноября',
    endDate: 'по 24 ноября',
    kind: 'Ужасы',
    director: 'Дэвид Гордон Грин',
    duration: '111 мин. / 01:51',
    age: '18+',
    actors:
      'Джейми Ли Кёртис, Энди Мэтичак, Джеймс Джуд Кортни, Роэн Кэмпбелл, Уилл Пэттон, Джесси Бойд, Майкл Барбиери, Дестини Бостич, Джои Харрис, Мартин, Диана Нерсесова, Елизавета Эбаноидзе, Бека Медзмариашвили, Георгий Вардиашвили, Александр Жданович',
    description:
      'Четыре года прошло с последнего нападения маньяка Майкла Майерса на жителей городка Хэддонфилд. После гибели дочери Лори Стоуд живёт с внучкой Элисон, пишет книгу и пытается обрести покой. Однажды она встречает парня Кори, который несколько лет назад случайно убил ребёнка и с тех пор постоянно подвергается нападкам местных, и сводит его с Элисон. У молодых людей завязываются отношения, жизнь Кори налаживается, но он внезапно сталкивается с прячущимся в канализации Майклом Майерсом. Ни к чему хорошему эта встреча не приведёт.',
    playerCode: 'dVaHvp2Q2A4',
    link: 'helloween_ends',
  },
  {
    title: 'Покерфейс',
    beginDate: 'с 17 ноября',
    endDate: 'по 30 ноября',
    kind: 'Боевик, триллер, криминал',
    director: 'Рассел Кроу',
    duration: '95 мин. / 01:35',
    age: '16+',
    actors:
      'Рассел Кроу, Лиам Хемсворт, RZA, Аден Янг, Стив Бастони, Дэниэл МакФерсон, Брук Сатчуэлл, Пол Тассоне, Мэтью Нэйбл, Бенедикт Харди',
    description:
      'Джейк с детства был азартным. Он обожал риск и карточные игры. Вместе со своими лучшими друзьями он часто играл в покер: Дро-покер, Стад, Омаха, Лоуболл и, конечно, Техасский холдем. Его страсть приносила ему не только радость, но он заработал целое состояние, благодаря своему увлечению. Но не всем его друзьям так повезло. Кто-то ударился в политику, занялся написанием книг, а кто-то с трудом сводит концы с концами. Что ж, скоро им всем предстоит вспомнить старые добрые времена. Джейк организовывает для своих друзей вечер игры, где у каждого на руках внушительная сумма денег. Но не все так просто. Дело в том, что некоторые не прошли проверку временем. И именно этот вечер должен вывести всех на чистую воду, ведь за покерным столом все маски снимутся.',
    playerCode: 'dDaVozOY128',
    link: 'pokerface',
  },
  {
    title: 'Чинк: Хвостатый детектив',
    beginDate: 'с 17 ноября',
    endDate: 'по 30 ноября',
    kind: 'Мультфильм, детский, приключения, детектив, семейный',
    director: 'Григорий Вожакин',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Иван Чабан, Александр Олешко, Михаил Кшиштовский, Мирослава Карпович, Эвелина Блёданс, Ян Цапник, Борис Смолкин',
    description:
      'Жители Медовой Долины готовятся к любимому празднику — Дню Города, когда у всех горожан есть возможность полюбоваться уникальным артефактом — Золотым Ульем. По преданию он был найден основателями Медовой Долины, и легенда гласит, что на городок обрушатся тысячи несчастий, если Улей пропадет. Накануне праздника Улей похищен. Винят в этом бельчонка Чинка, помощника совы-детектива Софи. Чинку и его друзьям предстоит распутать дело, найти настоящего жулика и вернуть не только Золотой Улей, но и мир в Долину.',
    playerCode: 'CNUOL23aUQI',
    link: 'chink',
  },
  {
    title: 'Царство против разбойников',
    beginDate: 'с 24 ноября',
    endDate: 'по 6 декабря',
    kind: 'Мультфильм',
    director: 'Марина Лескова-Гаки',
    duration: '72 мин. / 01:12',
    age: '6+',
    actors: '',
    description:
      'Юный Царевич отказывается платить ежегодную дань разбойникам и, вопреки желанию царя и воеводы, нанимает на службу двух странствующих актеров, выдающих себя за богатырей, которые вместе с ним превращают оборону деревни в фарс, проигрывают сражение, а потом, действительно взявшись за дело, исправляют ситуацию и побеждают своих врагов.',
    playerCode: 'XrOs8hEjaZs',
    link: 'kingdom_vs_thieves',
  },
]
