export const filmsArray = [
  {
    title: 'Мультивселенная безумия',
    beginDate: 'с 21 июля',
    endDate: '',
    kind: 'Фэнтези, боевик, приключения, фантастика, ужасы',
    director: 'Сэм Рэйми',
    duration: '126 мин. / 02:06',
    age: '12+',
    actors:
      'Бенедикт Камбербэтч, Элизабет Олсен, Чиветель Эджиофор, Бенедикт Вонг, Сочил Гомес, Майкл Стулбарг, Рэйчел МакАдамс, Патрик Стюарт, Джон Красински, Хейли Этвелл, Александр Головчанский, Анна Киселёва, Сергей Чихачёв, Александр Матросов, Елизавета Аистова',
    description:
      'Доктор Стрэндж при помощи Вонга спасает от гигантского осьминога девушку-подростка по имени Америка Чавес, которая при сильном испуге может открывать порталы в параллельные вселенные. Пытаясь уберечь новую знакомую от злой силы, жаждущей заполучить её способность, Доктор вместе с Америкой пускается в путешествие по мультивселенной.',
    playerCode: 'L0h0cydG3iI',
    link: 'multiverse_of_madness',
  },

  {
    title: 'Пес-самурай и город кошек',
    beginDate: 'с 21 июля',
    endDate: 'по 10 августа',
    kind: 'Мультфильм, приключения, фэнтези',
    director: 'Марк Куцир, Роб Минкофф, Крис Бэйли',
    duration: '97 мин. / 01:37',
    age: '6+',
    actors:
      'Мишель Йео, Сэмюэл Л. Джексон, Мэл Брукс, Рики Джервэйс, Майкл Сера, Джимон Хонсу, Аасиф Мандви, Джордж Такей, Габриэль Иглесиас, Кэти Шим',
    description:
      'Хэнк — смелый пёс, мечтающий стать самураем, вот только в городе кошек его никто не воспринимает всерьёз. Но когда армия пушистых ниндзя угрожает стереть их городок с лица Земли, Хэнк становится единственной надеждой на спасение. Теперь с помощью мудрого учителя и верных друзей он должен в сжатые сроки овладеть навыками великого воина. Только так у него появится шанс победить в эпической битве с могущественным врагом, вооруженным от усов до хвоста.',
    playerCode: 'LHPTSr3DH4Q',
    link: 'samurai_dog',
  },
  {
    title: 'Я краснею',
    beginDate: 'с 30 июня',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Доми Ши',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Розали Чян, Сандра О, Ава Морс, Пак Хе-ин, Майтреи Рамакришнан, Орион Ли, Вай Чин Хо, Тристан Аллерик Чен, Лори Тан Чинн, Миа Тагано, Алиса Ефименко, Ирина Киреева, Mia Boyka, Василиса Эльдарова, Денис Некрасов',
    description:
      'Торонто, 2002 год. Активная и неунывающая 13-летняя Мэйлинь всеми силами пытается быть первой во всём, чтобы угодить строгой гиперопекающей матери. Семья девочки живёт при храме и поклоняется Богине-прародительнице. Одним прекрасным утром Мэйлинь просыпается и вместо привычного отражения в зеркале видит красную панду — теперь, когда она волнуется, злится или испытывает другие сильные эмоции, превращается в большого зверя. Мало того, что это происходит в самые неподходящие моменты, так ещё и посещение концерта обожаемой Мэйлинь и её подружками мальчиковой группы 4-Town оказывается под угрозой.',
    playerCode: 'GkLjQWlbHbQ',
    link: 'turning_red',
  },
  {
    title: 'Соник 2',
    beginDate: 'с 28 июля',
    endDate: '',
    kind: 'Приключения, боевик, комедия, семейный',
    director: 'Джефф Фаулер',
    duration: '122 мин. / 02:02',
    age: '6+',
    actors:
      'Джеймс Марсден, Джим Керри, Бен Шварц, Тика Самптер, Идрис Эльба, Наташа Ротуэлл, Адам Палли, Шемар Мур, Ли Мадждуб, Коллин О’Шонесси, Даниил Эльдаров, Владимир Зайцев, Дмитрий Сыендук, Елена Ивасишина, Михаил Белякович',
    description:
      'Поселившись в Грин-Хилз, Соник стремится доказать, что у него есть все задатки настоящего героя. И геройское испытание не заставляет себя долго ждать: злодейский доктор Роботник вновь строит козни. На этот раз — с загадочным напарником Наклзом. Вместе они разыскивают бесценный изумруд, в котором заключены силы, способные уничтожать целые цивилизации. Соник объединяется с лисенком Тейлзом, чтобы отправиться в кругосветное путешествие и найти изумруд до того, как он попадет в плохие руки.',
    playerCode: 'x6mWYLlX6Vg',
    link: 'sonic_2',
  },
  {
    title: 'Неувольняемый',
    beginDate: 'с 21 июля',
    endDate: 'по 27 июля',
    kind: 'Комедия',
    director: 'Жером Коммандёр',
    duration: '83 мин. / 01:23',
    age: '16+',
    actors:
      'Жером Коммандёр, Летиция Дош, Паскаль Арбийо, Жерар Дармон, Кристиан Клавье, Николь Кальфан, Ева Дарлан, Майкл Клэр, Жан-Мари Винлин, Валери Лемерсье',
    description:
      'Венсан обожает свою непыльную работу. Однако грядет массовое сокращение госслужащих. Начальница Изабель всеми силами пытается найти причину для его увольнения, а он категорически отказывается уходить по собственному желанию. В ее власти командировать его в самые сложные и удаленные места службы: от африканской глуши и амазонских джунглей до Северного полюса. Кто победит в этой схватке не на жизнь, а на повышенную пенсию?',
    playerCode: 'PTgpHYLV0P4',
    link: 'irreductible',
  },
]
