export const filmsArray = [
  {
    title: 'Суперпитомцы',
    beginDate: 'с 20 октября',
    endDate: 'по 2 ноября',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, криминал, приключения, семейный',
    director: 'Джаред Штерн, Сэм Ливайн',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Дуэйн Джонсон, Кевин Харт, Кейт МакКиннон, Джон Красински, Ванесса Байер, Наташа Лионн, Диего Луна, Марк Мэрон, Киану Ривз, Томас Миддлдитч, Владимир Новосардов, Леван Гочелашвили, Нина Калатозишвили, Григорий Лайков, София Габелия',
    description:
      'Пес Крипто — лучший друг Супермена, обладающий такими же внеземными способностями, как и его хозяин. Вместе они отважно борются с преступностью в Метрополисе. Но когда Супермена и других членов Лиги справедливости похищают неизвестные злодеи, Крипто приходится подготовить новых помощников, а именно разношерстную компанию животных из приюта, которые неожиданно обрели суперсилу. Сможет ли пушистая Лига суперпитомцев спасти Супермена, а заодно и весь мир?',
    playerCode: 'jRatrmc7940',
    link: 'super_pets',
  },
  // {
  //   title: 'Удача',
  //   beginDate: 'с 10 ноября',
  //   endDate: 'по 16 ноября',
  //   kind: 'Мультфильм, фэнтези, приключения, семейный, комедия',
  //   director: 'Пегги Холмс, Хавьер Абад',
  //   duration: '105 мин. / 01:45',
  //   age: '6+',
  //   actors:
  //     'Эва Ноблесада, Саймон Пегг, Джейн Фонда, Вупи Голдберг, Колин О’Донохью, Лил Рел Ховери, Флула Борг, Джон Ратценбергер, Аделинн Спун, Грэй Гриффин, Элиза Мартиросова, Михаил Хрусталёв, Елена Шульман, Надежда Подъяпольская, Алексей Костричкин',
  //   description:
  //     'Выпускница детского дома Сэм больше всего на свете хочет, чтобы её подружке, маленькой Хэйзел, улыбнулась удача, и девочка наконец обрела семью. Сама Сэм везучестью не отличается, но однажды она угощает бродячего кота, находит счастливую монетку, и с этого момента ей начинает сопутствовать удача буквально во всём. Решив отдать монетку Хэйзел, девушка случайно смывает её в унитаз, а когда снова сталкивается с тем котом, понимает, что это не обычное животное. Пытаясь выпросить у котейки новую монетку, Сэм начинает его преследовать и попадает в волшебную Страну Удачи.',
  //   playerCode: '1z1XVuUiFjQ',
  //   link: 'the_luck',
  // },
  {
    title: 'Тор: Любовь и гром',
    beginDate: 'с 10 ноября',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, мелодрама, комедия, приключения',
    director: 'Тайка Вайтити',
    duration: '118 мин. / 01:58',
    age: '12+',
    actors:
      'Крис Хемсворт, Натали Портман, Кристиан Бэйл, Тесса Томпсон, Тайка Вайтити, Рассел Кроу, Джейми Александер, Крис Пратт, Дэйв Батиста, Карен Гиллан, Иван Жарков, Лариса Паукова, Филипп Волошин, Татьяна Костюченко, Толепберген Байсакалов',
    description:
      'Джейн Фостер берет на себя обязанности Бога-громовержца и становится обладательницей молота Мьёльнира.',
    playerCode: 'rloybQzJAJU',
    link: 'thor_4',
  },

  {
    title: 'Покерфейс',
    beginDate: 'с 17 ноября',
    endDate: 'по 30 ноября',
    kind: 'Триллер, боевик, криминал',
    director: 'Рассел Кроу',
    duration: '95 мин. / 01:35',
    age: '18+',
    actors:
      'Рассел Кроу, Лиам Хемсворт, RZA, Аден Янг, Стив Бастони, Дэниэл МакФерсон, Брук Сатчуэлл, Пол Тассоне, Мэтью Нэйбл, Бенедикт Харди',
    description:
      'Джейк с детства был азартным. Он обожал риск и карточные игры. Вместе со своими лучшими друзьями он часто играл в покер: Дро-покер, Стад, Омаха, Лоуболл и, конечно, Техасский холдем. Его страсть приносила ему не только радость, но он заработал целое состояние, благодаря своему увлечению. Но не всем его друзьям так повезло. Кто-то ударился в политику, занялся написанием книг, а кто-то с трудом сводит концы с концами. Что ж, скоро им всем предстоит вспомнить старые добрые времена. Джейк организовывает для своих друзей вечер игры, где у каждого на руках внушительная сумма денег. Но не все так просто. Дело в том, что некоторые не прошли проверку временем. И именно этот вечер должен вывести всех на чистую воду, ведь за покерным столом все маски снимутся.',
    playerCode: 'dDaVozOY128',
    link: 'pokerface',
  },
  {
    title: 'Чинк: Хвостатый детектив',
    beginDate: 'с 17 ноября',
    endDate: 'по 30 ноября',
    kind: 'Мультфильм, детский, приключения, детектив, семейный',
    director: 'Григорий Вожакин',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Иван Чабан, Александр Олешко, Михаил Кшиштовский, Мирослава Карпович, Эвелина Блёданс, Ян Цапник, Борис Смолкин',
    description:
      'Жители Медовой Долины готовятся к любимому празднику — Дню Города, когда у всех горожан есть возможность полюбоваться уникальным артефактом — Золотым Ульем. По преданию он был найден основателями Медовой Долины, и легенда гласит, что на городок обрушатся тысячи несчастий, если Улей пропадет. Накануне праздника Улей похищен. Винят в этом бельчонка Чинка, помощника совы-детектива Софи. Чинку и его друзьям предстоит распутать дело, найти настоящего жулика и вернуть не только Золотой Улей, но и мир в Долину.',
    playerCode: 'CNUOL23aUQI',
    link: 'chink',
  },
  {
    title: 'Пётр I. Последний царь и первый император',
    beginDate: 'с 24 ноября',
    endDate: 'по 30 ноября',
    kind: 'Документальный, история, биография',
    director: 'Андрей Кравчук',
    duration: '112 мин. / 01:52',
    age: '12+',
    actors:
      'Алексей Лукин, Даниил Муравьев-Изотов, Иван Колесников, Вольфганг Черни, Максим Иванов, Ксения Утехина, Анастасия Мишина, Юлия Бочарова, Роман Коноплев, Александр Большаков',
    description:
      'Фигура императора Петра Великого, как и эпоха его становления и правления, до сих пор будоражит умы людей во всем мире. Создатели отвечают на вопросы, как занять престол, когда ты — четырнадцатый ребенок в семье; как отвоевать выход к морю, когда в стране нет профессиональной армии и флота; как за несколько десятилетий вывести в мировые лидеры страну, с которой раньше никто не считался, и многие другие.',
    playerCode: '453YpUx0aN0',
    link: 'petr',
  },
  {
    title: 'Хэллоуин заканчивается',
    beginDate: 'с 24 ноября',
    endDate: 'по 30 ноября',
    kind: 'Ужасы',
    director: 'Дэвид Гордон Грин',
    duration: '111 мин. / 01:51',
    age: '18+',
    actors:
      'Джейми Ли Кёртис, Энди Мэтичак, Джеймс Джуд Кортни, Роэн Кэмпбелл, Уилл Пэттон, Джесси Бойд, Майкл Барбиери, Дестини Бостич, Джои Харрис, Мартин, Диана Нерсесова, Елизавета Эбаноидзе, Бека Медзмариашвили, Георгий Вардиашвили, Александр Жданович',
    description:
      'Четыре года прошло с последнего нападения маньяка Майкла Майерса на жителей городка Хэддонфилд. После гибели дочери Лори Стоуд живёт с внучкой Элисон, пишет книгу и пытается обрести покой. Однажды она встречает парня Кори, который несколько лет назад случайно убил ребёнка и с тех пор постоянно подвергается нападкам местных, и сводит его с Элисон. У молодых людей завязываются отношения, жизнь Кори налаживается, но он внезапно сталкивается с прячущимся в канализации Майклом Майерсом. Ни к чему хорошему эта встреча не приведёт.',
    playerCode: 'dVaHvp2Q2A4',
    link: 'helloween_ends',
  },

  {
    title: 'Царство против разбойников',
    beginDate: 'с 24 ноября',
    endDate: 'по 6 декабря',
    kind: 'Мультфильм',
    director: 'Марина Лескова-Гаки',
    duration: '72 мин. / 01:12',
    age: '6+',
    actors: '',
    description:
      'Юный Царевич отказывается платить ежегодную дань разбойникам и, вопреки желанию царя и воеводы, нанимает на службу двух странствующих актеров, выдающих себя за богатырей, которые вместе с ним превращают оборону деревни в фарс, проигрывают сражение, а потом, действительно взявшись за дело, исправляют ситуацию и побеждают своих врагов.',
    playerCode: 'XrOs8hEjaZs',
    link: 'kingdom_vs_thieves',
  },
]
