export const filmsArray = [
  {
    title: 'Сердце пармы',
    beginDate: 'с 6 октября',
    endDate: 'по 19 октября',
    kind: 'Драма, история',
    director: 'Антон Мегердичев',
    duration: '160 мин. / 02:40',
    age: '16+',
    actors:
      'Александр Кузнецов, Елена Ербакова, Сергей Пускепалис, Евгений Миронов, Виталий Кищенко, Фёдор Бондарчук, Владимир Свирский, Роза Хайруллина, Елена Панова, Александр Горбатов',
    description:
      'Русский князь Михаил и юная Тиче — дети разных народов, разных миров и разных богов. Любовь молодого воителя и ведьмы-ламии кажется невозможной, но преодолевает все запреты, запуская маховик рока. Отныне только от Михаила зависит будущее родной пармы, древних суровых земель, напоенных чудодейственной мощью кровавых языческих богов. Здесь сталкиваются герои и призраки, князья и шаманы, вогулы и московиты. Здесь расстаться с жизнью — не так страшно, как выбрать между долгом, верностью братству и любовью к единственной женщине на свете.',
    playerCode: 'Vjq5i-yq96U',
    link: 'heart_of_parma',
  },

  {
    title: 'Суперпитомцы',
    beginDate: 'с 20 октября',
    endDate: 'по 2 ноября',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, криминал, приключения, семейный',
    director: 'Джаред Штерн, Сэм Ливайн',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Дуэйн Джонсон, Кевин Харт, Кейт МакКиннон, Джон Красински, Ванесса Байер, Наташа Лионн, Диего Луна, Марк Мэрон, Киану Ривз, Томас Миддлдитч, Владимир Новосардов, Леван Гочелашвили, Нина Калатозишвили, Григорий Лайков, София Габелия',
    description:
      'Пес Крипто — лучший друг Супермена, обладающий такими же внеземными способностями, как и его хозяин. Вместе они отважно борются с преступностью в Метрополисе. Но когда Супермена и других членов Лиги справедливости похищают неизвестные злодеи, Крипто приходится подготовить новых помощников, а именно разношерстную компанию животных из приюта, которые неожиданно обрели суперсилу. Сможет ли пушистая Лига суперпитомцев спасти Супермена, а заодно и весь мир?',
    playerCode: 'jRatrmc7940',
    link: 'super_pets',
  },

  {
    title: 'Большое путешествие. Специальная доставка',
    beginDate: 'с 27 октября',
    endDate: 'по 9 ноября',
    kind: 'Мультфильм',
    director: 'Наталья Нилова, Василий Ровенский',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors: '',
    description:
      'Прошло время с тех пор, как заяц Оскар и медведь Мик-Мик в компании своих друзей вернули домой маленького панду. С тех пор жили они спокойно и размеренно. Мик-Мик заботился о своих пчелах, а Оскар организовал в лесу американские горки. И вот однажды к берегу Мик-Мика прибивает корзину с малышом гризли. Кто-то снова перепутал адреса, а разбираться с этим придется Мик-Мику и Оскару. В компании друзей они отправляются в новое путешествие — теперь, чтобы вернуть домой малыша гризли.',
    playerCode: 'kc4DDA_NPZo',
    link: 'big_journey',
  },
  {
    title: 'Либерея: Охотники за сокровищами',
    beginDate: 'с 27 октября',
    endDate: 'по 9 ноября',
    kind: 'Приключения, боевик',
    director: 'Глеб Орлов',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Тихон Жизневский, Алексей Серебряков, Диана Пожарская, Артём Ткаченко, Сергей Газаров, Андрей Трушин, Павел Гайдученко, Мария Маслова, Альбина Евтушевская, Дмитрий Чукин',
    description:
      'При строительстве столичного метро рабочие обнаруживают драгоценный оклад, который доказывает — легендарная Библиотека Ивана Грозного существует! Но находка оказывается забыта на долгие годы, и уже в наше время попадает в руки ни о чем не подозревающего Ильи. Теперь его жизнь в опасности, ведь за старинным артефактом начинают охоту могущественные силы! Парень вынужден объединиться со странным незнакомцем, который утверждает, что оклад — это ключ к обнаружению Библиотеки. Помочь им в поисках и разгадать древние шифры берется красотка-филолог Арина. Теперь, чтобы обрести новые ключи-подсказки и приблизиться к разгадке, трио авантюристов нужно побывать в затерянных и опасных местах, разбросанных по всей России: от Вологды до Нарьян-Мара, на суше, под водой и даже в тайных подземельях Кремля.',
    playerCode: 'l0e1ttTe7NI',
    link: 'liberia',
  },

  {
    title: 'В эфире',
    beginDate: 'с 3 ноября',
    endDate: 'по 16 ноября',
    kind: 'Триллер, криминал',
    director: 'Ромуальд Буланже',
    duration: '104 мин. / 01:44',
    age: '18+',
    actors:
      'Мэл Гибсон, Уильям Моусли, Кевин Диллон, Джон Робинсон, Надя Фарес, Энрике Арсе, Кэрол Уэйерс, Алиа Серор-О’Нилл, Йоли Фуллер, Пол Спера',
    description:
      'Эксцентричный радио-диджей принимает очередной звонок в студию от слушателя, не подозревая, что этот разговор затянется на всю ночь. Неизвестный угрожает убить всю семью шоумена в прямом эфире. Чтобы спасти близких, радиоведущему предстоит сыграть в игру на выживание: герою придется раскрыть свои самые грязные тайны многомиллионной аудитории. Единственный способ победить в этом противостоянии — выяснить личность преступника. У этой дуэли есть одно правило: не прерывать эфир.',
    playerCode: 'v-F4fXPmRSw',
    link: 'on_the_line',
  },
  {
    title: 'Любовники',
    beginDate: 'с 3 ноября',
    endDate: 'по 16 ноября',
    kind: 'Комедия',
    director: 'Елена Хазанова',
    duration: '96 мин. / 01:36',
    age: '18+',
    actors:
      'Павел Прилучный, Роман Курцын, Алексей Золотовицкий, Максим Виторган, Алёна Бабенко, Любовь Толкалина, Елена Муравьева, Наталья Чистякова-Ионова, Дарья Румянцева, Игорь Яшанин',
    description:
      'Пытаясь наладить личную жизнь, Саша, Лёша и Паша идут на групповую терапию для мужчин, пострадавших от женщин. Случайная встреча оборачивается гениальным планом — друзья решают помогать товарищам по несчастью, выводя коварных любовниц на чистую воду. Вот только они те ещё гуру отношений и понятия не имеют, как помочь даже самим себе.',
    playerCode: '2AzhqlvIA68',
    link: 'lovers',
  },
  {
    title: 'Удача',
    beginDate: 'с 10 ноября',
    endDate: 'по 16 ноября',
    kind: 'Мультфильм, фэнтези, приключения, семейный, комедия',
    director: 'Пегги Холмс, Хавьер Абад',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Эва Ноблесада, Саймон Пегг, Джейн Фонда, Вупи Голдберг, Колин О’Донохью, Лил Рел Ховери, Флула Борг, Джон Ратценбергер, Аделинн Спун, Грэй Гриффин, Элиза Мартиросова, Михаил Хрусталёв, Елена Шульман, Надежда Подъяпольская, Алексей Костричкин',
    description:
      'Выпускница детского дома Сэм больше всего на свете хочет, чтобы её подружке, маленькой Хэйзел, улыбнулась удача, и девочка наконец обрела семью. Сама Сэм везучестью не отличается, но однажды она угощает бродячего кота, находит счастливую монетку, и с этого момента ей начинает сопутствовать удача буквально во всём. Решив отдать монетку Хэйзел, девушка случайно смывает её в унитаз, а когда снова сталкивается с тем котом, понимает, что это не обычное животное. Пытаясь выпросить у котейки новую монетку, Сэм начинает его преследовать и попадает в волшебную Страну Удачи.',
    playerCode: '1z1XVuUiFjQ',
    link: 'the_luck',
  },
  {
    title: 'Тор: Любовь и гром',
    beginDate: 'с 10 ноября',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, мелодрама, комедия, приключения',
    director: 'Тайка Вайтити',
    duration: '118 мин. / 01:58',
    age: '12+',
    actors:
      'Крис Хемсворт, Натали Портман, Кристиан Бэйл, Тесса Томпсон, Тайка Вайтити, Рассел Кроу, Джейми Александер, Крис Пратт, Дэйв Батиста, Карен Гиллан, Иван Жарков, Лариса Паукова, Филипп Волошин, Татьяна Костюченко, Толепберген Байсакалов',
    description:
      'Джейн Фостер берет на себя обязанности Бога-громовержца и становится обладательницей молота Мьёльнира.',
    playerCode: 'rloybQzJAJU',
    link: 'thor_4',
  },
]
