export const filmsArray = [
  {
    title: 'Девятаев',
    beginDate: 'с 29 апреля',
    endDate: 'по 19 мая',
    kind: 'Военный, биография, драма, история',
    director: 'Тимур Бекмамбетов, Сергей Трофимов',
    duration: '118 мин. / 01:58',
    age: '12+',
    actors:
      'Павел Прилучный, Павел Чинарёв, Тимофей Трибунцев, Алексей Филимонов, Дмитрий Лысенков, Евгений Серзин, Олег Чугунов, Никита Кологривый, Антон Ксенев, Владимир Лысенко',
    description:
      'Лето 1944 года. Советские войска ведут наступление, но враг еще очень силен. Летчик-истребитель Михаил Девятаев попадает в плен. Ему предстоит сделать выбор — вернуться в небо, продолжив войну на стороне врага, или отправиться в концлагерь на остров Узедом. Отчаянный ас Девятаев выбирает третье — побег. Но с засекреченного острова, где идут испытания немецких крылатых ракет, нельзя убежать. Зато можно улететь — на аэродроме стоит новейший вражеский бомбардировщик с «оружием возмездия» Третьего рейха на борту. Улететь — и совершить самый дерзкий побег в военной истории.',
    playerCode: 'Y4GAuMZWGqM',
    link: 'devyataev',
  },
  {
    title: 'Прабабушка легкого поведения. Начало',
    beginDate: 'с 6 мая ',
    endDate: 'по 19 мая',
    kind: 'Комедия',
    director: 'Марюс Вайсберг',
    duration: '91 мин. / 01:31',
    age: '16+',
    actors:
      'Александр Ревва, Глюкоза, Марина Федункив, Евгений Герчаков, Дмитрий Нагиев, Михаил Галустян, Наталья Бардо, Максим Лагашкин, Игорь Жижикин, Ирина Бякова',
    description:
      '1980 год, вся страна следит за событиями московской Олимпиады. Один только Вова Рубинштейн под шумок переодевается в звезд советской эстрады и пытается разбогатеть, устраивая фейковые концерты. На одном из таких концертов его разоблачают сотрудники КГБ и вербуют как агента под прикрытием. Теперь, чтобы не попасть за решетку, Вова должен выполнить ответственную миссию – разыскать на черном рынке смертельно опасный химикат, разработанный в секретной лаборатории.Вове предстоит с головой броситься в пучину шпионских страстей Москвы 80-х: найти химикат, предотвратить подрыв олимпийского Мишки, испытать на себе страстный поцелуй Брежнева, а также встретить любовь всей своей жизни… И все это – в образе валютной проститутки Луизы Карповны Рубинштейн.',
    playerCode: 'P6NL4eqq8AU',
    link: 'grandma',
  },
  {
    title: 'Пила: Спираль',
    beginDate: 'с 13 мая',
    endDate: 'по 26 мая',
    kind: 'Ужасы, детектив, триллер',
    director: 'Даррен Линн Боусман',
    duration: '93 мин. / 01:33',
    age: '18+',
    actors:
      'Крис Рок, Сэмюэл Л. Джексон, Морган Дэвид Джонс, Али Джонсон, Дэн Петрониевич, Эди Инксеттер, Лейла Ли, Макс Мингелла, Кристофер Таи, Джон Токатлидис',
    description:
      'Импульсивный детектив полиции Нью-Йорка Зик Бэнкс всю жизнь пытается вырваться из тени своего отца, прославленного ветерана правоохранительных органов. Однажды Бэнксу и его новому напарнику поручают расследование серии жестоких убийств, которые странным образом напоминают преступления прошлых лет. Так они оказываются в эпицентре зловещей игры, и цена проигрыша в ней — человеческая жизнь.',
    playerCode: 'qTgUlsYLlCU',
    link: 'saw',
  },
  {
    title: 'Кролик Питер 2',
    beginDate: 'с 13 мая',
    endDate: 'по 2 июня',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Уилл Глак',
    duration: '93 мин. / 01:33',
    age: '6+',
    actors:
      'Джеймс Корден, Элизабет Дебики, Ленни Джеймс, Марго Робби, Айми Хорн, Руперт Дегас, Донал Глисон, Роуз Бирн, Дэвид Ойелоуо, Ивен Лесли, Антон Эльдаров, Марина Кравец, Максим Виторган, Варвара Чабан, Илья Бледный',
    description:
      'Продолжение истории маленького и непоседливого кролика по имени Питер. Беатрис, Томас и крольчата, наконец, находят общий язык и начинают спокойную и размеренную жизнь за городом. Однако Питеру это совсем не по нраву: его мятежная душа требует приключений, и он отправляется на их поиски в большой город, туда, где его проделки уж точно оценят по достоинству. Тем временем, члены его большой дружной семьи, рискуя жизнью, отправляются вслед за Питером, чтобы вернуть его домой, и теперь беглецу предстоит решить, что же для него важнее всего.',
    playerCode: 'duYDe0SgC2I',
    link: 'piter',
  },
  {
    title: 'Форсаж 9',
    beginDate: 'с 19 мая',
    endDate: 'по 9 июня',
    kind: 'Боевик, триллер, криминал, приключения',
    director: 'Джастин Лин',
    duration: '145 мин. / 02:25',
    age: '12+',
    actors:
      'Вин Дизель, Джон Сина, Тайриз Гибсон, Лудакрис, Джордана Брюстер, Натали Эммануэль, Мишель Родригес, Хелен Миррен, Шарлиз Терон, Майкл Рукер',
    description:
      'Доминик Торетто ведет спокойную жизнь вместе с Летти и своим сыном Брайаном, однако, они знают, что новая опасность всегда где-то рядом. В этот раз Доминику придется встретиться с призраками прошлого, если он хочет спасти самых близких. Команда снова собирается вместе, чтобы предотвратить дерзкий план по захвату мира, который придумал самый опасный преступник и безбашенный водитель из всех, с кем они сталкивались ранее. Ситуация усложняется тем, что этот человек — брат Доминика Джейкоб, которого много лет назад изгнали из семьи.',
    playerCode: 'uyPLu4E45So',
    link: 'fast_9',
  },
  {
    title: 'Спирит Непокорный',
    beginDate: 'с 20 мая',
    endDate: 'по 2 июня',
    kind: 'Мультфильм, приключения, семейный, вестерн',
    director: 'Илэйн Боган, Эннио Торресан',
    duration: '-',
    age: '6+',
    actors:
      'Изабела Мерсед, Джулианна Мур, Джейк Джилленхол, Марсаи Мартин, Маккенна Грейс, Уолтон Гоггинс, Гари А. Хэккер, Эйса Гонсалес',
    description:
      'Лаки Прескотт — юная бунтарка, совсем как ее мама, легендарная бесстрашная наездница, которую дочь почти не помнит. После очередной шалости заботливая тетушка Кора, вырастившая девочку, отправляет ее жить к отцу. Теперь все, о чем мечтает Лаки — вырваться на волю из крошечного сонного городка. Все меняется, когда она знакомится со Спиритом — диким мустангом, таким же упрямым и независимым, как и она сама. После того как Спирит попадает в руки бессердечного ковбоя и его подельников, Лаки в сопровождении новых друзей отправляется в полное опасностей путешествие, чтобы его спасти.',
    playerCode: 'J9NsLE4vutc',
    link: 'spirit',
  },
  {
    title: 'Спиритический сеанс',
    beginDate: 'с 27 мая',
    endDate: 'по 2 июня',
    kind: 'Ужасы, детектив',
    director: 'Саймон Баррет',
    duration: '92 мин. / 01:32',
    age: '16+',
    actors:
      'Сьюки Уотерхаус, Мэдисен Бити, Инанна Саркис, Элла-Рэй Смит, Стефани Сай,      Меган Бест, Джейд Майкл, Джульет Амара,     Симус Паттерсон, Клифф Самтер',
    description:
      'Камилл — новенькая в элитной школе для девочек, где недавно при загадочных обстоятельствах погибла одна ученица. Когда умирает очередная девушка, Камилл начинает собственное расследование, в ходе которого выясняет, что несчастья начали случаться после спиритического сеанса, во время которого девушки вызывали дух самоубийцы, покончившей с собой в этом старинном замке.',
    playerCode: 'dJslFBiIbQo',
    link: 'seance',
  },
  {
    title: 'Тихое место 2',
    beginDate: 'с 3 июня',
    endDate: 'по 16 июня',
    kind: 'Ужасы, фантастика, триллер, драма',
    director: 'Джон Красински',
    duration: '97 мин. / 01:37',
    age: '16+',
    actors:
      'Эмили Блант, Милли Симмондс, Киллиан Мёрфи, Ноа Джуп, Джимон Хонсу, Джон Красински, Лорен-Эшли Кристияно, Zachary Golinger, Блейк ДеЛонг, Шери Фэйрчайлд',
    description:
      'Семья Эбботт продолжает бороться за жизнь в полной тишине. Вслед за смертельной угрозой, с которой они столкнулись в собственном доме, им предстоит познать ужасы внешнего мира. Они вынуждены отправиться в неизвестность, где быстро обнаруживают, что существа, охотящиеся на звук, – не единственные враги за пределами безопасной песчаной тропы.',
    playerCode: 'LIZjK9aJREk',
    link: 'quiet_place',
  },
  {
    title: 'Круэлла',
    beginDate: 'с 3 июня',
    endDate: 'по 23 июня',
    kind: 'Комедия, криминал',
    director: 'Крэйг Гиллеспи',
    duration: '134 мин. / 02:14',
    age: '12+',
    actors:
      'Эмма Стоун, Эмма Томпсон, Джоэль Фрай,     Пол Уолтер Хаузер, Джон Маккри, Эмили Бичем, Марк Стронг, Кайван Новак, Кирби Хауэлл-Баптист, Джэми Деметриу',
    description:
      'Лондон 70-х годов охвачен зарождающейся культурой панк-рока. Невероятно одаренная мошенница по имени Эстелла решает сделать себе имя в мире моды. Её лучшие друзья — парочка юных карманников, которые ценят страсть Эстеллы к приключениям и надеются вместе с ней отвоевать себе место под солнцем на улицах британской столицы. В один прекрасный день модное чутье Эстеллы привлекает внимание шикарной и пугающе высокомерной баронессы фон Хельман.',
    playerCode: '6z4tdTbIjJA',
    link: 'cruella',
  },
]
