export const filmsArray = [
  {
    title: 'Смерть на Ниле',
    beginDate: 'с 10 февраля',
    endDate: 'по 16 марта',
    kind: 'Детектив, криминал, драма',
    director: 'Кеннет Брана',
    duration: '127 мин. / 02:07',
    age: '16+',
    actors:
      'Кеннет Брана, Галь Гадот, Роуз Лесли, Арми Хаммер, Эмма Маккей, Летишиа Райт, Дженнифер Сондерс, Софи Оконедо, Аннетт Бенинг, Том Бейтман',
    description:
      'На этот раз необходимость расследовать загадочное убийство, отвлекаясь от собственного отдыха, настигает Пуаро на борту роскошного круизного парохода, следующего вдоль по Нилу.',
    playerCode: 'PbNS8oEXazE',
    link: 'death',
  },
  {
    title: 'Анчартед: На картах не значится',
    beginDate: 'с 10 февраля',
    endDate: 'по 16 марта',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, София Тейлор Али, Антонио Бандерас, Тати Габриэль, Патриша Миден, Сара Жаклин Петрик',
    description:
      'Нейтан Дрейк и Виктор «Салли» Салливан, два искателя приключений, отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: 'oPDcRJVd3dU',
    link: 'uncharted',
  },
  {
    title: 'Мистер Нокаут',
    beginDate: 'с 23 февраля',
    endDate: 'по 13 марта',
    kind: 'Спорт, драма',
    director: 'Артём Михалков',
    duration: '117 мин. / 01:57',
    age: '12+',
    actors:
      'Виктор Хориняк, Сергей Безруков, Инга Оболдина, Евгения Дмитриева, Ангелина Стречина, Андрей Сергеев, Виктор Вержбицкий, Андрей Титченко, Олег Чугунов, Ирина Ромашева',
    description:
      'История жизни и приключений легендарного советского боксера Валерия Попенченко, чемпиона СССР, Европы и победителя Олимпийских игр 1964 года в Токио — о его детстве в суворовском училище в Ташкенте, о службе курсантом-пограничником, о его первых успехах и неудачах, и о его дружбе с тренером спортивного общества «Динамо» Григорием Кусикьянцем. История о том, что в любом, даже самом престижном поединке, для спортсмена главное — преодолеть себя, свои страхи и слабости, и только тогда можно будет одержать настоящую победу.',
    playerCode: '7daRQnL9AUQ',
    link: 'knockout',
  },
  {
    title: 'Кролецып и Хомяк Тьмы',
    beginDate: 'с 3 марта',
    endDate: 'по 16 марта',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Бен Стассен, Бенжамен Муске',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors: 'Дэнни Фезенфельд, Джо Охман, Mark Irons, Донте Пэрис',
    description:
      'Харизматичный и отважный Кролецып больше всего на свете мечтает стать искателем приключений. Наполовину кролик, наполовину цыплёнок — он сочетает лучшие качества обоих животных. Когда его дому угрожает опасность, он отправляется в авантюрное путешествие по удивительным местам, чтобы найти древний артефакт — таинственного Хомяка Тьмы.',
    playerCode: '1MqWViJaS-M',
    link: 'chickenhare',
  },
  {
    title: 'Хочу замуж',
    beginDate: 'с 3 марта',
    endDate: 'по 16 марта',
    kind: 'Комедия, мелодрама',
    director: 'Соня Карпунина',
    duration: '106 мин. / 01:46',
    age: '12+',
    actors:
      'Милош Бикович, Кристина Асмус, Марина Александрова, Сергей Гилев, Юлия Ауг, Олег Комаров, Анастасия Уколова, Агния Кузнецова, Надежда Сысоева, Анна Цуканова-Котт',
    description:
      'У журналистки Любы всё идёт по плану: работа ведущей на телеканале, успешный и богатый жених Роберт. План катится к чертям, когда у Любы садится телефон, и она просит позвонить с телефона случайного прохожего. Им оказался Сергей, у которого тоже жизнь текла спокойно и размеренно до этого дня. Эта встреча запустит череду событий, которая полностью поменяет и жизнь Любы и Сергея, и их самих.',
    playerCode: '2WUlt9Etl9Y',
    link: 'wanna_be_married',
  },
  {
    title: 'Доктор Свисток',
    beginDate: 'с 17 марта',
    endDate: 'по 23 марта',
    kind: 'Комедия',
    director: 'Ара Оганесян',
    duration: '93 мин. / 01:33',
    age: '18+',
    actors: 'Артем Карокозян, Ирина Безряднова, Микаэл Джанибекян, Мия Зарринг',
    description:
      'Арсен из приморского Дагомыса с детства мечтал стать пластическим хирургом. Его мечта почти сбылась — он устроился в московскую клинику пластической хирургии… администратором. У Арсена не было медицинского образования, но хорошо получалось зарабатывать, выдавая китайские импланты за швейцарские или продавая пациенткам место в очереди. Все у него было схвачено, пока у очередной звезды шоу-бизнеса «свежий тюнинг» не взорвался прямо на борту самолета! Вместе с фейковыми имплантами в клочья разлетелась и карьера Арсена — он вынужден бежать из Москвы в родной Сочи. Где, в чем он уверен, его богатый опыт позволит открыть собственную клинику и сделать этот мир лучше! Ну или, по крайней мере, больше…',
    playerCode: 'ObyDOOVSOQc',
    link: 'dr_whistle',
  },
  {
    title: 'Лунные приключения',
    beginDate: 'с 17 марта',
    endDate: 'по 23 марта',
    kind: 'Мультфильм, семейный',
    director: 'Али Самади Ахади',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Алекс Лэ, Лилиан Гартнер, Ховард Найтинголл, Рафаэль фон Барген, Дрю Сарич, Синди Робинсон, Меллиса Мабеи, Майкл Смулик, Элизабет Канеттис, Барбара Спитц, Влад Токарев, Алексей Сафин, Екатерина Буцкая, Борис Георгиевский, Олег Лепенец',
    description:
      'Пока взрослые только мечтают покорять космос, дети уже во всю странствуют среди звезд! Юная девочка и ее старший брат отправляются в невероятное путешествие в другие миры. Оказавшись в стране, спрятанной в облаках, они знакомятся с чудесными обитателями волшебного замка и великолепной королевой Луны. По ее поручению дети отправляются еще дальше — на далекие планеты и в чужие миры. Герои забрались так далеко, но как им вернуться домой? Возможно, только лунная дорожка, указывающая направление к самому желанному в жизни любого человека, укажет им путь.',
    playerCode: '4-YkF_XuNMk',
    link: 'moonbound',
  },
  {
    title: 'Флирт с дьяволом',
    beginDate: 'с 17 марта',
    endDate: 'по 30 марта',
    kind: 'Триллер',
    director: 'Луис Прието',
    duration: '91 мин. / 01:31',
    age: '18+',
    actors:
      'Камерон Монахэн, Фрэнк Грилло, Лилли Круг, Джон Малкович, Саша Лусс, Ридли Аша Бейтман, Эш Сантос, Джеймс С. Бёрнс, Дат Фан, Дэвид Мэдисон',
    description:
      'Богатый и разведенный Крис влюбляется в таинственную женщину по имени Скай. Вскоре после этого он, его бывшая жена и их ребёнок оказываются в ловушке — им предстоит отчаянная борьба за выживание.',
    playerCode: 'alpvJ5OwZAc',
    link: 'flirting_with_the_devil',
  },
  {
    title: 'Золушка и тайна волшебного камня',
    beginDate: 'с 24 марта',
    endDate: 'по 6 апреля',
    kind: 'Мультфильм',
    director: 'Элис Блехарт',
    duration: '86 мин. / 01:26',
    age: '6+',
    actors: 'Джери Кортни-Остейн, Эшли Борнансин, Тони Аццолино',
    description:
      'Не каждой принцессе нужен защитник: некоторые из них способны сами за себя постоять и, более того, выручить близких из беды. На принца Алекса наложено проклятье, превратившее его в мышь. Золушке предстоит освободить его от злых чар и отправится в незабываемое путешествие вместе со своими обаятельными друзьями.',
    playerCode: 'syJQVyEoX50',
    link: 'cinderella',
  },
  {
    title: 'Ампир V',
    beginDate: 'с 31 марта',
    endDate: 'по 13 апреля',
    kind: 'Фэнтези, драма',
    director: 'Виктор Гинзбург',
    duration: '114 мин. / 01:54',
    age: '16+',
    actors:
      'Павел Табаков, Таисия Радченко, Мирон Федоров, Владимир Долинский, Вера Алентова, Виктор Вержбицкий, Бронислав Виногродский, Игорь Жижикин, Максим Дрозд, Марина Зудина',
    description:
      'Миром правят вампиры. И они совсем не похожи на героев Голливуда. Это циничные и опытные представители мировой элиты. А теперь в их ряды волей случая попадает простой парень Рома. Станет ли он достойным представителем клана или у этой истории иной исход?',
    playerCode: '2iwZnD_kevE',
    link: 'ampir_v',
  },
]
