export const filmsArray = [
  {
    title: 'Повелитель ветра',
    beginDate: 'с 5 октября',
    endDate: 'по 25 октября',
    kind: 'Драма, приключения, биография',
    director: 'Игорь Волошин',
    duration: '94 мин. / 01:34',
    age: '12+',
    actors:
      'Фёдор Бондарчук, Анна Михалкова, Евгений Ткачук, Андрей Бурковский, Даниил Воробьев, Руслан Банковский, Дмитрий Калихов, Нил Бугаев, Севастьян Бугаев, Мирон Лебедев.',
    description:
      'Знаменитый российский путешественник Федор Конюхов, за плечами которого покорение земных полюсов, океанов и высочайших вершин, отправляется в новое, свое самое опасное путешествие. Ему предстоит обогнуть Землю на воздушном шаре в полном одиночестве. Полет готовит целая команда, но нельзя предвидеть все опасности, которые ждут путешественника в экстремальных условиях. Конюхов попадает в ураган — без связи, без сна, почти без воздуха он должен идти только вперед, чтобы вернуться к тем, кого любит.',
    playerCode: '1qSDu4JW0qI',
    link: 'wind_lord',
  },
  {
    title: 'Астрал 5: Красная дверь',
    beginDate: 'с 12 октября',
    endDate: '',
    kind: 'Ужасы',
    director: 'Патрик Уилсон',
    duration: '107 мин. / 01:47',
    age: '18+',
    actors:
      'Тай Симпкинс, Патрик Уилсон, Роуз Бирн, Синклер Дэниэл, Хиам Аббасс, Эндрю Эстор, Джулиана Дэвис, Стив Култер, Питер Дагер, Джастин Стерджис',
    description:
      'Далтон вырос и отправляется в художественное училище, где, следуя указаниям преподавательницы, пытается погрузиться в собственное подсознание. Парень начинает рисовать загадочную дверь, которая как-то связана с его детскими годами, о которых он ничего не помнит. А Джош, который тоже забыл важную часть своей жизни, уже некоторое время жалуется на спутанность сознания и во время обследования вдруг видит страшного призрака.',
    playerCode: 'KJW-9heDUo8',
    link: 'astral',
  },
  {
    title: 'Смешарики снимают кино',
    beginDate: 'с 12 октября',
    endDate: 'по 25 октября',
    kind: 'Мультфильм, приключения, детский',
    director: 'Денис Чернов, Светлана Мардаголимова, Дмитрий Яковенко',
    duration: '53 мин. / 00:53',
    age: '0+',
    actors: '-',
    description:
      'Смешарики снимают кино! И не просто кино, а целый сборник из нескольких короткометражных фильмов. В программе боевик и комедия, фантастика и фэнтези, мюзикл и немое кино. А также эльфы, феи, древние пророчества, мировое зло, Пин Бонд и роботы-дроиды.',
    playerCode: '5u7Pzv53eF4',
    link: 'smeshariki',
  },
  {
    title: 'Призраки в Венеции',
    beginDate: 'с 19 октября',
    endDate: '',
    kind: 'Триллер, ужасы, драма, криминал, детектив',
    director: 'Кеннет Брана',
    duration: '103 мин. / 01:43',
    age: '18+',
    actors:
      'Кеннет Брана, Кайл Аллен, Камилль Коттен, Джейми Дорнан, Тина Фей, Джуд Хилл, Эмма Лейрд, Келли Райлли, Риккардо Скамарчо, Мишель Йео',
    description:
      'Венеция. Вышедший на пенсию Эркюль Пуаро неохотно посещает спиритический сеанс, во время которого один из гостей оказывается убит. Бывший детектив берется за расследование.',
    playerCode: 'scT3B2iOTZ0',
    link: 'haunting',
  },
  {
    title: 'Страсти по Матвею',
    beginDate: 'с 19 октября',
    endDate: 'по 1 ноября',
    kind: 'Мелодрама, комедия',
    director: 'Сергей Ильин',
    duration: '120 мин. / 02:00',
    age: '16+',
    actors:
      'Денис Власенко, Валери Зоидова, Тимофей Трибунцев, Алексей Розин, Ольга Медынич, Анар, Ольга Бодрова, Иван Кравченко, Александр Мизёв, Валерия Человечкова.',
    description:
      'Матвей — молодой прилежный алтарник, который мечтает стать священником. Агата — спонтанная дерзкая художница, которая не привыкла ничего планировать наперед. После знакомства Матвей и Агата понимают, что их разные на первый взгляд миры объединяют одни и те же проблемы и ценности. Но смогут ли они это по-настоящему осознать?',
    playerCode: 'W4ssTnwlWxY',
    link: 'matfei',
  },
  {
    title: 'Элементарно',
    beginDate: 'с 19 октября',
    endDate: '',
    kind: 'Мультфильм, драма, комедия, приключения, семейный',
    director: 'Питер Сон',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Леа Льюис, Мамуду Ати, Роналдо Дель Кармен, Шила Омми, Венди Маклендон-Кови, Кэтрин О’Хара, Мэйсон Вартхаймер, Ронобир Лахири, Уильма Бонет, Джо Пера',
    description:
      'В Элемент-Сити обитатели огня, воды, земли и воздуха живут вместе. У сильной и вспыльчивой Эмбер завязывается дружба с расслабленным, плывущим по течению Уэйдом — дружба, которая бросит вызов её представлениям о мире вокруг.',
    playerCode: 'oDcmREQPXBg',
    link: 'elemental',
  },
  {
    title: 'По щучьему велению',
    beginDate: 'с 26 октября',
    endDate: 'по 15 ноября',
    kind: 'Фэнтези, приключения',
    director: 'Александр Войтинский',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Никита Кологривый, Мила Ершова, Алина Алексеева, Юрий Колокольников, Роман Мадянов, Фёдор Лавров, Агриппина Стеклова, Сергей Бурунов, Тимофей Меренков, Валерия Рустамова',
    description:
      'Если ты идешь на рыбалку — будь готов к тому, что вытянешь рыбу своей мечты, волшебную Щуку, которая может исполнить три любых твоих желания. Только Емеля спустил два желания на ветер, а третье решил приберечь. Поэтому, чтобы добиться руки царской дочери Анфисы, придется ему действовать без волшебной силы, самому. А помогать ему будет Щука, которая без своей шкурки предстает обычной девушкой Василисой. Вместе им предстоит найти скатерть-самобранку, встретиться с Котом Баюном, отправиться в мрачное царство Кощея и понять, что настоящее чудо — это быть с тем, кого любишь.',
    playerCode: 'N4pAp8DR_TQ',
    link: 'ivan_the_dumb',
  },

  {
    title: 'Императрицы',
    beginDate: 'с 26 октября',
    endDate: 'по 8 ноября',
    kind: 'История, драма',
    director: 'Андрей Кравчук',
    duration: '110 мин. / 01:50 ',
    age: '12+',
    actors:
      'Юлия Пересильд, Иван Колесников, Игорь Гордин, Ксения Утехина, Анастасия Талызина, Мария Пересильд, Анна Уколова, Александра Велескевич, Коля Ноекёльн, Павел Ворожцов',
    description:
      'Петр I пообещал маленькой дочери Елизавете, что выдаст ее замуж за Людовика XV, и она станет королевой Франции. Но все планы, в том числе договоренности с французским королем, рушатся вместе со смертью великого монарха: Петр I уходит из жизни, не успев назначить наследника. Так начинается безжалостная и беспощадная эпоха дворцовых переворотов — время интриг и борьбы за власть. Устоит ли построенная Петром империя и ее новая столица Санкт-Петербург? Какую цену придется заплатить Елизавете Петровне, младшей дочери великого монарха, чтобы занять свое место в истории? И что могут дать России женщины на престоле?',
    playerCode: 'aErAOVoF8Rs',
    link: 'empress',
  },
]
