export const filmsArray = [
  {
    title: 'Вышка',
    beginDate: 'с 11 августа',
    endDate: 'по 24 августа',
    kind: 'Триллер',
    director: 'Скотт Манн',
    duration: '107 мин. / 01:47',
    age: '16+',
    actors:
      'Грэйс Фултон, Вирджиния Гарднер, Джеффри Дин Морган, Мэйсон Гудинг, Джулия Пэйс Митчелл, Джаспер Коул',
    description:
      'Бекки всегда была экстремалом, но после гибели мужа она решила прекратить погоню за адреналином. Ее ждет последнее восхождение — вместе с подругой она забирается на вершину радиомачты высотой более 600 метров, чтобы развеять прах своего покойного супруга. Теперь девушкам предстоит вступить в борьбу со стихией в призрачной надежде на спасение.',
    playerCode: '82Y4z77srTo',
    link: 'fall',
  },
  {
    title: 'Морской монстр',
    beginDate: 'с 11 августа',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Крис Уильямс',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Карл Урбан, Зарис-Энджел Хатор, Джаред Харрис, Марианн Жан-Батист, Бенжамин Плессала, Хелен Сэдлер, Сюзанна Тан',
    description:
      'Юная пассажирка тайком пробирается на корабль легендарного охотника на морских монстров. Так начинается невероятное путешествие по неизведанным морям.',
    playerCode: '7gTY35-j0zg',
    link: 'sea_beast',
  },
  {
    title: 'Мир Юрского периода: Господство',
    beginDate: 'с 11 августа',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Колин Треворроу',
    duration: '147 мин. / 02:27',
    age: '12+',
    actors:
      'Крис Пратт, Брайс Даллас Ховард, Лора Дерн, Сэм Нил, Джефф Голдблюм, ДеВанда Уайз, Мамуду Ати, Изабелла Сермон, Кэмпбелл Скотт, Б.Д. Вонг',
    description:
      'После уничтожения острова Нублар динозавры вырвались на свободу и заполнили планету. Людям удается поддерживать хрупкое равновесие, определяющее мирное сосуществование на Земле. Но как долго человек сможет сохранять свое господство, живя по соседству с самыми устрашающими существами в истории?',
    playerCode: 'jETbQ3mCqDo',
    link: 'jurassic',
  },
  {
    title: 'Монстры на каникулах: Трансформания',
    beginDate: 'с 18 августа',
    endDate: '',
    kind: 'Мультфильм, ужасы, фэнтези, комедия, приключения, семейный',
    director: 'Дерек Драймон, Дженнифер Клуска',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Брайан Халл, Энди Сэмберг, Селена Гомес, Кэтрин Хан, Джим Гэффиган, Стив Бушеми, Молли Шеннон, Дэвид Спейд, Кигэн-Майкл Ки, Фрэн Дрешер',
    description:
      'Все смешалось в отеле «Трансильвания»: таинственное изобретение Ван Хельсинга, «монстрифицирующий луч», ломается и случайно превращает Дракулу и его приятелей в людей, а Джонни — наоборот, в монстра. Лишенные своих способностей и привычного облика Драк с друзьями и Джонни, с неожиданным удовольствием раскрывающий свою монстрическую сущность, отправляются в кругосветное путешествие на поиски средства от трансформании. И, конечно, им не обойтись без помощи Мэвис, пока не стало слишком поздно и они не свели друг друга с ума.',
    playerCode: 'w99IESkScYw',
    link: 'transylvania',
  },
  {
    title: 'Барбоскины Team',
    beginDate: 'с 25 августа',
    endDate: 'по 14 сентября',
    kind: 'Мультфильм, мюзикл',
    director: 'Елена Галдобина, Федор Дмитриев',
    duration: '75 мин. / 01:15',
    age: '0+',
    actors:
      'Ксения Бржезовская, Екатерина Гороховская, Юлия Зоркина, Мария Цветкова-Овсянникова, Михаил Черняк, Вадим Бочанов, Валерий Смекалов, Иван Чабан, Ирина Обрезкова, Дмитрий Высоцкий',
    description:
      'Барбоскины мечтают прославиться и покорить Интернет. Они умеют танцевать и снимать смешные ролики, которые собирают лайки и просмотры, но до настоящих звезд Интернета, таких как Кошечка Кэт, им еще далеко. По случайности Кэт становится их соседкой, между ними завязывается не только дружба, но и соперничество. Наставница Кэт не очень рада конкурентам и пытается внести разлад в дружную семью.',
    playerCode: 'qfguEsUOy0o',
    link: 'barboskiny',
  },

  {
    title: 'Не смотрите наверх',
    beginDate: 'с 25 августа',
    endDate: '',
    kind: 'Драма, фантастика, комедия',
    director: 'Адам МакКей',
    duration: '138 мин. / 02:18',
    age: '18+',
    actors:
      'Леонардо ДиКаприо, Дженнифер Лоуренс, Мэрил Стрип, Джона Хилл, Кейт Бланшетт, Роб Морган, Марк Райлэнс, Тайлер Перри, Тимоти Шаламе, Рон Перлман',
    description:
      'Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.',
    playerCode: 'X0O3G6QS8rY',
    link: 'dont_look_up',
  },
  {
    title: 'Чёрный телефон',
    beginDate: 'с 25 августа',
    endDate: '',
    kind: 'Триллер, ужасы, драма',
    director: 'Скотт Дерриксон',
    duration: '103 мин. / 01:43',
    age: '16+',
    actors:
      'Мэйсон Темз, Мадлен Макгроу, Итан Хоук, Джереми Дэвис, И. Роджер Митчелл, Трой Радсил, Джеймс Рэнсон, Мигель Касарес Мора, Ребекка Кларк, Дж. Гэйвен Уайлд, Ярослав Ефременко, Василиса Савкина, Иван Калинин, Андрей Вальц, Александр Воронов',
    description:
      'Пригород Денвера, 1978 год. Уже некоторое время в округе пропадают подростки, но 13-летний Финн больше обеспокоен тем, чтобы не столкнуться со школьными хулиганами и не разозлить вспыльчивого отца. Единственный человек, который его понимает, — это младшая сестра. Но однажды Финн всё же попадает в лапы маньяка и приходит в себя в звуконепроницаемом подвале. Кажется, надежды на спасение нет, но вскоре по отключенному телефону парню начинают звонить предыдущие жертвы убийцы.',
    playerCode: 'FSJHVrtNu6E',
    link: 'black_phone',
  },
  {
    title: 'Миньоны: Грювитация',
    beginDate: 'с 1 сентября',
    endDate: '',
    kind: 'Мультфильм, фантастика, комедия, криминал, приключения, семейный',
    director: 'Кайл Балда, Брэд Эблесон, Джонатан дель Валь',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Стив Карелл, Пьер Коффан, Алан Аркин, Тараджи П. Хенсон, Мишель Йео, Джули Эндрюс, Расселл Брэнд, Жан-Клод Ван Дамм, Дольф Лундгрен, Дэнни Трехо, Сергей Бурунов, Константин Карасик, Ульяна Чеботарь, Анастасия Лапина, Ольга Мугрычёва',
    description:
      'Миллион лет миньоны искали самого великого и ужасного предводителя, пока не встретили ЕГО. Знакомьтесь — Грю. Пусть он еще очень молод, но у него в планах по-настоящему гадкие дела, которые заставят планету содрогнуться.',
    playerCode: 'bsQcGpZwHl4',
    link: 'minions',
  },
  {
    title: 'Серый человек',
    beginDate: 'с 1 сентября',
    endDate: '',
    kind: 'Боевик, триллер',
    director: 'Энтони Руссо, Джо Руссо',
    duration: '120 мин. / 02:00',
    age: '12+',
    actors:
      'Райан Гослинг, Крис Эванс, Ана де Армас, Билли Боб Торнтон, Джессика Хенвик, Дхануш, Элфри Вудард, Реге-Жан Пейдж, Вагнер Моура, Джулия Баттерз',
    description:
      'В 2003 году ЦРУ вербует отбывающего срок за убийство Курта Джентри, и тот становится так называемым серым человеком — спецагентом под кодовым именем Сьерра Шесть. 18 лет спустя, устранив очередную цель, он узнаёт, что только что убил бывшего Сьерра Четыре, и получает носитель с информацией, представляющей угрозу для секретной программы «Сьерра». Отказавшись передать карту начальству, Шесть сам становится мишенью не только для бывших коллег, но и для элитных наёмников, самый опасный из которых — отморозок Ллойд Хансен.',
    playerCode: 'WXJzY1B5HZ4',
    link: 'gray_man',
  },
]
