export const filmsArray = [
  {
    title: 'Вызов',
    beginDate: 'с 20 апреля',
    endDate: 'по 17 мая',
    kind: 'Драма',
    director: 'Клим Шипенко',
    duration: '170 мин. / 02:50',
    age: '6+',
    actors:
      'Юлия Пересильд, Милош Бикович, Владимир Машков, Олег Новицкий, Антон Шкаплеров, Пётр Дубров , Елена Валюшкина, Варвара Володина, Андрей Щепочкин, Александр Балуев',
    description:
      'Торакальный хирург Женя за месяц должна подготовиться к космическому полету и отправиться на МКС, чтобы спасти космонавта. Удастся ли ей справиться с испытаниями? Сможет ли она преодолеть неуверенность и страхи? Получится ли у нее провести сложнейшую операцию в условиях невесомости, от которой зависят шансы космонавта вернуться на Землю живым?',
    playerCode: 'PKBKmaOFlsg',
    link: 'challenge',
  },

  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с 12 мая',
    endDate: 'по 30 мая',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '12+',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: 'CwVB_nwfntY',
    link: 'guardians_3',
  },
  {
    title: 'Хитровка. Знак четырёх',
    beginDate: 'с 18 мая',
    endDate: 'по 31 мая',
    kind: 'Детектив, комедия',
    director: 'Карен Шахназаров',
    duration: '129 мин. / 02:09',
    age: '12+',
    actors:
      'Константин Крюков, Михаил Пореченков, Алексей Вертков, Александр Олешко, Анфиса Черных, Евгений Стычкин, Борис Каморзин, Аюб Цингиев, Юлия Витрук, Денис Сладков',
    description:
      'Москва, 1902 год. Знаменитый режиссер Константин Станиславский в поисках вдохновения для постановки новой пьесы решает познакомиться с жизнью городского «дна». Он обращается за помощью к признанному знатоку московских трущоб Владимиру Гиляровскому. Вместе они отправляются на легендарную бандитскую Хитровку и оказываются втянуты в расследование убийства загадочного местного жителя — индийца-сикха с тёмным прошлым.',
    playerCode: 'Whs6bBJwBfI',
    link: 'hitrovka',
  },
  {
    title: 'Трио в перьях 2',
    beginDate: 'с 18 мая',
    endDate: 'по 6 июня',
    kind: 'Мультфильм, приключения',
    director: 'Бенжамин Квобек',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors:
      'Фолькмар Вельцель, Симона Берман, Мануэль Финке, Джей Майерс, Кира Джексон, Блэйк Фара, Джеффри Хилтон, Тим Хеллер, Мала Гедиа, Дульси Смарт',
    description:
      'Наслаждаясь зимовкой на Большом озере в Северной Африке, Ричард узнает, что в этот раз ему не доверят такую почетную и ответственную миссию, как возглавить перелет стаи аистов домой, на север. Не желая с этим мириться, он убегает в самостоятельное путешествие, полное опасностей и приключений. По пути Ричарду предстоит встретить попавшую в беду стаю воробьев, угодившую в плен злобных птиц марабу под предводительством жадного павлина Замано. Для обретения свободы пернатым придется объединиться в дружную команду, проявить смелость, изобретательность и смекалку, чтобы разгадать ребус и найти таинственный клад с драгоценностями.',
    playerCode: '5Yv0jLnff2E',
    link: 'trio',
  },
  {
    title: 'Непосредственно Каха. Другой фильм',
    beginDate: 'с 25 мая',
    endDate: 'по 13 июня',
    kind: 'Комедия',
    director: 'Виктор Шамиров',
    duration: '—',
    age: '16+',
    actors:
      'Артем Карокозян, Артем Калайджян, Елена Осипова, Ева Зограбян, Вартан Даниелян, Тамара Турава, Глеб Сипунов, Арам Айрапетян, Яков Кешишян, Георгий Рогонян',
    description:
      'Каха и Серго дня не могут прожить без новых проблем на свою голову. Но на этот раз уже не шутками пахнет, речь идет о жизни и смерти. И когда судьба разбрасывает их по разные стороны этой линии, они перестают быть друзьями. Что должно случиться, чтобы один смог простить другого?',
    playerCode: 'hw_fEWS76OE',
    link: 'kaha',
  },
  {
    title: 'Кот в сапогах 2: Последнее желание',
    beginDate: 'с 28 мая',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, фэнтези',
    director: 'Джоэль Кроуфорд, Хануэль Меркадо',
    duration: '102 мин. / 01:42',
    age: '6+',
    actors:
      'Антонио Бандерас, Сальма Хайек, Харви Гильен, Флоренс Пью, Джон Малэйни, Вагнер Моура, Рэй Уинстон, Самсон Каё, Оливия Колман, Давайн Джой Рэндольф, Андрей Бибиков, Диана Нерсесова, Антон Кобылко, Елизавета Эбаноидзе, Георгий Вардиашвили',
    description:
      'Промотав восемь жизней из девяти и до смерти испугавшись пришедшего за ним волка-охотника за головами, Кот в сапогах внимает совету врача и заселяется в дом местной кошатницы. Там он смиряется с установленными порядками, отращивает бороду и теряет тягу к подвигам и приключениям, но только до тех пор, пока не узнаёт о волшебной карте, которая указывает путь к где-то упавшей Звезде желаний. Кот в сапогах твёрдо решает отыскать Звезду, чтобы вернуть свои жизни, и в компании притворявшегося кошачьим пёсика отправляется красть карту у известного коллекционера волшебных предметов Джека Хорнера.',
    playerCode: 'JA8Xw0ffel8',
    link: 'puss_in_boots_2',
  },
  {
    title: 'Переводчик',
    beginDate: 'с 1 июня',
    endDate: 'по 14 июня',
    kind: 'Боевик, триллер, военный',
    director: 'Гай Ричи',
    duration: '123 мин. / 02:03',
    age: '18+',
    actors:
      'Джейк Джилленхол, Дар Салим, Александр Людвиг, Энтони Старр, Джейсон Вонг, Бобби Шофилд, Шон Сагар, Эмили Бичем, Джонни Ли Миллер, Риз Йэтс',
    description:
      'Джон Кинли не помнит, как выжил, попав в окружение в Афганистане, но понимает, что обязан жизнью местному переводчику по имени Ахмед. Именно ему удалось отбить раненного Кинли и на себе протащить через опасную территорию. Теперь чувство вины не дает Джону покоя, и он решает вернуться за Ахмедом и его семьей. На обоих объявлена охота, действовать приходится в одиночку, но он понимает, что не может бросить своего товарища в беде.',
    playerCode: 'EOlgf1tluQI',
    link: 'covenant',
  },
  {
    title: 'Маша и Медведь в кино: Скажите «Ой!»',
    beginDate: 'с 1 июня',
    endDate: 'по 14 июня',
    kind: 'Мультфильм, детский',
    director: 'Артем Наумов',
    duration: '—',
    age: '0+',
    actors:
      'Юлия Зуникова, Борис Кутневич, Артём Божутин, Валерия Шевченко, Зина Куприянович, Олег Савостюк, Диомид Виноградов, Юлия Яблонская',
    description:
      'Впервые за много лет Медведь покидает свой уютный дом и оказывается в центре светской жизни большого города. Сегодня он — свадебный фотограф, а Маша — его помощница. Прощайте, торжественные церемонии! Здравствуй, круговорот веселья, творческого беспорядка и праздника настоящей любви.',
    playerCode: 'ONPjO1cRE8c',
    link: 'masha',
  },
  {
    title: 'Братья Супер Марио в кино',
    beginDate: 'с 8 июня',
    endDate: 'по 21 июня',
    kind: 'Мультфильм, фэнтези, приключения, комедия',
    director: 'Аарон Хорват',
    duration: '92 мин. / 01:32',
    age: '6+',
    actors:
      'Крис Пратт, Чарли Дэй, Аня Тейлор-Джой, Джек Блэк, Кигэн-Майкл Ки, Сет Роген, Фред Армисен, Себастьян Манискалко, Кевин Майкл Ричардсон, Хари Пэйтон',
    description:
      'Братья-водопроводчики Марио и Луиджи открывают портал в подземный город, из которого должны вызволить пленённую принцессу Пич и сразиться с заклятым врагом Боузером.',
    playerCode: 'lLVjYlWYjqI',
    link: 'mario',
  },
  {
    title: 'Форсаж 10',
    beginDate: 'с 8 июня',
    endDate: 'по 21 июня',
    kind: 'Боевик, криминал, детектив',
    director: 'Луи Летерье',
    duration: '141 мин. / 02:21',
    age: '12+',
    actors:
      'Вин Дизель, Мишель Родригес, Джейсон Момоа, Тайриз Гибсон, Лудакрис, Джон Сина, Джордана Брюстер, Натали Эммануэль, Сон Ган, Джейсон Стэйтем',
    description:
      'Семья Доминика Торетто вновь попадает под удар. Сайфер объединяет усилия с Данте, который желает отомстить.',
    playerCode: 'NhC2FMfMacE',
    link: 'fast',
  },
]
