export const filmsArray = [
  {
    title: 'Аватар: Путь воды',
    beginDate: 'с 17 января',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Джеймс Кэмерон',
    duration: '192 мин. / 03:12',
    age: '12+',
    actors:
      'Сэм Уортингтон, Зои Салдана, Сигурни Уивер, Стивен Лэнг, Кейт Уинслет, Клифф Кёртис, Джоэль Мур, Си Си Эйч Паундер, Иди Фалько, Брендан Коуэлл, Александр Ноткин, Виктория Павленко, Карина Кудекова, Денис Анников, Ольга Бобрик',
    description:
      "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.",
    playerCode: 'B6lIqhEepQc',
    link: 'avatar_2',
  },
  {
    title: 'Непослушная',
    beginDate: 'с 14 февраля',
    endDate: 'по 7 марта',
    kind: 'Мелодрама',
    director: 'Дмитрий Суворов',
    duration: '109 мин. / 01:49',
    age: '18+',
    actors:
      'Александр Петров, Анастасия Резник, Ян Цапник, Семён Арзуманов, Владислав Ветров, Анна Чурина, Никита Тарасов, Никита Никитин, Софья Ковалева',
    description:
      'Двадцатилетняя Эля — студентка и будущий эколог. Однажды в ее университет приезжает Матвей, глава строительной компании, чтобы рассказать о плане застройки на месте старинного лесопарка. Эля не стесняясь разносит его проект в пух и прах. Матвей заинтригован самоуверенностью девушки и применяет привычные ему способы воздействия — попросту пытается её «купить». Но Эле не нужен спонсор. Тогда Матвей, удивленный ее неприступностью, предлагает Эле пари: семь романтических дней по его правилам. Если после этого девушка всё же решит уйти, он откажется от строительства небоскрёба в лесопарке. Она соглашается, когда Матвей действительно приостанавливает проектные работы. Эля видит себя кем-то вроде героини фильма «Красотка», но Матвей оказывается совсем не тем человеком, которого она себе представляла.',
    playerCode: 'C4vwgyWbOhs',
    link: 'naughty',
  },
  {
    title: 'Праведник',
    beginDate: 'с 16 февраля',
    endDate: 'по 1 марта',
    kind: 'Драма, военный, история',
    director: 'Сергей Урсуляк',
    duration: '140 мин. / 02:20',
    age: '12+',
    actors:
      'Александр Яценко, Сергей Маковецкий, Фёдор Добронравов, Евгений Ткачук, Юлия Витрук, Любовь Константинова, Марк Эйдельштейн, Мария Золотухина, Константин Хабенский, Довале Гликман',
    description:
      '1942 год. Офицер Красной Армии Николай Киселев получает приказ вывести с оккупированных белорусских земель за линию фронта свыше двухсот евреев — стариков, женщин и детей, чудом избежавших неминуемой жестокой расправы. Этим истощенным, измученным голодом и страхом людям, потерявшим родных и едва не сошедшим с ума от пережитого ужаса, предстоит пройти пешком по лесным тропам сотни километров, чтобы вновь обрести надежду на спасение и веру в будущее.',
    playerCode: 'bmV112rpqAs',
    link: 'pravednik',
  },
  {
    title: 'Снежная королева: Разморозка',
    beginDate: 'с 16 февраля',
    endDate: 'по 1 марта',
    kind: 'Мультфильм, детский, приключения, семейный',
    director: 'Алексей Цицилин, Андрей Кореньков',
    duration: '75 мин. / 01:15',
    age: '6+',
    actors:
      'Полина Войченко, Мария Шустрова, Ирина Чумантьева, Юрий Романов, Константин Панченко, Светлана Кузнецова, Андрей Тенетко, Максим Сергеев, Александр Васильев',
    description:
      'Озорная и смелая волшебница Айла, дочь Снежной Королевы, случайно выпускает на волю злых Ледяных Духов. Теперь, чтобы спасти все миры от вечной зимы, Айла должна отправиться на поиски Кая и Герды, собрать команду верных друзей и научиться владеть своей магией. Вместе им предстоит захватывающее приключение, ведь настоящая дружба способна растопить любой лёд.',
    playerCode: 'QF91j9AmV8I',
    link: 'snow_queen',
  },
  {
    title: 'Чебурашка',
    beginDate: 'с 23 февраля',
    endDate: '',
    kind: 'Семейный, комедия',
    director: 'Дмитрий Дьяченко',
    duration: '113 мин. / 01:53',
    age: '6+',
    actors:
      'Сергей Гармаш, Ольга Кузьмина, Полина Максимова, Фёдор Добронравов, Сергей Лавыгин, Елена Яковлева, Дмитрий Лысенков, Софья Зайка, Илья Кондратенко, Ева Смирнова',
    description:
      'Иногда, чтобы вернуть солнце и улыбки в мир взрослых, нужен один маленький ушастый герой. Мохнатого непоседливого зверька из далекой апельсиновой страны ждут удивительные приключения в тихом приморском городке, где ему предстоит найти себе имя, друзей и дом. Помогать — и мешать! — ему в этом будут нелюдимый старик-садовник, странная тетя-модница и ее капризная внучка, мальчик, который никак не начнет говорить, и его мама, которой приходится несладко, хотя она и варит самый вкусный на свете шоколад. И многие-многие другие, в чью жизнь вместе с ароматом апельсинов вот-вот ворвутся волшебство и приключения.',
    playerCode: 'x1qvJL7NF9s',
    link: 'cheburashka',
  },
  {
    title: 'О чем говорят мужчины. Простые удовольствия',
    beginDate: 'с 23 февраля',
    endDate: '',
    kind: 'Комедия',
    director: 'Михаил Поляков',
    duration: '93 мин. / 01:33',
    age: '16+',
    actors:
      'Ростислав Хаит, Леонид Барац, Камиль Ларин, Александр Демидов, Михаил Полицеймако, Максим Виторган, Гарик Харламов, Дмитрий Нагиев, Мария Шамшина, Лия Мамухова',
    description:
      'Дело было в далеком 2019-м году… Встретившись субботним утром, чтобы выпить шампанского, друзья отправляются в новое путешествие по глубинам мужского подсознания. О чем же на этот раз говорят мужчины? Конечно, о личном. Леша пытается понять существует ли «женская дружба», Камиль рассуждает, можно ли уволить лучшего друга, ловелас Слава вспоминает первую любовь (или это была не она?), а Саша размышляет о потере отца и умению жить и радоваться каждому новому дню. А еще, прогуливаясь по центру города, друзья обсуждают, как вкрутить лампочку, чтобы она осталась довольна, о чем кричат откровенные фото в социальных сетях, и что такое чевапчичи. Они вернулись поговорить о вечном, и о личном, и о всяких пустяках… короче, обо всем.',
    playerCode: 'p1wbnzew4S0',
    link: 'mans_talking',
  },
  {
    title: 'Удача',
    beginDate: 'с 2 марта',
    endDate: '',
    kind: 'Мультфильм, фэнтези, приключения, семейный, комедия',
    director: 'Пегги Холмс, Хавьер Абад',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Эва Ноблесада, Саймон Пегг, Джейн Фонда, Вупи Голдберг, Колин О’Донохью, Лил Рел Ховери, Флула Борг, Джон Ратценбергер, Аделинн Спун, Грэй Гриффин, Элиза Мартиросова, Михаил Хрусталёв, Елена Шульман, Надежда Подъяпольская, Алексей Костричкин',
    description:
      'Выпускница детского дома Сэм больше всего на свете хочет, чтобы её подружке, маленькой Хэйзел, улыбнулась удача, и девочка наконец обрела семью. Сама Сэм везучестью не отличается, но однажды она угощает бродячего кота, находит счастливую монетку, и с этого момента ей начинает сопутствовать удача буквально во всём. Решив отдать монетку Хэйзел, девушка случайно смывает её в унитаз, а когда снова сталкивается с тем котом, понимает, что это не обычное животное. Пытаясь выпросить у котейки новую монетку, Сэм начинает его преследовать и попадает в волшебную Страну Удачи.',
    playerCode: '4B_0KRKsDQY',
    link: 'luck',
  },
  {
    title: 'Человек-муравей и Оса: Квантомания',
    beginDate: 'с 2 марта',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, комедия, детектив, приключения',
    director: 'Пейтон Рид',
    duration: '125 мин. / 02:05',
    age: '12+',
    actors:
      'Пол Радд, Эванджелин Лилли, Джонатан Мэйджерс, Кэтрин Ньютон, Мишель Пфайффер, Уильям Джексон Харпер, Кэти О’Брайн, Дэвид Бертуччи, Милош Бинда, Давид Дастмалчян, Филипп Волошин, Виктория Павленко, Рауф Хабибуллин, Мария Иващенко, Ольга Коржева',
    description:
      'О приключениях бывшего мелкого преступника Скотта Лэнга, ставшего обладателем костюма, позволяющего уменьшаться и увеличиваться в размерах. Вместе с напарницей Хоуп ван Дайн, дочерью известного физика и энтомолога Хэнка Пима, разработавшего костюм человека-муравья, Скотт вновь спасает мир от угрозы.',
    playerCode: 'zCjElNgzdSs',
    link: 'antman',
  },
]
