export const filmsArray = [
  {
    title: '10 жизней',
    beginDate: 'с 12 июня',
    endDate: '',
    kind: 'Мультфильм, комедия, семейный, фэнтези',
    director: 'Крис Дженкинс',
    duration: '88 мин. / 01:28',
    age: '6+',
    actors:
      'Мо Гиллиган, Симон Эшли, Софи Оконедо, Зейн Малик, Дилан Ллевелин, Джереми Свифт, Билл Найи',
    description:
      'Все прекрасно знают, что у котов девять жизней. А еще говорят, что коты ленивые, капризные и довольно агрессивны к окружающим. И все-таки даже самые заносчивые из них просто душки по сравнению с пушистой бестией по имени Беккет. Но его будни скоро изменятся. Притом, целых десять раз! Коту предстоит побывать в шкуре совершенно разных животных, чтобы, наконец, начать ценить свою собственную жизнь.',
    playerCode: 'SM78OH70j0s',
    link: '10_lives',
  },

  {
    title: 'Плохие парни до конца',
    beginDate: 'c 20 июня',
    endDate: '',
    kind: 'Боевик, комедия, криминал',
    director: 'Адиль Эль Арби, Билал Фалла',
    duration: '115 мин. / 01:55',
    age: '16+',
    actors:
      'Уилл Смит, Мартин Лоуренс, Ванесса Энн Хадженс, Александр Людвиг, Паола Нуньес, Эрик Дэйн, Йоан Гриффит, Джейкоб Скипио, Мелани Либёрд, Таша Смит',
    description:
      'Полицейские Майами Маркус Бернетт и Майк Лоури узнают из теленовостей, что их погибшего капитана полиции Конрада Говарда обвиняют в коррупции и связях с наркокартелями. Маркус и Майк отказываются в это верить, а вскоре получают видеозапись от самого Говарда, снятую им перед смертью, в которой он просит найти своих убийц и восстановить его честное имя. Сделать это не так просто, теперь охота объявлена на самих Бернетта и Лоури. Парни вынуждены пуститься в бега.',
    playerCode: 'ERXsQVYnnAU',
    link: 'bad_boys',
  },

  {
    title: 'Фуриоса: Хроники Безумного Макса',
    beginDate: 'с 4 июля',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Джордж Миллер',
    duration: '148 мин. / 02:28',
    age: '18+',
    actors:
      'Крис Хемсворт, Аня Тейлор-Джой, Алила Браун, Том Бёрк, Нэйтан Джонс, Джош Хелман, Чарли Фрейзер, Лейчи Халм, Джон Ховард, Джордж Шевцов',
    description: 'О молодости бесстрашной воительницы Фуриосы.',
    playerCode: 'yWWZgiHQMT8',
    link: 'furiosa',
  },

  {
    title: 'Головоломка 2',
    beginDate: 'с 4 июля',
    endDate: '',
    kind: 'Мультфильм, комедия, семейный, фэнтези',
    director: 'Келси Манн',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Эми Полер, Филлис Смит, Льюис Блэк, Тони Хейл, Лиза Лапира, Майя Хоук, Айо Эдебири, Адель Экзаркопулос, Пол Уолтер Хаузер, Кенсингтон Таллман',
    description:
      'Головной отдел мозга Райли внезапно подвергается капитальному ремонту в тот момент, когда необходимо освободить место для чего-то совершенно неожиданного: новых эмоций.\n' +
      'Радость, Печаль, Гнев, Страх и Брезгливость, которые уже давно успешно руководят эмоциональными процессами, не знают, что и чувствовать, когда появляется некая… Тревожность. И похоже, не только она.',
    playerCode: 'xbSLz5lR520',
    link: 'inside_out_2',
  },

  {
    title: 'Максин XXX',
    beginDate: 'с 11 июля',
    endDate: '',
    kind: 'Ужасы',
    director: 'Тай Уэст',
    duration: '104 мин. / 01:44',
    age: '18+',
    actors:
      'Миа Гот, Мозес Самни, Бобби Каннавале, Дэниэл Ленч, Элизабет Дебики, Холзи, Софи Тэтчер, Джанкарло Эспозито, Нед Вон, Кевин Бейкон',
    description:
      'Голливуд 1980-х. Амбициозная звезда фильмов для взрослых Максин мечтает пробиться в большое кино и наконец-то получает роль в фильме ужасов. Но когда кто-то начинает убивать людей вокруг неё, Максин понимает, что кровавый след тянется к её прошлому.',
    playerCode: 'ipuweQbs38A',
    link: 'maxxxine',
  },

  {
    title: 'Не одна дома',
    beginDate: 'с 12 июля',
    endDate: '',
    kind: 'Комедия',
    director: 'Василий Свиридов',
    duration: '79 мин. / 01:19',
    age: '6+',
    actors:
      'Милана Хаметова, Равшана Куркова, Алексей Маклаков, Юлианна Михневич, Александр Головин, Дмитрий Калихов, Ксения Новикова, Сергей Пукита',
    description:
      'Ученица 5 класса Маша Хаметова остаётся дома одна, потому что родители уезжают в срочную командировку. Присмотреть за Машей вызвали няню, которую нашли через модный онлайн-сервис. Однако кто бы мог предположить, что у няни есть коварный план? Теперь у Маши есть одна ночь на то, чтобы с помощью нейросетей и современных гаджетов вывести преступницу на чистую воду, показав ей, кто в умном доме хозяин.',
    playerCode: 'mYDcO2jHclY',
    link: 'ne_odna_doma',
  },
  {
    title: 'Водитель-олигарх',
    beginDate: 'с 18 июля',
    endDate: '',
    kind: 'Комедия',
    director: 'Алексей Пиманов',
    duration: '90 мин. / 01:30',
    age: '12+',
    actors:
      'Павел Прилучный, Алексей Чадов, Ольга Погодина, Станислав Дужников, Дмитрий Хрусталев, Анна Уколова, Елена Валюшкина, Николай Евстафьев, Игорь Сигаев',
    description:
      'Тимур Бабурин не знает, что такое ходить на работу. Он сын олигарха, озорной гуляка, прожигатель жизни и отцовских денег. Для развлечения Тимур часто заключает экзотические пари. Например, может выпрыгнуть из вертолета в бассейн. Когда он внезапно становится наследником огромного состояния, бизнес-партнер его отца Антон предлагает ему заманчивый спор, от которого Тимур не в силах отказаться, не зная, что это решение станет судьбоносным.',
    playerCode: 'ly3rzCBgwvk',
    link: 'driver_oligarch',
  },
  {
    title: 'Побег из лабиринта времени',
    beginDate: 'с 25 июля',
    endDate: '',
    kind: 'Мультфильм, приключения, фантастика',
    director: 'Линь Хуэйда',
    duration: '108 мин. / 01:48',
    age: '6+',
    actors: 'Тань Сяо, Чжан Бинцзюнь, Чжан Вэй, Чжан Мин',
    description:
      'Озорные братья-медведи Бриар и Брамбл в опасности. И помочь им может только лесоруб Вик. Он отправляется в фантастическое путешествие во времени и пространстве, и на этом пути ему предстоит столкнуться со множеством испытаний, удивительных тайн и странных существ. Но ничто не остановит Вика, ведь его цель — спасти лучших друзей.',
    playerCode: 'pcI1W7rN9bQ',
    link: 'boonie_bears',
  },
  {
    title: 'Бордерлендс',
    beginDate: 'с 8 августа',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, комедия, приключения',
    director: 'Элай Рот',
    duration: '102 мин. / 01:42',
    age: '16+',
    actors:
      'Джина Гершон, Кейт Бланшетт, Хейли Беннетт, Кевин Харт, Ариана Гринблатт, Джек Блэк, Джейми Ли Кёртис, Эдгар Рамирес, Янина Гаванкар, Бобби Ли, Шайен Джексон, Оливье Рихтерс, Флориан Мунтяну, Чарльз Бабалола, Бен Дэвис, Стивен Бойер, Райанн Редмонд, Портер Харрис, Джастин Прайс, Джереми Вилер, Гарри Човик, Балаж Медьери',
    description:
      'Лилит, одна из самых известных охотниц за головами во Вселенной, терпеть не может две вещи: Пандору — свою родную планету, и Атласа — редкого отброса и влиятельного бандита. И все же ей придется иметь дело и с тем, и с другим: отправившись на поиски дочери Атласа на Пандору, она объединяется с другими искателями приключений. Вместе эти далеко не герои должны сразиться с инопланетной расой, жестокими охотниками, раскрыть один из самых страшных секретов планеты и, в придачу, спасти мир от надвигающегося зла. Если кто и способен все это провернуть со стилем, то это они.',
    playerCode: 'tDv0WYvxZgM',
    link: 'borderlands',
  },
  {
    title: 'Гарфилд',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Марк Диндал',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Крис Пратт, Сэмюэл Л. Джексон, Ханна Уэддингхэм, Винг Реймз, Николас Холт, Сесили Стронг, Харви Гильен, Бретт Голдстин, Бовэнь Ян, Снуп Догг',
    description:
      'После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.',
    playerCode: 'hq2yOIHilDI',
    link: 'garfield',
  },
  {
    title: 'Дэдпул и Росомаха',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Фантастика, боевик, комедия',
    director: 'Шон Леви',
    duration: '127 мин. / 02:7',
    age: '18+',
    actors:
      'Райан Рейнольдс, Хью Джекман, Эмма Коррин, Морена Баккарин, Роб Делани, Каран Сони, Лесли Аггамс, Мэттью Макфэдиен, Дженнифер Гарнер, Брианна Хилдебранд, Дженнифер Гарнер, Тайлер Мэйн, Келли Ху, Рэй Парк, Патрик Стюарт, Джейсон Флеминг, Сиори Куцуна, Аарон Стэнфорд, Льюис Тан, Стефан Капичич, Рэндал Ридер, Тони Маккарти, Грег Хэмпхилл, Джеймс Драйден, Кэйн Эйден, Дивейн Томас',
    description:
      'Уэйд Уилсон попадает в организацию «Управление временными изменениями», что вынуждает его вернуться к своему альтер-эго Дэдпулу и изменить историю с помощью Росомахи.',
    playerCode: 'gYhGLkDqr-o',
    link: 'deadpool_3',
  },
  {
    title: 'Тихое место: День первый',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Ужасы, фантастика, драма',
    director: 'Майкл Сарноски',
    duration: '99 мин. / 01:39',
    age: '16+',
    actors:
      'Лупита Нионго, Джозеф Куинн, Алекс Вулф, Джимон Хонсу, Теа Батлер, Дженнифер Вудворд, Санджай Мидда, Элайджа Унгвари, Кэйн Эйден, Элиан Умугире, Элфи Тодд, Ронни Ле Дрю, Александр Джон, Чой-Линь Ман, Ник Дэвисон, Малик Джубал, Марк Кхан, Джонатан Спэрроу',
    description:
      'Земля подвергается нападению агрессивных плотоядных монстров, которые охотятся на слух.',
    playerCode: 'bXeFQdjIIQU',
    link: 'quiet_place',
  },
  {
    title: 'Гадкий я 4',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, семейный, фантастика',
    director: 'Крис Рено, Патрик Делаж',
    duration: '95 мин. / 01:35',
    age: '6+',
    actors:
      'Стив Карелл, Кристен Уиг, Джои Кинг, Уилл Феррелл, София Вергара, Миранда Косгров, Дэна Гайер, , Пьер Коффан, Стив Куган, Стивен Колбер, Хлоя Файнмен, Брэд Эблесон, Джон Ди Маджио, Лорейн Ньюмен, , Кэти Кавадини, Уилл Коллье, Эбби Краден, Джон ДеМита, Аарон Форс, Уиллоу Гир, , Аарон Хэндри, Барбара Харрис, Джон Пол Карлиак, Ариф С. Кинчен, Джереми Максвелл, Хари Пэйтон, Рамеш Ранганатхан, Исаак Робинсон-Смит, Тара Стронг, Ниса Уорд, Андреана Уэйнер, Колетт Уайтакер',
    description:
      'Грю, Люси и их девочки — Марго, Эдит и Агнес — приветствуют нового члена семьи, Грю-младшего, который намерен мучить своего отца. Грю сталкивается с новым врагом в лице Максима Ле Маля и его роковой подруги Валентины, в связи с чем семья вынуждена бежать.',
    playerCode: 'tlu3JgDppEQ',
    link: 'despicable_me_4',
  },
];
