export const filmsArray = [
  {
    title: 'Чёрная Вдова',
    beginDate: 'с 8 июля',
    endDate: 'по 21 июля',
    kind: 'Боевик, фантастика, приключения',
    director: 'Кейт Шортланд',
    duration: '133 мин. / 02:13',
    age: '16+',
    actors:
      'Скарлетт Йоханссон, Флоренс Пью, Рэйчел Вайс, Дэвид Харбор, О. Т. Фагбенли, Уильям Хёрт, Рэй Уинстон, Оливье Рихтерс, Иоланда Лайнс, Райан Кира Армстронг',
    description:
      'Наташе Романофф предстоит лицом к лицу встретиться со своим прошлым. Чёрной Вдове придется вспомнить о том, что было в её жизни задолго до присоединения к команде Мстителей, и узнать об опасном заговоре, в который оказываются втянуты её старые знакомые — Елена, Алексей (известный как Красный Страж) и Мелина.',
    playerCode: 'W7Pl9s3ybvA',
    link: 'black_widow',
  },
  {
    title: 'Космический джем. Новое поколение',
    beginDate: 'с 10 июля',
    endDate: 'по 28 июля',
    kind: 'Мультфильм, фантастика, фэнтези, комедия, приключения, семейный, спорт',
    director: 'Малкольм Д. Ли',
    duration: '120 мин. / 02:00',
    age: '6+',
    actors:
      'Леброн Джеймс, Дон Чидл, Cedric Joe, Крис Дэвис, Сонекуа Мартин-Грин, Сейэйр Дж Райт, Harper Leigh Alexander, Зоша Рокемор, Stephen Kankole, Джалин Холл, Леван Горозия',
    description:
      'Чтобы спасти сына, знаменитый чемпион НБА отправляется в сказочный мир, где в команде мультяшек вынужден сражаться на баскетбольной площадке с цифровыми копиями знаменитых игроков.',
    playerCode: '1fbGUxW-Ybc',
    link: 'space_jam',
  },
  {
    title: 'Пороховой коктейль',
    beginDate: 'с 15 июля',
    endDate: 'по 28 июля',
    kind: 'Боевик, триллер, приключения',
    director: 'Навот Папушадо',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Карен Гиллан, Лина Хиди, Карла Гуджино, Мишель Йео, Анджела Бассетт, Пол Джаматти, Фрейя Аллан, Ралф Айнесон, Хлоя Коулмэн, Майкл Смайли',
    description:
      'Быть киллером — весело и просто. Особенно для Сэм, которая от матери унаследовала талант к заказным убийствам. Но когда девушке приходится пойти наперекор собственному боссу, она становится мишенью целой армии головорезов. К счастью, мама и её бывшие напарницы готовы помочь угостить недоброжелателей своим фирменным «пороховым коктейлем».',
    playerCode: 'hvgrcsLRehA',
    link: 'milkshake',
  },
  {
    title: 'G. I. Joe. Бросок кобры: Снейк Айз',
    beginDate: 'с 22 июля',
    endDate: 'по 4 августа',
    kind: 'Фантастика, фэнтези, боевик, триллер, приключения',
    director: 'Роберт Швентке',
    duration: '121 мин. / 02:01',
    age: '16+',
    actors:
      'Генри Голдинг, Самара Уивинг, Урсула Корберо, Эндрю Кодзи, Ико Уайс, Питер Менса, Харука Абэ, Такэхиро Хира, Стивен Аллерик, Самуэль Финци',
    description:
      'Загадочный и суровый одиночка Снейк Айз спасает наследника древнего японского клана Арашикаге, и в знак признательности клан открывает ему тайные знания пути ниндзя. Но главное: Снейк Айз обретает то, к чему так долго стремился, — дом. Однако, когда становятся известны секреты его прошлого, на кону оказываются его честь, преданность и доверие самых близких людей.',
    playerCode: 'oi-Tz9XtCrc',
    link: 'gi_joe',
  },
  {
    title: 'Время',
    beginDate: 'с 22 июля',
    endDate: 'по 4 августа',
    kind: 'Триллер, драма, детектив',
    director: 'М. Найт Шьямалан',
    duration: '113 мин. / 01:53',
    age: '16+',
    actors:
      'Гаэль Гарсиа Берналь, Вики Крипс, Руфус Сьюэлл, Кен Люн, Никки Амука-Бёрд, Эбби Ли, Аарон Пьер, Алекс Вулф, Эмбет Дэвидц, Элайза Сканлен',
    description:
      'Семья отправляется в отпуск на тропический остров. Отдохнув всего пару часов на уединенном пляже, они обнаруживают, что повзрослели на несколько лет, а вся жизнь теперь — это один день.',
    playerCode: 'qtU3TvDyQaE',
    link: 'old',
  },
  {
    title: 'Круиз по джунглям',
    beginDate: 'с 29 июля',
    endDate: 'по 18 августа',
    kind: 'Приключения, комедия, фэнтези',
    director: 'Жауме Кольет-Серра',
    duration: '127 мин. / 02:07',
    age: '12+',
    actors:
      'Дуэйн Джонсон, Эмили Блант, Джек Уайтхолл, Джесси Племонс, Вероника Фалькон, Эдгар Рамирес, Пол Джаматти, Дэвид Ленгел, Сулем Калдерон, Piper Collins',
    description:
      'Отважная исследовательница дикой природы Лили Хоутон намерена отправиться в верховья Амазонки, чтобы найти легендарное дерево, которое – согласно преданиям южноамериканских индейских племен – обладает магическими целебными свойствами. Сопровождать Лили будут её утонченный брат Макгрегор и бесшабашный капитан круизного пароходика Фрэнк. В дебрях джунглей путников будут подстерегать не только смертельно опасные представители амазонской флоры и фауны, но и ловушки, подстроенные участниками конкурирующей экспедиции, и даже встречи со сверхъестественным.',
    playerCode: 'xrBnG2Yt-Bg',
    link: 'jungle',
  },
]
