export const filmsArray = [
  {
    title: 'Барби',
    beginDate: 'с 14 сентября',
    endDate: '',
    kind: 'Комедия, приключения, фэнтези',
    director: 'Грета Гервиг',
    duration: '114 мин. / 01:54',
    age: '16+',
    actors:
      'Марго Робби, Райан Гослинг, Америка Феррера, Ариана Гринблатт, Кейт МакКиннон, Исса Рэй, Ри Перлман, Уилл Феррелл, Майкл Сера, Симу Лю',
    description:
      'Барби выгоняют из Барбиленда, потому что она не соответствует его нормам красоты. Тогда она начинает новую жизнь в реальном мире, где обнаруживает, что совершенства можно достичь только благодаря внутренней гармонии.',
    playerCode: 'w0m2C3lN1h8',
    link: 'barbie',
  },
  {
    title: 'Руби Гильман: Приключения кракена-подростка',
    beginDate: 'с 16 сентября',
    endDate: '',
    kind: 'Мультфильм, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Кирк де Микко',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Лана Кондор, Тони Коллетт, Энни Мерфи, Сэм Ричардсон, Джейн Фонда, Колман Доминго, Блу Чепмен, Уилл Форте, Лайза Коши, Рамона Янг',
    description:
      'История о семействе морских монстров, сбежавших из опасного подводного мира постоянно враждующих чудовищ и скрывающихся на виду среди людей на суше. Все идет как по маслу, пока их дочь-подросток Руби не нарушает семейное правило «нет океану», ныряя с головой в череду событий, которые навсегда изменят ее жизнь.',
    playerCode: '2LroyfCcwlg',
    link: 'ruby',
  },

  {
    title: 'Оппенгеймер',
    beginDate: 'с 28 сентября',
    endDate: '',
    kind: 'Драма, биография, история',
    director: 'Кристофер Нолан',
    duration: '180 мин. / 03:00',
    age: '18+',
    actors:
      'Киллиан Мерфи, Эмили Блант, Мэтт Дэймон, Роберт Дауни мл., Флоренс Пью, Джош Хартнетт, Кейси Аффлек, Рами Малек, Кеннет Брана, Бенни Сэфди.',
    description:
      'История жизни американского физика Роберта Оппенгеймера, который стоял во главе первых разработок ядерного оружия.',
    playerCode: 'zU2vtD7npd0',
    link: 'oppenheimer',
  },
  {
    title: 'Иван Семенов: Большой поход',
    beginDate: 'с 28 сентября',
    endDate: 'по 11 октября',
    kind: 'Комедия',
    director: 'Антон Богданов',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors:
      'Роман Погорелов,      Мария Шукшина,       Марина Федункив,       Никита Кологривый,       Илья Иосифов,       Софья Грузенко,       Софья Мосина,       Филат Новиков,       Константин Костин,       Александр Присмотров-Белов.',
    description:
      'В жизни Ивана Семёнова — неутомимого фантазёра и неудержимого проказника — новая беда. Его школьная любовь — Танечка, чьей дружбы он добивался, уезжает учиться за границу. Иван, пытаясь остановить её отъезд, идёт на все возможные ухищрения: подкуп её родителей, предложение руки и сердца, и даже похищение! Но в результате добивается лишь одного — ему запрещают приближаться к ней. Теперь остановить переезд любимой Ивану поможет только чудо! И чудо это — Шаман, который исполняет любые желания.',
    playerCode: '-MWFfzxzWgI',
    link: 'ivan_semenov',
  },
  {
    title: 'Синий Жук',
    beginDate: 'с 28 сентября',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Анхель Мануэль Сото',
    duration: '127 мин. / 02:07',
    age: '12+',
    actors:
      'Шоло Маридуэнья, Бруна Маркезини, Бекки Джи, Дамиан Алькасар, Джордж Лопес, Адриана Барраса, Белисса Эскобедо, Эльпидия Каррильо, Сьюзен Сарандон, Харви Гильен',
    description:
      'Мексиканский подросток Хайме Рейес получает инопланетный костюм, который даёт ему суперсилы.',
    playerCode: 'D1JN23PeUY8',
    link: 'blue_beetle',
  },
  {
    title: 'Повелитель ветра',
    beginDate: 'с 5 октября',
    endDate: 'по 25 октября',
    kind: 'Драма, приключения, биография',
    director: 'Игорь Волошин',
    duration: '-',
    age: '12+',
    actors:
      'Фёдор Бондарчук, Анна Михалкова, Евгений Ткачук, Андрей Бурковский, Даниил Воробьев, Руслан Банковский, Дмитрий Калихов, Нил Бугаев, Севастьян Бугаев, Мирон Лебедев.',
    description:
      'Знаменитый российский путешественник Федор Конюхов, за плечами которого покорение земных полюсов, океанов и высочайших вершин, отправляется в новое, свое самое опасное путешествие. Ему предстоит обогнуть Землю на воздушном шаре в полном одиночестве. Полет готовит целая команда, но нельзя предвидеть все опасности, которые ждут путешественника в экстремальных условиях. Конюхов попадает в ураган — без связи, без сна, почти без воздуха он должен идти только вперед, чтобы вернуться к тем, кого любит.',
    playerCode: '1qSDu4JW0qI',
    link: 'wind_lord',
  },
]
