export const filmsArray = [
  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с 12 мая',
    endDate: '',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '12+',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: 'JcEKRP7h5G8',
    link: 'guardians_3',
  },

  {
    title: 'Братья Супер Марио в кино',
    beginDate: 'с 8 июня',
    endDate: '',
    kind: 'Мультфильм, фэнтези, приключения, комедия',
    director: 'Аарон Хорват',
    duration: '92 мин. / 01:32',
    age: '6+',
    actors:
      'Крис Пратт, Чарли Дэй, Аня Тейлор-Джой, Джек Блэк, Кигэн-Майкл Ки, Сет Роген, Фред Армисен, Себастьян Манискалко, Кевин Майкл Ричардсон, Хари Пэйтон',
    description:
      'Братья-водопроводчики Марио и Луиджи открывают портал в подземный город, из которого должны вызволить пленённую принцессу Пич и сразиться с заклятым врагом Боузером.',
    playerCode: 'DurflEd-1tE',
    link: 'mario',
  },

  {
    title: 'Человек-паук: Паутина вселенных',
    beginDate: 'с 14 июня',
    endDate: '',
    kind: 'Мультфильм, фантастика, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Жуакин Душ Сантуш',
    duration: '140 мин. / 02:20',
    age: '12+',
    actors:
      'Шамеик Мур, Хейли Стайнфелд, Оскар Айзек, Джейк Джонсон, Исса Рэй, Брайан Тайри Генри, Луна Лорен Велес, Рэйчел Дрэч, Дэниэл Калуя, Майкл Рианда',
    description:
      'Майлз Моралес отправляется в приключение по мультивселенной вместе с Гвен Стейси и новой командой Людей-пауков, которым предстоит столкнуться с могущественным злодеем.',
    playerCode: 'RE1vNn7tvX4',
    link: 'spider_man',
  },
  {
    title: 'Русалочка',
    beginDate: 'с 21 июня',
    endDate: '',
    kind: 'Фэнтези, мелодрама, мюзикл',
    director: 'Роб Маршалл',
    duration: '135 мин. / 02:15',
    age: '6+',
    actors:
      'Холли Бейли, Джона Хауэр-Кинг, Мелисса Маккарти, Хавьер Бардем, Нома Думезвени, Арт Малик, Давид Диггс, Джейкоб Тремблей, Аквафина, Джессика Александр',
    description:
      'Русалочка Ариэль из любви к человеческому принцу идёт на сделку с ведьмой Урсулой. Та даёт ей ноги, но взамен забирает голос.',
    playerCode: '9skaddaV1D4',
    link: 'mermaid',
  },
  {
    title: 'Экзорцист Ватикана',
    beginDate: 'с 29 июня',
    endDate: 'по 12 июля',
    kind: 'Ужасы',
    director: 'Джулиус Эйвери',
    duration: '103 мин. / 01:43',
    age: '18+',
    actors:
      'Рассел Кроу, Дэниэл Дзоватто, Александра Эссоу, Франко Неро, Питер ДеСоуза-Фейхони, Лорел Марсден, Корнелл Джон, Райан О’Грэйди, Бьянка Бардо, Санти Байон',
    description:
      'Получив в наследство аббатство в Испании, вдова с двумя детьми проводила в здании ремонт, когда в её сына вселился дьявол и первым делом потребовал привести к нему священника. Знаменитый экзорцист Габриэль Аморт по заданию Папы Римского отправляется спасать мальчика и по приезде сразу понимает, что демон ему попался очень сильный и коварный.',
    playerCode: 'qoc-L3E-jaY',
    link: 'vatican',
  },

  {
    title: 'Гипнотик',
    beginDate: 'с 6 июля',
    endDate: 'по 19 июля',
    kind: 'Боевик, триллер, детектив, фантастика',
    director: 'Роберт Родригес',
    duration: '93 мин. / 01:33',
    age: '16+',
    actors:
      'Бен Аффлек, Алиси Брага, Уильям Фихтнер, Дж.Д. Пардо, Дайо Окенийи, Джефф Фэйи, Джеки Эрл Хейли, Зейн Холц, Рубен Хавьер Кабальеро, Келли Фрай',
    description:
      'Цель жизни детектива Дэнни Рурка — найти пропавшую дочь. Параллельное расследование серии преступлений, совершенных при необъяснимых обстоятельствах, все глубже погружает Рурка в ирреальность происходящего и ставит под сомнение все его принципы и убеждения. Заручившись поддержкой одаренного экстрасенса Дианы Круз, Дэнни вступает в смертельно опасное противостояние за гранью реальности с единственным человеком, кто может дать ему ключ к поиску дочери.',
    playerCode: 'isKuAfJfJJo',
    link: 'hypnotic',
  },

  {
    title: 'Трансформеры: Восхождение Звероботов',
    beginDate: 'с 15 июля',
    endDate: 'по 26 июля',
    kind: 'Фантастика, боевик, приключения',
    director: 'Стивен Кейпл мл.',
    duration: '127 мин. / 02:07',
    age: '12+',
    actors:
      'Доминик Фишбэк, Энтони Рамос, Луна Лорен Велес, Дин Скотт Васкес, Тобе Нвигве, Сара Стайлс, Лени Паркер, Френсис Ламарр, Эйдан Дивайн, Кервин Джексон',
    description:
      'В 1994 году двое археологов, Елена и Ной, вступают в древний конфликт, связанный с максималами, предаконами и террорконами.',
    playerCode: 'Waw1weC19LY',
    link: 'transformers',
  },
  {
    title: 'Флэш',
    beginDate: 'с 22 июля',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Андрес Мускетти',
    duration: '144 мин. / 02:24',
    age: '12+',
    actors:
      'Эзра Миллер, Майкл Китон, Саша Калле, Майкл Шеннон, Рон Ливингстон, Марибель Верду, Кирси Клемонс, Джереми Айронс, Антье Трауэ, Сирша-Моника Джексон',
    description:
      'Барри Аллен использует свою суперскорость, чтобы изменить прошлое, но его попытка спасти свою семью создает мир без супергероев.',
    playerCode: 'wRFPEH73fL0',
    link: 'flash',
  },
]
