export const filmsArray = [
  {
    title: 'Круиз по джунглям',
    beginDate: 'с 29 июля',
    endDate: 'по 18 августа',
    kind: 'Приключения, комедия, фэнтези',
    director: 'Жауме Кольет-Серра',
    duration: '127 мин. / 02:07',
    age: '12+',
    actors:
      'Дуэйн Джонсон, Эмили Блант, Джек Уайтхолл, Джесси Племонс, Вероника Фалькон, Эдгар Рамирес, Пол Джаматти, Дэвид Ленгел, Сулем Калдерон, Piper Collins',
    description:
      'Отважная исследовательница дикой природы Лили Хоутон намерена отправиться в верховья Амазонки, чтобы найти легендарное дерево, которое – согласно преданиям южноамериканских индейских племен – обладает магическими целебными свойствами. Сопровождать Лили будут её утонченный брат Макгрегор и бесшабашный капитан круизного пароходика Фрэнк. В дебрях джунглей путников будут подстерегать не только смертельно опасные представители амазонской флоры и фауны, но и ловушки, подстроенные участниками конкурирующей экспедиции, и даже встречи со сверхъестественным.',
    playerCode: 'xrBnG2Yt-Bg',
    link: 'jungle',
  },
  {
    title: 'Отряд самоубийц: Миссия навылет',
    beginDate: 'с 5 августа',
    endDate: 'по 18 августа',
    kind: 'Боевик, фантастика, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '132 мин. / 02:12',
    age: '18+',
    actors:
      'Марго Робби, Идрис Эльба, Джон Сина, Юэль Киннаман, Джай Кортни, Питер Капальди, Давид Дастмалчян, Сильвестр Сталлоне, Майкл Рукер, Виола Дэвис',
    description:
      'Есть на земле одно гнилое место, откуда мечтают свалить даже самые отъявленные злодеи. Тюрьма Белль Рив — для преступников со сверхспособностями. Она же — ад. Она же — база рекрутов для суперсекретного проекта «Отряд самоубийц».',
    playerCode: 'J53GH3Oc7uw',
    link: 'suicide_squad',
  },
  {
    title: 'Главный герой',
    beginDate: 'с 12 августа',
    endDate: 'по 1 сентября',
    kind: 'Фантастика, боевик, комедия',
    director: 'Шон Леви',
    duration: '115 мин. / 01:55',
    age: '16+',
    actors:
      'Райан Рейнольдс, Джоди Комер, Тайка Вайтити, Уткарш Амбудкар, Джо Кири, Лил Рел Ховери, Камилль Костек, Мэттью Кардаропле, Тейт Флетчер, Кимберли Хоу',
    description:
      'У сотрудника крупного банка всё идёт по накатанной, пока однажды он не выясняет, что окружающий его мир — это часть огромной видеоигры, а сам он в ней — всего лишь второстепенный персонаж. Хватит ли у него духу переписать свой код, обратить на себя внимание прекрасной девушки и, наконец, спасти мир? Одним словом, получится ли из него главный герой?',
    playerCode: '9FpufEP1jeI',
    link: 'free_guy',
  },
  {
    title: 'Босс-молокосос 2',
    beginDate: 'с 19 августа',
    endDate: 'по 8 сентября',
    kind: 'Мультфильм, комедия, семейный',
    director: 'Том МакГрат',
    duration: '107 мин. / 01:47',
    age: '6+',
    actors:
      'Алек Болдуин, Джеймс Марсден, Эми Седарис, Ариана Гринблатт, Джефф Голдблюм, Ева Лонгория, Джеймс МакГрат, Джимми Киммел, Лиза Кудроу, Рафаэль Алехандро',
    description:
      'Братья Тим и Тед давно повзрослели и отдалились друг от друга. Тед стал генеральным директором инвестиционного фонда, а Тим посвятил себя семье. Он женился, поселился в пригороде и обзавелся двумя прекрасными дочерьми — Тиной и Табитой. 7-летняя Табита — умная и очень усердная. Несмотря на свой юный возраст, она уже лучшая в классе, а малышка Тина на самом деле оказывается агентом компании BabyCorp.Узнав, что злой гений доктор Эрвин Армстронг выращивает целую армию злобных малышей, Тина с помощью своего папы и дяди решает противостоять ему.',
    playerCode: 'qoEUEWCtKZ4',
    link: 'baby_boss',
  },
  {
    title: 'Воспоминания',
    beginDate: 'с 26 августа',
    endDate: 'по 8 сентября',
    kind: 'Фантастика, триллер, мелодрама, детектив',
    director: 'Лиза Джой',
    duration: '116 мин. / 01:56',
    age: '16+',
    actors:
      'Ребекка Фергюсон, Хью Джекман, Тандиве Ньютон, Натали Мартинес, Анджела Сарафян, Клифф Кёртис, Бретт Каллен, Джованни Крус, Дэниэл Ву, Тери Уайбл',
    description:
      'Недалёкое будущее, Майами почти полностью ушёл под воду из-за глобального потепления. Частный детектив Ник Баннистер с помощью специальной технологии выискивает в человеческой памяти нужные моменты, чтобы заказчик мог заново пережить прошлое и вспомнить что-то важное. Однажды на пороге его офиса появляется клиентка с простой просьбой: она забыла, где оставила ключи. Обычная сессия превращается в полноценный роман, пока в один день женщина не исчезает без следа.',
    playerCode: 'WnKPm-3Wbow',
    link: 'reminiscence',
  },
  {
    title: 'Шан-Чи и легенда десяти колец',
    beginDate: 'с 2 сентября',
    endDate: 'по 22 сентября',
    kind: 'Боевик, фантастика, приключения',
    director: 'Дестин Дэниел Креттон',
    duration: '-',
    age: '16+',
    actors:
      'Симу Лю, Тони Люн Чу Вай, Аквафина, Мишель Йео, Тим Рот, Бенедикт Вонг, Чэнь Фала, Флориан Мунтяну, Ронни Чиэн, Даллас Лю',
    description:
      'Мастеру боевых искусств Шан-Чи предстоит противостоять призракам из собственного прошлого, по мере того как его втягивают в паутину интриг таинственной организации «Десять колец».',
    playerCode: 'whv6KtrXIc0',
    link: 'shang_chi',
  },
]
