export const filmsArray = [
  {
    title: 'Бременские музыканты',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Приключения, семейный, комедия',
    director: 'Алексей Нужный',
    duration: '116 мин. / 01:56',
    age: '12+',
    actors:
      'Тихон Жизневский, Роман Курцын, Юра Борисов, Ирина Горбачева, Дмитрий Дюжев, Сергей Бурунов, Мария Аронова, Константин Хабенский',
    description:
      'Трубадур и его друзья-самозванцы — Пес, Кошка, Осел и самовлюбленный Петух — объединились, чтобы совершить подвиг. Бродячие музыканты во главе с новым лидером снова сплотятся, чтобы вернуть смех и радость на мрачные улицы Бремена. Прежде всего они должны рассмешить дочь Короля, но встреча с Принцессой грозит опасным приключением. Против Трубадура и его друзей — коварные враги, интриги и ловушки, но за любовь надо сражаться. А тут еще Принцесса сбежала из дворца. В одном клубке — преступные схемы Разбойников, интриги Сыщика, капризы и тайны королевской семейки, но веселые музыканты с неутомимым Трубадуром заставят всех плясать под свою дудку. На что готовы Бременские музыканты ради подвига?',
    playerCode: 'Qt5ep2Jhgco',
    link: 'musicians',
  },
  {
    title: 'Холоп 2',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Комедия',
    director: 'Клим Шипенко',
    duration: '119 мин. / 01:59',
    age: '12+',
    actors:
      'Аглая Тарасова, Милош Бикович, Иван Охлобыстин, Александр Самойленко, Мария Миронова, Ольга Дибцева, Наталья Рогожкина, Олег Комаров, Софья Зайка, Сергей Соцердотский',
    description:
      'Гриша, бывший мажор, побывавший холопом и ставший человеком, после путешествия в «прошлое» чутко реагирует на любую несправедливость. И, конечно, не может пройти мимо беспредела, который творит наглая и избалованная Катя. Ничего удивительного, что вскоре мажорка обнаруживает себя в другом времени.',
    playerCode: 'jmq-JT7Az1w',
    link: 'holop',
  },
  {
    title: 'Вонка',
    beginDate: 'с 11 января',
    endDate: '',
    kind: 'Мюзикл, фэнтези, комедия, приключения, семейный',
    director: 'Пол Кинг',
    duration: '116 мин. / 01:56',
    age: '12+',
    actors:
      'Тимоти Шаламе, Колин О’Брайэн, Кала Лэйн, Кигэн-Майкл Ки, Пэтерсон Джозеф, Мэтт Лукас, Мэтью Бэйнтон, Салли Хокинс, Роуэн Эткинсон, Оливия Колман',
    description:
      'Мечтая открыть магазин в городе, известном своим шоколадом, молодой и бедный Вилли Вонка обнаруживает, что индустрией управляет картель жадных шоколатье.',
    playerCode: 'RqF0nw4JEto',
    link: 'wonka',
  },
  {
    title: 'Мастер и Маргарита',
    beginDate: 'с 25 января',
    endDate: '',
    kind: 'Драма, фэнтези',
    director: 'Михаил Локшин',
    duration: '157 мин. / 02:37',
    age: '18+',
    actors:
      'Аугуст Диль, Евгений Цыганов, Юлия Снигирь, Юрий Колокольников, Алексей Розин, Кеша, Полина Ауг, Евгений Князев, Данил Стеклов, Марат Башаров',
    description:
      'Москва, 1930-е годы. Известный писатель на взлёте своей карьеры внезапно оказывается в центре литературного скандала. Спектакль по его пьесе снимают с репертуара, коллеги демонстративно избегают встречи, в считанные дни он превращается в изгоя. Вскоре после этого, он знакомится с Маргаритой, которая становится его возлюбленной и музой. Воодушевлённый ее любовью и поддержкой, писатель берется за новый роман, в котором персонажи — это люди из его окружения, а главный герой — загадочный Воланд, прообразом которого становится недавний знакомый иностранец. Писатель уходит с головой в мир своего романа и постепенно перестает замечать, как вымысел и реальность сплетаются в одно целое.',
    playerCode: '62VjI3ONTxw',
    link: 'm_and_m',
  },
  {
    title: 'Конец славы',
    beginDate: 'с 1 февраля',
    endDate: '',
    kind: 'Комедия',
    director: 'Марюс Вайсберг',
    duration: '95 мин. / 01:35',
    age: '16+',
    actors:
      'Павел Деревянко, Сергей Чирков, Дарья Урсуляк, Екатерина Климова, Наталья Хорохорина, Ольга Воронина, Максим Лагашкин, Александр Ильин, Ян Цапник, Семён Арзуманов',
    description:
      'Востребованный и избалованный актер Слава в один момент теряет все — контракты, популярность, хорошие отношения с семьей. Однако главный герой не сдается и вместе со своим агентом придумывает опасную авантюру — похоронить себя заживо, чтобы воскресить карьеру и начать с чистого листа.',
    playerCode: 'oH5f7jLbmTw',
    link: 'end_of_fame',
  },
  {
    title: 'Звериный рейс',
    beginDate: 'с 8 февраля',
    endDate: '',
    kind: 'Мультфильм, мюзикл, приключения',
    director: 'Алоис Ди Лео, Сержиу Мачаду, Рене Вейю',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors:
      'Родриго Санторо, Марсело Аднет, Алиси Брага, Кит Силверштейн, Иэн Джеймс Корлетт, Луис Бермудес, Лэйла Макканн, Дебра Уилсон, Кристофер Кори Смит, Рэйчел Батера',
    description:
      'Вини и Том — два невероятно веселых мышонка-музыканта, которые обожают выступать на публике. Однажды они оказываются в доме Ноя накануне всемирного потопа и узнают о ковчеге, места в котором строго ограничены. Братьям предстоит придумать хитрый план, чтобы отправиться в невероятное путешествие полное приключений вместе и… не утонуть. Правда, пробраться на ковчег — это лишь полдела. Смогут ли они ужиться с новыми соседями и не стать обедом для хищников?',
    playerCode: 'LUh0emk75Bw',
    link: 'animal_route',
  },
]
