export const filmsArray = [
  {
    title: 'Чебурашка',
    beginDate: 'с 1 января',
    endDate: 'по 11 января',
    kind: 'Семейный, комедия',
    director: 'Дмитрий Дьяченко',
    duration: '—',
    age: '6+',
    actors:
      'Сергей Гармаш, Ольга Кузьмина, Полина Максимова, Фёдор Добронравов, Сергей Лавыгин, Елена Яковлева, Дмитрий Лысенков, Софья Зайка, Илья Кондратенко, Ева Смирнова',
    description:
      'Иногда, чтобы вернуть солнце и улыбки в мир взрослых, нужен один маленький ушастый герой. Мохнатого непоседливого зверька из далекой апельсиновой страны ждут удивительные приключения в тихом приморском городке, где ему предстоит найти себе имя, друзей и дом. Помогать — и мешать! — ему в этом будут нелюдимый старик-садовник, странная тетя-модница и ее капризная внучка, мальчик, который никак не начнет говорить, и его мама, которой приходится несладко, хотя она и варит самый вкусный на свете шоколад. И многие-многие другие, в чью жизнь вместе с ароматом апельсинов вот-вот ворвутся волшебство и приключения.',
    playerCode: 'x1qvJL7NF9s',
    link: 'cheburashka',
  },
  {
    title: 'Операция «Фортуна»',
    beginDate: 'с 12 января',
    endDate: 'по 25 января',
    kind: 'Боевик, триллер, комедия',
    director: 'Гай Ричи',
    duration: '114 мин. / 01:54',
    age: '18+',
    actors:
      'Джейсон Стэйтем, Обри Плаза, Джош Хартнетт, Кэри Элвес, Багзи Мэлоун, Хью Грант, Эдди Марсан, Макс Бисли, Евгения Кузьмина, Лурдес Фаберес',
    description:
      'Элитный разведчик Орсон Форчун получил новое задание: остановить продажу и распространение смертельного оружия. Но в одиночку ему эту миссию не потянуть. Он вынужден объединиться с лучшими оперативниками мира, а также известным киноактером, который предоставит лихой группе убедительное прикрытие. На кону — судьба человечества, и в этот раз супершпионам придется играть по правилам Голливуда.',
    playerCode: 'Y8ohAQQcfM0',
    link: 'fortuna',
  },
  {
    title: 'Аватар: Путь воды',
    beginDate: 'с 17 января',
    endDate: '',
    kind: 'Фантастика, фэнтези, боевик, приключения',
    director: 'Джеймс Кэмерон',
    duration: '192 мин. / 03:12',
    age: '12+',
    actors:
      'Сэм Уортингтон, Зои Салдана, Сигурни Уивер, Стивен Лэнг, Кейт Уинслет, Клифф Кёртис, Джоэль Мур, Си Си Эйч Паундер, Иди Фалько, Брендан Коуэлл, Александр Ноткин, Виктория Павленко, Карина Кудекова, Денис Анников, Ольга Бобрик',
    description:
      "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.",
    playerCode: 'B6lIqhEepQc',
    link: 'avatar_2',
  },
  {
    title: 'Изумительный Морис',
    beginDate: 'с 26 января',
    endDate: 'по 15 февраля',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Тоби Генкель, Флориан Вестерманн',
    duration: '93 мин. / 01:33',
    age: '6+',
    actors:
      'Хью Лори, Эмилия Кларк, Дэвид Тьюлис, Химеш Патель, Джемма Артертон, Джо Сагг, Эрион Бакаре, Джули Атертон, Роб Брайдон, Хью Бонневилль, Сергей Бурунов',
    description:
      'У кота Мориса есть два таланта: говорить и проворачивать аферы. Путешествуя с говорящими грызунами из города в город, он каждый раз «спасает» местных жителей от нашествия крыс (разумеется, за хорошую плату). Но попав в Дрянь-Блинцбург, Морис и его друзья понимают, что этот городок таит в себе нечто опасное. Теперь им предстоит сыграть в кошки-мышки с настоящим злом и разгадать главную загадку этого места — к изумлению всех живущих там двуногих.',
    playerCode: 'xzyZ58FkKT4',
    link: 'morris',
  },
  {
    title: 'О чем говорят мужчины. Простые удовольствия',
    beginDate: 'с 2 февраля',
    endDate: 'по 15 февраля',
    kind: 'Комедия',
    director: 'Михаил Поляков',
    duration: '—',
    age: '16+',
    actors:
      'Ростислав Хаит, Леонид Барац, Камиль Ларин, Александр Демидов, Михаил Полицеймако, Максим Виторган, Гарик Харламов, Дмитрий Нагиев, Мария Шамшина, Лия Мамухова',
    description:
      'Дело было в далеком 2019-м году… Встретившись субботним утром, чтобы выпить шампанского, друзья отправляются в новое путешествие по глубинам мужского подсознания. О чем же на этот раз говорят мужчины? Конечно, о личном. Леша пытается понять существует ли «женская дружба», Камиль рассуждает, можно ли уволить лучшего друга, ловелас Слава вспоминает первую любовь (или это была не она?), а Саша размышляет о потере отца и умению жить и радоваться каждому новому дню. А еще, прогуливаясь по центру города, друзья обсуждают, как вкрутить лампочку, чтобы она осталась довольна, о чем кричат откровенные фото в социальных сетях, и что такое чевапчичи. Они вернулись поговорить о вечном, и о личном, и о всяких пустяках… короче, обо всем.',
    playerCode: 'p1wbnzew4S0',
    link: 'mans_talking',
  },
]
