export const filmsArray = [
  {
    title: 'Тёща',
    beginDate: 'с 30 ноября',
    endDate: '',
    kind: 'Комедия',
    director: 'Аскар Узабаев',
    duration: '98 мин. / 01:38',
    age: '16+',
    actors:
      'Лариса Гузеева, Гарик Харламов, Настасья Самбурская, Александр Лыков, Марк Богатырев, Никита Тарасов, Анна Уколова, Толепберген Байсакалов, Жаныл Асанбекова, Ёла Санько',
    description:
      'Ольга Николаевна — волевая женщина и начальница ЖКХ, которая вполне довольна своей жизнью. Она хозяйка дома и на работе, полностью контролирует своего мужа Романа Павловича и оберегает дочь Варю. Единственный, кто не вписывается в её счастливую картину мира, — это зять Виктор, от которого на днях должна родить горячо любимая дочка. И вот однажды шквал взаимных претензий становится так велик, что прямо на семейном празднике ситуация выходит из-под контроля.',
    playerCode: 'rwA52mKkXBw',
    link: 'tesha',
  },
  {
    title: 'Ёлки 10',
    beginDate: 'с 7 декабря',
    endDate: '',
    kind: 'Комедия',
    director: 'Дамир Мифтахов, Иван Чехов',
    duration: '90 мин. / 01:30',
    age: '12+',
    actors:
      'Елена Валюшкина, Галина Польских, Юрий Кузнецов, Борис Щербаков, Регина Тодоренко, Егор Корешков, Филипп Киркоров, Виталий Кищенко, Ольга Дибцева, Александр Баширов',
    description:
      'В новогоднюю ночь всегда есть место чуду, даже если ты вдруг перестал в него верить. Геннадьич, коротающий свой век в доме престарелых под Санкт-Петербургом, обретёт свою настоящую семью. Начинающей блогерше Ларисе из Тюмени предстоит узнать, на что ради своих близких готов решиться её супруг. Марине из Татарстана — научиться любить то, что действительно важно для её мужа. А девушка-геймерша по имени Таня из Нижнего Новгорода поймёт, что настоящая любовь — это совсем не игра. Ведь в самую волшебную ночь года каждый имеет шанс обрести своё персональное счастье.',
    playerCode: 'jSZoIg_okvg',
    link: 'elki',
  },
  {
    title: 'Тролли 3',
    beginDate: 'с 7 декабря',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный, музыка',
    director: 'Уолт Дорн, Тим Хейц',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Анна Кендрик, Джастин Тимберлейк, Камила Кабейо, Эрик Андре, Кид Кади, Кенан Томпсон, Уолт Дорн, Андерсон Паак, Рон Фанчес, Кунал Нэйэр',
    description:
      'Розочка узнает, что её возлюбленный Цветан когда-то был частью её любимого бойз-бэнда «Братаны» вместе со своими четырьмя братьями. Группа распалась, когда Цветан был ещё младенцем, и с тех пор он не видел своих братьев, но когда одного из них похищают неизвестные злодеи, Цветан и Розочка отправляются в путешествие, чтобы наконец-то воссоединить семью с помощью волшебной силы музыки.',
    playerCode: 'vleN3wA8f98',
    link: 'trolls',
  },
  {
    title: 'Голодные игры: Баллада о змеях и певчих птицах',
    beginDate: 'с 14 декабря',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, драма, приключения, военный',
    director: 'Фрэнсис Лоуренс',
    duration: '157 мин. / 02:37',
    age: '16+',
    actors:
      'Том Блайт, Рэйчел Зеглер, Питер Динклэйдж, Хантер Шафер, Джош Андрес Ривера, Джейсон Шварцман, Виола Дэвис, Финола Флэнаган, Берн Горман, Эшли Ляо',
    description:
      'До того как стать деспотичным президентом Панэма, молодой Кориолан Сноу был последней надеждой своего увядающего рода — некогда великой династии, впавшей в немилость послевоенного Капитолия. Накануне десятых ежегодных Голодных игр Сноу назначают наставником Люси Грей Бэйрд — трибута дистрикта 12. Постепенно девушка привлекает все больше внимание Панэма, становясь фавориткой грядущего соревнования. Готовый на всё, чтобы вернуть своей семье былое величие, Сноу решает обратить ситуацию с Люси в свою пользу. Начинается гонка со временем, которая покажет, кто певчая птица, а кто — змея.',
    playerCode: 'U7v22SjnOeg',
    link: 'hunger_games',
  },
  {
    title: 'Убийцы цветочной луны',
    beginDate: 'с 14 декабря',
    endDate: '',
    kind: 'Драма, криминал, история',
    director: 'Мартин Скорсезе',
    duration: '206 мин. / 03:26',
    age: '18+',
    actors:
      'Леонардо ДиКаприо, Роберт Де Ниро, Лили Гладстоун, Джесси Племонс, Танту Кардинал, Джон Литгоу, Брендан Фрейзер, Кара Джейд Майерс, Дженей Коллинз, Джиллиан Дион',
    description:
      'Вскоре после Первой мировой Эрнест Беркхарт, отслуживший во Франции поваром, приезжает в Оклахому, где находится крупная резервация индейцев племени осейдж, внезапно разбогатевших из-за обнаруженной на их земле нефти. Там живёт его дядя Уильям Хейл по прозвищу Король — друг индейцев и большой человек. Король убеждает Эрнеста посвататься к Молли Кайл, молодой женщине из зажиточной индейской семьи. Идея состоит в том, чтобы земельные права этой семьи со временем перешли к Беркхарту (читай к Хейлу), а для этого всего лишь должны умереть мама Молли, её сёстры и она сама.',
    playerCode: 'Wg-KC5RPa5E',
    link: 'killers',
  },
  {
    title: 'Элементарно',
    beginDate: 'с 19 декабря',
    endDate: '',
    kind: 'Мультфильм, драма, комедия, приключения, семейный',
    director: 'Питер Сон',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Леа Льюис, Мамуду Ати, Роналдо Дель Кармен, Шила Омми, Венди Маклендон-Кови, Кэтрин О’Хара, Мэйсон Вартхаймер, Ронобир Лахири, Уильма Бонет, Джо Пера',
    description:
      'В Элемент-Сити обитатели огня, воды, земли и воздуха живут вместе. У сильной и вспыльчивой Эмбер завязывается дружба с расслабленным, плывущим по течению Уэйдом — дружба, которая бросит вызов её представлениям о мире вокруг.',
    playerCode: 'oDcmREQPXBg',
    link: 'elemental',
  },
  {
    title: 'Вредная привычка',
    beginDate: 'с 21 декабря',
    endDate: '',
    kind: 'Комедия',
    director: 'Митрий Семенов-Алейников',
    duration: '-',
    age: '12+',
    actors:
      'Ян Цапник, Антон Жижин, Александра Соловьева, Агата Муцениеце, Наталья Земцова, Дмитрий Хрусталев, Ирина Пегова, Раиса Рязанова, Елизавета Шукова, Андрей Пынзару',
    description:
      'Вася с Батей прожили в деревне всю жизнь. Но один не потушенный бычок нерадивого Бати оставляет сына и отца на улице без денег и дома. В отчаянии, они едут в город и находят единственное место, где можно находиться 24 часа в сутки — фитнес-клуб. Теперь сельской парочке предстоит стать своими в мире смузи и пилатеса и показать местным обитателям, что такое фитнес по-деревенски. И, конечно же, найти свою любовь.',
    playerCode: 'zJ4kvjM3jSc',
    link: 'bad_habit',
  },
  {
    title: 'Феррари',
    beginDate: 'с 21 декабря',
    endDate: '',
    kind: 'Драма, биография, история',
    director: 'Майкл Манн',
    duration: '130 мин. / 02:10',
    age: '18+',
    actors:
      'Адам Драйвер, Шейлин Вудли, , Алессандро Кремона, Пенелопа Крус, Гэбриел Леоне, Микеле Савойя, ',
    description:
      '1957 год. После утраты сына семейная жизнь экс-гонщика Энцо Феррари переживает кризис, а над знаменитой итальянской Скудерией нависла угроза банкротства. Чтобы круто поменять свою жизнь, он принимает участие в грандиозной гонке на выносливость Mille Miglia.',
    playerCode: 'vGf7R_PEAsw',
    link: 'ferrari',
  },
  {
    title: 'Три богатыря и Пуп Земли',
    beginDate: 'с 28 декабря',
    endDate: '',
    kind: 'Мультфильм, приключения, семейный',
    director: 'Константин Феоктистов',
    duration: '-',
    age: '6+',
    actors: '',
    description:
      'По сказкам мы знаем, что было давным-давно, но что было еще давным-давнее? Трем богатырям предстоит узнать ответ на этот вопрос, хоть они его и не задавали. Тут такое началось, что игогошеньки! Горыныч вдруг находит динозаврика, а Алеша Попович с Князем и конем Юлием буквально проваливаются сквозь землю. Теперь надо срочно понять, как вернуть их назад в будущее. А главное, узнать, кто или что такое загадочный Пуп Земли.',
    playerCode: 'J3xIDk0K5BM',
    link: 'three_bogatyrua',
  },
  {
    title: 'Бременские музыканты',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Приключения, семейный, комедия',
    director: 'Алексей Нужный',
    duration: '-',
    age: '12+',
    actors:
      'Тихон Жизневский, Роман Курцын, Юра Борисов, Ирина Горбачева, Дмитрий Дюжев, Сергей Бурунов, Мария Аронова, Константин Хабенский',
    description: null,
    playerCode: 'Qt5ep2Jhgco',
    link: 'musicians',
  },
  {
    title: 'Холоп 2',
    beginDate: 'с 1 января',
    endDate: '',
    kind: 'Комедия',
    director: 'Клим Шипенко',
    duration: '-',
    age: '12+',
    actors:
      'Аглая Тарасова, Милош Бикович, Иван Охлобыстин, Александр Самойленко, Мария Миронова, Ольга Дибцева, Наталья Рогожкина, Олег Комаров, Софья Зайка, Сергей Соцердотский',
    description:
      'Гриша, бывший мажор, побывавший холопом и ставший человеком, после путешествия в «прошлое» чутко реагирует на любую несправедливость. И, конечно, не может пройти мимо беспредела, который творит наглая и избалованная Катя. Ничего удивительного, что вскоре мажорка обнаруживает себя в другом времени.',
    playerCode: 'jmq-JT7Az1w',
    link: 'holop',
  },
]
