export const filmsArray = [
  {
    title: 'Тихое место 2',
    beginDate: 'с 3 июня',
    endDate: 'по 16 июня',
    kind: 'Ужасы, фантастика, триллер, драма',
    director: 'Джон Красински',
    duration: '97 мин. / 01:37',
    age: '16+',
    actors:
      'Эмили Блант, Милли Симмондс, Киллиан Мёрфи, Ноа Джуп, Джимон Хонсу, Джон Красински, Лорен-Эшли Кристияно, Zachary Golinger, Блейк ДеЛонг, Шери Фэйрчайлд',
    description:
      'Семья Эбботт продолжает бороться за жизнь в полной тишине. Вслед за смертельной угрозой, с которой они столкнулись в собственном доме, им предстоит познать ужасы внешнего мира. Они вынуждены отправиться в неизвестность, где быстро обнаруживают, что существа, охотящиеся на звук, – не единственные враги за пределами безопасной песчаной тропы.',
    playerCode: 'LIZjK9aJREk',
    link: 'quiet_place',
  },
  {
    title: 'Круэлла',
    beginDate: 'с 3 июня',
    endDate: 'по 23 июня',
    kind: 'Комедия, криминал',
    director: 'Крэйг Гиллеспи',
    duration: '134 мин. / 02:14',
    age: '12+',
    actors:
      'Эмма Стоун, Эмма Томпсон, Джоэль Фрай,     Пол Уолтер Хаузер, Джон Маккри, Эмили Бичем, Марк Стронг, Кайван Новак, Кирби Хауэлл-Баптист, Джэми Деметриу',
    description:
      'Лондон 70-х годов охвачен зарождающейся культурой панк-рока. Невероятно одаренная мошенница по имени Эстелла решает сделать себе имя в мире моды. Её лучшие друзья — парочка юных карманников, которые ценят страсть Эстеллы к приключениям и надеются вместе с ней отвоевать себе место под солнцем на улицах британской столицы. В один прекрасный день модное чутье Эстеллы привлекает внимание шикарной и пугающе высокомерной баронессы фон Хельман.',
    playerCode: '6z4tdTbIjJA',
    link: 'cruella',
  },
  {
    title: 'Ограбление по-джентльменски',
    beginDate: 'с 10 июня',
    endDate: 'по 16 июня',
    kind: 'Боевик, триллер, приключения',
    director: 'Ренни Харлин',
    duration: '94 мин. / 01:34',
    age: '16+',
    actors:
      'Пирс Броснан, Джейми Чон, Тим Рот, Гермиона Корфилд, Ник Кэннон, Гонсало Менендес, Адам Стоун, Дэвид Батчелор',
    description:
      'После дерзкого побега из тюрьмы самый известный вор в мире Ричард Пейс заключает сделку с «Командой изгоев», которые грабят богатых и отдают деньги бедным. Под началом бывалого вора-джентльмена новые Робин Гуды нацеливаются на крупнейшее хранилище золотых слитков в мире, владелец которого — Уорнер Шольц — отмывает деньги международных преступников, а по совместительству является давним врагом Пейса. Грабить они будут красиво, задорно и со вкусом — по-джентльменски.',
    playerCode: '2tN1j9Q4jDU',
    link: 'misfits',
  },
  {
    title: 'Заклятие 3: По воле дьявола',
    beginDate: 'с 10 июня',
    endDate: 'по 23 июня',
    kind: 'Ужасы, детектив',
    director: 'Майкл Чавес',
    duration: '112 мин. / 01:52',
    age: '18+',
    actors:
      'Патрик Уилсон, Вера Фармига, Руаири О’Коннор, Сара Кэтрин Хук, Джулиан Хиллиард, Джон Ноубл, Эжени Бондюран, Шэннон Кук-Чун, Ронни Джин Блевинс, Кит А. Болден',
    description:
      'Леденящая кровь история ужасающего убийства, которая поразила даже опытных исследователей паранормальных явлений Эда и Лоррейн Уорренов. Одно из их самых сенсационных дел началось с борьбы за душу юноши, а привело к тому, чего они ни разу не видели за свою практику — впервые в истории США подозреваемый в убийстве в свою защиту заявил, что был одержим демоном.',
    playerCode: 'FF8pfkqYkOQ',
    link: 'conjuring',
  },
  {
    title: 'Лука',
    beginDate: 'с 17 июня',
    endDate: 'по 7 июля',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Энрико Касароса',
    duration: '-',
    age: '6+',
    actors:
      'Джейкоб Тремблей, Майя Рудольф, Джакомо Джианниотти, Джек Дилан Грейзер, Джим Гэффиган, Эмма Берман, Марко Барричелли, Саверио Раймондо',
    description:
      'Свои незабываемые каникулы, в которых есть место и домашней пасте, и мороженному, и бесконечным поездкам на мопеде, мальчик по имени Лука проводит в красивом приморском городке, расположенном на итальянской Ривьере. Ни одно приключение Луки не обходится без участия его нового лучшего друга, и беззаботность отдыха омрачает только лишь тот факт, что на самом деле в облике мальчика скрывается морской монстр из глубин лагуны, на берегу которой стоит городок.',
    playerCode: 'gspVSzss3ME',
    link: 'luka',
  },
  {
    title: 'Бендер: Начало',
    beginDate: 'с 24 июня',
    endDate: 'по 7 июля',
    kind: 'Комедия, приключения',
    director: 'Игорь Зайцев',
    duration: '-',
    age: '16+',
    actors:
      'Сергей Безруков, Арам Вардеванян, Никита Кологривый, Таисия Вилкова, Эдуард Орлов, Александр Цекало, Юлия Рутберг, Ольга Сутулова, Гарик Харламов, Артем Ткаченко',
    description:
      '1919 год. Судьба сталкивает юного идеалиста Осю с турецко-подданным аферистом Ибрагимом Бендером. И никогда бы честный Ося не связался с таким бессовестным и хитроумным мошенником, если бы их не объединила невероятно опасная авантюра — охота за царской реликвией, драгоценным жезлом, заполучить который также не прочь местные бандиты и белые офицеры. В череде головокружительных приключений Ося вынужден учиться у Ибрагима обаятельной лести, деликатному обману, пленительному шантажу и… грубой силе. И все это — будучи влюбленным в самую чистую девушку города! И, кажется, еще в одну — роковую иностранную красотку… Так начинает складываться портрет легендарного великого комбинатора и любимца женщин Остапа Бендера-Задунайского.',
    playerCode: '2Kx8Br_VUzk',
    link: 'bender',
  },
  {
    title: 'Рок Дог 2',
    beginDate: 'с 24 июня',
    endDate: 'по 7 июля',
    kind: 'Мультфильм, комедия, приключения, семейный',
    director: 'Марк Балдо',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Грэм Хэмилтон, Эндрю Френсис, Эшли Болл, Брайан Драммонд, Джейсон Симпсон, Кэтлин Барр',
    description:
      'Знаменитый пес Боуди и его веселая рок-группа возвращаются. Музыканты уже представили миру свои песни, но останавливаться на достигнутом не собираются. Ребята готовы к грандиозному турне, в котором обретут настоящую славу. Но, как оказалось, у популярности есть и обратная сторона. Смогут ли друзья остаться самими собой, когда их имена будут на устах всего мира?',
    playerCode: 'JGlD-t072iw',
    link: 'rock_dog',
  },
]
