export const filmsArray = [
  {
    title: 'Плохие парни',
    beginDate: 'с 4 августа',
    endDate: '',
    kind: 'Мультфильм, комедия, криминал, приключения, семейный',
    director: 'Пьер Перифел',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Сэм Рокуэлл, Марк Мэрон, Аквафина, Крэйг Робинсон, Энтони Рамос, Ричард Айоади, Зази Битц, Алекс Борштейн, Лилли Сингх, Барбара Гудсон',
    description:
      'Мир еще не видел столь искусных авантюристов: ловкий карманник Мистер Волк, опытный взломщик сейфов Мистер Змей, хладнокровный мастер маскировки Мистер Акула, вспыльчивый и мускулистый Мистер Пиранья, а также остроумная хакерша высшего класса Мисс Тарантула. Однако даже самые умные преступники иногда допускают ошибки. Чтобы спастись от тюрьмы, главарь банды Мистер Волк вынужден идти на крайние меры: «Плохие парни» должны измениться в лучшую сторону. Или сделать вид? Но когда новый злодей угрожает городу, сможет ли Мистер Волк убедить остальных действительно стать… хорошими ребятами?',
    playerCode: 'd8XnK14-x_A',
    link: 'bad_guys',
  },
  {
    title: 'Вышка',
    beginDate: 'с 11 августа',
    endDate: 'по 24 августа',
    kind: 'Триллер',
    director: 'Скотт Манн',
    duration: '107 мин. / 01:47',
    age: '16+',
    actors:
      'Грэйс Фултон, Вирджиния Гарднер, Джеффри Дин Морган, Мэйсон Гудинг, Джулия Пэйс Митчелл, Джаспер Коул',
    description:
      'Бекки всегда была экстремалом, но после гибели мужа она решила прекратить погоню за адреналином. Ее ждет последнее восхождение — вместе с подругой она забирается на вершину радиомачты высотой более 600 метров, чтобы развеять прах своего покойного супруга. Теперь девушкам предстоит вступить в борьбу со стихией в призрачной надежде на спасение.',
    playerCode: '82Y4z77srTo',
    link: 'fall',
  },
  {
    title: 'Морской монстр',
    beginDate: 'с 11 августа',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Крис Уильямс',
    duration: '115 мин. / 01:55',
    age: '6+',
    actors:
      'Карл Урбан, Зарис-Энджел Хатор, Джаред Харрис, Марианн Жан-Батист, Бенжамин Плессала, Хелен Сэдлер, Сюзанна Тан',
    description:
      'Юная пассажирка тайком пробирается на корабль легендарного охотника на морских монстров. Так начинается невероятное путешествие по неизведанным морям.',
    playerCode: '7gTY35-j0zg',
    link: 'sea_beast',
  },
  {
    title: 'Мир Юрского периода: Господство',
    beginDate: 'с 11 августа',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Колин Треворроу',
    duration: '147 мин. / 02:27',
    age: '12+',
    actors:
      'Крис Пратт, Брайс Даллас Ховард, Лора Дерн, Сэм Нил, Джефф Голдблюм, ДеВанда Уайз, Мамуду Ати, Изабелла Сермон, Кэмпбелл Скотт, Б.Д. Вонг',
    description:
      'После уничтожения острова Нублар динозавры вырвались на свободу и заполнили планету. Людям удается поддерживать хрупкое равновесие, определяющее мирное сосуществование на Земле. Но как долго человек сможет сохранять свое господство, живя по соседству с самыми устрашающими существами в истории?',
    playerCode: 'jETbQ3mCqDo',
    link: 'jurassic',
  },
  {
    title: 'Монстры на каникулах: Трансформания',
    beginDate: 'с 18 августа',
    endDate: '',
    kind: 'Мультфильм, ужасы, фэнтези, комедия, приключения, семейный',
    director: 'Дерек Драймон, Дженнифер Клуска',
    duration: '87 мин. / 01:27',
    age: '6+',
    actors:
      'Брайан Халл, Энди Сэмберг, Селена Гомес, Кэтрин Хан, Джим Гэффиган, Стив Бушеми, Молли Шеннон, Дэвид Спейд, Кигэн-Майкл Ки, Фрэн Дрешер',
    description:
      'Все смешалось в отеле «Трансильвания»: таинственное изобретение Ван Хельсинга, «монстрифицирующий луч», ломается и случайно превращает Дракулу и его приятелей в людей, а Джонни — наоборот, в монстра. Лишенные своих способностей и привычного облика Драк с друзьями и Джонни, с неожиданным удовольствием раскрывающий свою монстрическую сущность, отправляются в кругосветное путешествие на поиски средства от трансформании. И, конечно, им не обойтись без помощи Мэвис, пока не стало слишком поздно и они не свели друг друга с ума.',
    playerCode: 'w99IESkScYw',
    link: 'transylvania',
  },
  {
    title: 'Барбоскины Team',
    beginDate: 'с 25 августа',
    endDate: 'по 14 сентября',
    kind: 'Мультфильм, мюзикл',
    director: 'Елена Галдобина, Федор Дмитриев',
    duration: '75 мин. / 01:15',
    age: '0+',
    actors:
      'Ксения Бржезовская, Екатерина Гороховская, Юлия Зоркина, Мария Цветкова-Овсянникова, Михаил Черняк, Вадим Бочанов, Валерий Смекалов, Иван Чабан, Ирина Обрезкова, Дмитрий Высоцкий',
    description:
      'Барбоскины мечтают прославиться и покорить Интернет. Они умеют танцевать и снимать смешные ролики, которые собирают лайки и просмотры, но до настоящих звезд Интернета, таких как Кошечка Кэт, им еще далеко. По случайности Кэт становится их соседкой, между ними завязывается не только дружба, но и соперничество. Наставница Кэт не очень рада конкурентам и пытается внести разлад в дружную семью.',
    playerCode: 'qfguEsUOy0o',
    link: 'barboskiny',
  },

  {
    title: 'Не смотрите наверх',
    beginDate: 'с 25 августа',
    endDate: '',
    kind: 'Драма, фантастика, комедия',
    director: 'Адам МакКей',
    duration: '138 мин. / 02:18',
    age: '18+',
    actors:
      'Леонардо ДиКаприо, Дженнифер Лоуренс, Мэрил Стрип, Джона Хилл, Кейт Бланшетт, Роб Морган, Марк Райлэнс, Тайлер Перри, Тимоти Шаламе, Рон Перлман',
    description:
      'Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.',
    playerCode: 'X0O3G6QS8rY',
    link: 'dont_look_up',
  },
]
