export const filmsArray = [
  {
    title: 'Головоломка 2',
    beginDate: 'с 4 июля',
    endDate: '',
    kind: 'Мультфильм, комедия, семейный, фэнтези',
    director: 'Келси Манн',
    duration: '100 мин. / 01:40',
    age: '6+',
    actors:
      'Эми Полер, Филлис Смит, Льюис Блэк, Тони Хейл, Лиза Лапира, Майя Хоук, Айо Эдебири, Адель Экзаркопулос, Пол Уолтер Хаузер, Кенсингтон Таллман',
    description:
      'Головной отдел мозга Райли внезапно подвергается капитальному ремонту в тот момент, когда необходимо освободить место для чего-то совершенно неожиданного: новых эмоций.\n' +
      'Радость, Печаль, Гнев, Страх и Брезгливость, которые уже давно успешно руководят эмоциональными процессами, не знают, что и чувствовать, когда появляется некая… Тревожность. И похоже, не только она.',
    playerCode: 'xbSLz5lR520',
    link: 'inside_out_2',
  },

  {
    title: 'Гадкий я 4',
    beginDate: 'с 1 августа',
    endDate: '',
    kind: 'Мультфильм, комедия, приключения, семейный, фантастика',
    director: 'Крис Рено, Патрик Делаж',
    duration: '95 мин. / 01:35',
    age: '6+',
    actors:
      'Стив Карелл, Кристен Уиг, Джои Кинг, Уилл Феррелл, София Вергара, Миранда Косгров, Дэна Гайер, , Пьер Коффан, Стив Куган, Стивен Колбер, Хлоя Файнмен, Брэд Эблесон, Джон Ди Маджио, Лорейн Ньюмен, , Кэти Кавадини, Уилл Коллье, Эбби Краден, Джон ДеМита, Аарон Форс, Уиллоу Гир, , Аарон Хэндри, Барбара Харрис, Джон Пол Карлиак, Ариф С. Кинчен, Джереми Максвелл, Хари Пэйтон, Рамеш Ранганатхан, Исаак Робинсон-Смит, Тара Стронг, Ниса Уорд, Андреана Уэйнер, Колетт Уайтакер',
    description:
      'Грю, Люси и их девочки — Марго, Эдит и Агнес — приветствуют нового члена семьи, Грю-младшего, который намерен мучить своего отца. Грю сталкивается с новым врагом в лице Максима Ле Маля и его роковой подруги Валентины, в связи с чем семья вынуждена бежать.',
    playerCode: 'tlu3JgDppEQ',
    link: 'despicable_me_4',
  },

  {
    title: 'Бордерлендс',
    beginDate: 'с 8 августа',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, комедия, приключения',
    director: 'Элай Рот',
    duration: '102 мин. / 01:42',
    age: '16+',
    actors:
      'Джина Гершон, Кейт Бланшетт, Хейли Беннетт, Кевин Харт, Ариана Гринблатт, Джек Блэк, Джейми Ли Кёртис, Эдгар Рамирес, Янина Гаванкар, Бобби Ли, Шайен Джексон, Оливье Рихтерс, Флориан Мунтяну, Чарльз Бабалола, Бен Дэвис, Стивен Бойер, Райанн Редмонд, Портер Харрис, Джастин Прайс, Джереми Вилер, Гарри Човик, Балаж Медьери',
    description:
      'Лилит, одна из самых известных охотниц за головами во Вселенной, терпеть не может две вещи: Пандору — свою родную планету, и Атласа — редкого отброса и влиятельного бандита. И все же ей придется иметь дело и с тем, и с другим: отправившись на поиски дочери Атласа на Пандору, она объединяется с другими искателями приключений. Вместе эти далеко не герои должны сразиться с инопланетной расой, жестокими охотниками, раскрыть один из самых страшных секретов планеты и, в придачу, спасти мир от надвигающегося зла. Если кто и способен все это провернуть со стилем, то это они.',
    playerCode: 'tDv0WYvxZgM',
    link: 'borderlands',
  },

  {
    title: 'Дэдпул и Росомаха',
    beginDate: 'с 8 августа',
    extra: 'В дубляже Read Head Sound с 15 августа',
    endDate: '',
    kind: 'Фантастика, боевик, комедия',
    director: 'Шон Леви',
    duration: '127 мин. / 02:7',
    age: '18+',
    actors:
      'Райан Рейнольдс, Хью Джекман, Эмма Коррин, Морена Баккарин, Роб Делани, Каран Сони, Лесли Аггамс, Мэттью Макфэдиен, Дженнифер Гарнер, Брианна Хилдебранд, Дженнифер Гарнер, Тайлер Мэйн, Келли Ху, Рэй Парк, Патрик Стюарт, Джейсон Флеминг, Сиори Куцуна, Аарон Стэнфорд, Льюис Тан, Стефан Капичич, Рэндал Ридер, Тони Маккарти, Грег Хэмпхилл, Джеймс Драйден, Кэйн Эйден, Дивейн Томас',
    description:
      'Уэйд Уилсон попадает в организацию «Управление временными изменениями», что вынуждает его вернуться к своему альтер-эго Дэдпулу и изменить историю с помощью Росомахи.',
    playerCode: 'gYhGLkDqr-o',
    link: 'deadpool_3',
  },
  {
    title: 'Тихое место: День первый',
    beginDate: 'с 15 августа',
    endDate: '',
    kind: 'Ужасы, фантастика, драма',
    director: 'Майкл Сарноски',
    duration: '99 мин. / 01:39',
    age: '16+',
    actors:
      'Лупита Нионго, Джозеф Куинн, Алекс Вулф, Джимон Хонсу, Теа Батлер, Дженнифер Вудворд, Санджай Мидда, Элайджа Унгвари, Кэйн Эйден, Элиан Умугире, Элфи Тодд, Ронни Ле Дрю, Александр Джон, Чой-Линь Ман, Ник Дэвисон, Малик Джубал, Марк Кхан, Джонатан Спэрроу',
    description:
      'Земля подвергается нападению агрессивных плотоядных монстров, которые охотятся на слух.',
    playerCode: 'bXeFQdjIIQU',
    link: 'quiet_place',
  },
  {
    title: 'Гарфилд',
    beginDate: 'скоро',
    endDate: '',
    kind: 'Мультфильм, фэнтези, комедия, приключения, семейный',
    director: 'Марк Диндал',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Крис Пратт, Сэмюэл Л. Джексон, Ханна Уэддингхэм, Винг Реймз, Николас Холт, Сесили Стронг, Харви Гильен, Бретт Голдстин, Бовэнь Ян, Снуп Догг',
    description:
      'После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.',
    playerCode: 'hq2yOIHilDI',
    link: 'garfield',
  },
];
