export const filmsArray = [
  {
    title: 'Анчартед: На картах не значится',
    beginDate: 'с 10 февраля',
    endDate: 'по 13 апреля',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, София Тейлор Али, Антонио Бандерас, Тати Габриэль, Патриша Миден, Сара Жаклин Петрик',
    description:
      'Нейтан Дрейк и Виктор «Салли» Салливан, два искателя приключений, отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: 'oPDcRJVd3dU',
    link: 'uncharted',
  },
  {
    title: 'Финник',
    beginDate: 'с 24 марта',
    endDate: 'по 13 апреля',
    kind: 'Мультфильм, приключения, детский',
    director: 'Денис Чернов',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Михаил Хрусталёв, Вероника Голубева, Ида Галич, Борис Дергачев, Андрей Лёвин, Даня Милохин, Александр Гудков, Артур Бабич, Леша Янгер, Влад Левский',
    description:
      'Мало кто знает, но в каждом доме живет… свой домовой! Это забавное мохнатое существо тайно обитает в мире людей и хранит домашний очаг. Домовой Финник — добрый, озорной, но немного вредный. Он любит подшутить над жильцами своего дома, поэтому ни одна семья не задерживается в его владениях надолго. Но все меняется, когда в дом въезжают находчивая девочка Кристина и ее родители: на них уловки домового совсем не действуют! Вскоре Кристина знакомится с Финником и узнает тайны жизни домовых. Тем временем, в их городке начинают происходить странные и пугающие события… Отважной девочке и домовому придется стать командой, чтобы разобраться в происходящем и спасти город.',
    playerCode: 'z75MlGBhs6E',
    link: 'finnik',
  },
  {
    title: 'Золушка и тайна волшебного камня',
    beginDate: 'с 24 марта',
    endDate: 'по 6 апреля',
    kind: 'Мультфильм',
    director: 'Элис Блехарт',
    duration: '86 мин. / 01:26',
    age: '6+',
    actors: 'Джери Кортни-Остейн, Эшли Борнансин, Тони Аццолино',
    description:
      'Не каждой принцессе нужен защитник: некоторые из них способны сами за себя постоять и, более того, выручить близких из беды. На принца Алекса наложено проклятье, превратившее его в мышь. Золушке предстоит освободить его от злых чар и отправится в незабываемое путешествие вместе со своими обаятельными друзьями.',
    playerCode: 'syJQVyEoX50',
    link: 'cinderella',
  },

  {
    title: 'Последнее пришествие дьявола',
    beginDate: 'с 31 марта',
    endDate: 'по 13 апреля',
    kind: 'Ужасы, драма',
    director: 'Алехандро Идальго',
    duration: '98 мин. / 01:38',
    age: '18+',
    actors:
      'Уилл Бейнбринк, Мария Габриела де Фария, Джозеф Марселл, Ракель Рохас, Иран Кастильо, Альфредо Эррера, Джоанна Винкель, Нурия Хиль, Эктор Котсифакис, Кристиан Раммел',
    description:
      'Американский священник Питер Уильямс, работающий в Мексике, среди многих местных прихожан считается святым. Однако после давнего случая экзорцизма он хранит страшную тайну, которая подтачивает его изнутри. И вот спустя 18 лет ему придётся снова встретиться с тем демоном.',
    playerCode: '0lndKRKg_CM',
    link: 'devil',
  },
  {
    title: 'Брат',
    beginDate: 'с 7 апреля',
    endDate: 'по 13 апреля',
    kind: 'Драма, криминал, боевик',
    director: 'Алексей Балабанов',
    duration: '100 мин. / 01:40',
    age: '18+',
    actors:
      'Сергей Бодров мл., Виктор Сухоруков, Светлана Письмиченко, Мария Милютина, Юрий Кузнецов, Сергей Мурзин, Ирина Ракшина, Анатолий Журавлев, Андрей Федорцов, Андрей Краско, Алексей Полуян, Александр Строев, Валерий Кухарешин, Сергей Русскин, Виктор Бычков',
    description:
      'Демобилизовавшись, Данила Багров вернулся в родной городок. Но скучная жизнь российской провинции не устраивала его, и он решился податься в Петербург, где, по слухам, уже несколько лет процветает его старший брат. Данила нашел брата. Но все оказалось не так просто — брат работает наемным убийцей.',
    playerCode: 'V0xbH91kvNE',
    link: 'brother',
  },
  {
    title: 'Брат 2',
    beginDate: 'с 7 апреля',
    endDate: 'по 13 апреля',
    kind: 'Боевик, криминал',
    director: 'Алексей Балабанов',
    duration: '127 мин. / 02:07',
    age: '16+',
    actors:
      'Сергей Бодров мл., Виктор Сухоруков, Сергей Маковецкий, Ирина Салтыкова, Кирилл Пирогов, Александр Дьяченко, Дарья Юргенс, Александр Наумов, Александр Карамнов, Гэри Хьюстон, Алексей Полуян, Наталья Данилова, Роман Агеев, Юрий Стоянов, Нина Усатова',
    description:
      'Участвуя в программе на телевидении, Данила Багров встречает своих друзей по службе Чечне. Одного из них внезапно убивают. Выясняется, что у того были неприятности из-за брата-хоккеиста в Америке. Данила должен разобраться. Он вылетает в Америку и за компанию берёт с собой старшего брата.',
    playerCode: 'Hk-jV86rZ28',
    link: 'brother_2',
  },

  {
    title: 'Мальчик-дельфин',
    beginDate: 'с 7 апреля',
    endDate: 'по 20 апреля',
    kind: 'Мультфильм, приключения, фэнтези, комедия',
    director: 'Мохаммад ХейрАндиш',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Тина Хашеми, Хамед Азизи, Сорайя Газеми, Полина Авдеенко, Юлия Рудина',
    description:
      'Дельфиненок Снежок спасает в волнах маленького мальчика, выжившего в авиакатастрофе. С тех пор друзья, почти братья, беззаботно растут вместе, будоража морских обитателей своими веселыми проделками. Пока однажды покой их радостного мирка не разрушает злобный Осьминог. Он изгоняет мальчика на сушу, где тому предстоит научиться жить среди людей и разобраться в тайне своего происхождения. Новый друг, добрый капитан Мурварид, и верный Снежок помогут мальчику справиться со всеми невзгодами — будь то на дне морском или на загадочных далеких островах. Сказочные приключения ждут!',
    playerCode: 'P4F0WEOasrQ',
    link: 'dolphin_boy',
  },
  {
    title: 'Обратимая реальность',
    beginDate: 'с 14 апреля',
    endDate: 'по 27 апреля',
    kind: 'Фантастика, триллер',
    director: 'Дмитрий Константинов',
    duration: '84 мин. / 01:24',
    age: '12+',
    actors:
      'Павел Чинарёв, Вера Колесникова, Антон Филипенко, Тимофей Трибунцев, Владимир Юматов, Евгений Антропов, Александр Сирин, Ольга Ергина, Евгения Дмитриева, Алексей Фатеев',
    description:
      'Свести счеты с ненавистным боссом, побывать на самом романтичном свидании и пощекотать себе нервы экстримом — все это возможно, причем без последствий, в популярных виртуальных приключениях от компании «Новая жизнь»! Но однажды в яркие приключения пользователей начинают проникать их комплексы и страхи, превращая развлечение в параноидальный кошмар. Под подозрением — группа антивиртов, которая стремится вернуть людей в реальный мир с подлинными эмоциями и впечатлениями. Оперативнику виртуальной полиции Михаилу поручено провести расследование и заслужить доверие Вики, сотрудницы «Новой жизни», предположительно содействующей антивиртам. Однако каждый его шаг все больше запутывает дело и отношения с Викой. Грань между виртуальным и реальным стирается, а следователь становится главным подозреваемым…',
    playerCode: '7NCifbNkNTQ',
    link: 'reversible_reality',
  },
  {
    title: 'Стражи терракоты',
    beginDate: 'с 14 апреля',
    endDate: 'по 20 апреля',
    kind: 'Мультфильм, фэнтези, боевик',
    director: 'Дин Лян, Линь Юнчан',
    duration: '111 мин. / 01:51',
    age: '12+',
    actors: 'Тань Сяо, Чжан Мин',
    description:
      'Молодая девушка по имени Джейд и терракотовый воин Магнус объединяются в борьбе против ониксов — существ, атакующих подземный город династии Кин. Герои влюбляются друг в друга, а вскоре им удается узнать секрет вторжения монстров. Однако уже слишком поздно — жестокая война между терракотовыми воинами и ониксами началась.',
    playerCode: 'eHQOdbT5-YM',
    link: 'terracotta',
  },
  {
    title: 'Близнец',
    beginDate: 'с 14 апреля',
    endDate: 'по 20 апреля',
    kind: 'Ужасы',
    director: 'Танели Мустонен',
    duration: '105 мин. / 01:45',
    age: '18+',
    actors:
      'Тереза Палмер, Стивен Кри, Барбара Мартен, Тристан Руджери, Эрго Куппас',
    description:
      'Молодая семья переезжает в сельскую глубинку, чтобы восстановить силы и позабыть о недавней трагедии. Однако вместо тишины и спокойствия, их ждёт настоящий кошмар. Их сын Элиот начинает как-то странно себя вести. Он говорит, что по ночам ему является некое потустороннее существо. Мать Элиота вынуждена вступить в отчаянную схватку за душу своего ребенка. Удастся ли ей разгадать страшную тайну, пока не стало слишком поздно…',
    playerCode: 'xvZDG6q0RJA',
    link: 'the_twin',
  },
]
