export const filmsArray = [
  {
    title: 'Мы - монстры 2',
    beginDate: 'с 27 января',
    endDate: 'по 9 февраля',
    kind: 'Мультфильм, фэнтези, комедия, детский, приключения',
    director: 'Хольгер Таппе',
    duration: '90 мин. / 01:30',
    age: '6+',
    actors:
      'Эмили Кэри, Джейсон Айзекс, Райнер Фритцше, Бернхард Вёглер, Marius Claren, Итан Раус, Ник Фрост, Эмили Уотсон, Rebecca Kamp, Эмма Тейт',
    description:
      'Баба Яга и Горбун решили сыграть свадьбу! Семья Уишбон точно не пропустит такой праздник, так как теперь они родственники! Но как раз во время церемонии НЕ молодую пару возлюбленных похищает девочка Старр, обладающая сверхчеловеческими способностями! Что ж, Уишбонам придется вновь прибегнуть к помощи магии и снова превратиться в монстров: мама вампир, папа Франкенштейн и их дети — непоседливый оборотень и обаятельная мумия, отправляются в новое приключение. Ведь свадьба должна состояться несмотря ни на что!',
    playerCode: 'YO_18Ob8gmg',
    link: 'monsters',
  },
  {
    title: 'Непослушник',
    beginDate: 'с 3 февраля',
    endDate: 'по 9 февраля',
    kind: 'Комедия',
    director: 'Владимир Котт',
    duration: '110 мин. / 01:50',
    age: '12+',
    actors:
      'Виктор Хориняк, Таисия Вилкова, Аглая Тарасова, Татьяна Орлова, Юрий Кузнецов, Максим Лагашкин, Антон Ескин, Сергей Селин, Александр Синюков, Олег Каменщиков',
    description:
      'Известный блогер-пранкер Дима в погоне за популярностью в сети устраивает жесткие розыгрыши. Один из пранков он снимает в стенах церкви, где служит его друг детства. Ролик провоцирует возмущение в среде верующих и на Диму заводят дело. Уходя от преследования полиции, Дима укрывается в месте, где его точно не будут искать — в маленьком провинциальном монастыре, выдавая себя за того самого друга-послушника.',
    playerCode: 'NhlLAWYesgk',
    link: 'disobedient',
  },
  {
    title: 'Падение Луны',
    beginDate: 'с 3 февраля',
    endDate: 'по 16 февраля',
    kind: 'Фантастика, боевик',
    director: 'Роланд Эммерих',
    duration: '130 мин. / 02:10',
    age: '16+',
    actors:
      'Холли Берри, Патрик Уилсон, Джон Брэдли, Майкл Пенья, Дональд Сазерленд, Чарли Пламмер, Юй Вэньвэнь, Эме Иквуакор, Каролина Бартчак, Ава Уайсс',
    description:
      'По неизвестной причине Луна вдруг сходит с орбиты и идёт на столкновение с Землёй, что провоцирует множественные катаклизмы.',
    playerCode: 'TtsKOOcHNj0',
    link: 'moonfall',
  },
  {
    title: 'Анчартед: На картах не значится',
    beginDate: 'с 10 февраля',
    endDate: 'по 2 марта',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, София Тейлор Али, Антонио Бандерас, Тати Габриэль, Патриша Миден, Сара Жаклин Петрик',
    description:
      'Нейтан Дрейк и Виктор «Салли» Салливан, два искателя приключений, отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: 'oPDcRJVd3dU',
    link: 'uncharted',
  },
  {
    title: 'Смерть на Ниле',
    beginDate: 'с 10 февраля',
    endDate: 'по 2 марта',
    kind: 'Детектив, криминал, драма',
    director: 'Кеннет Брана',
    duration: '127 мин. / 02:07',
    age: '16+',
    actors:
      'Кеннет Брана, Галь Гадот, Роуз Лесли, Арми Хаммер, Эмма Маккей, Летишиа Райт, Дженнифер Сондерс, Софи Оконедо, Аннетт Бенинг, Том Бейтман',
    description:
      'На этот раз необходимость расследовать загадочное убийство, отвлекаясь от собственного отдыха, настигает Пуаро на борту роскошного круизного парохода, следующего вдоль по Нилу.',
    playerCode: 'PbNS8oEXazE',
    link: 'death',
  },
  {
    title: 'Мистер Нокаут',
    beginDate: 'с 23 февраля',
    endDate: 'по 9 марта',
    kind: 'Спорт, драма',
    director: 'Артём Михалков',
    duration: '—',
    age: '12+',
    actors:
      'Виктор Хориняк, Сергей Безруков, Инга Оболдина, Евгения Дмитриева, Ангелина Стречина, Андрей Сергеев, Виктор Вержбицкий, Андрей Титченко, Олег Чугунов, Ирина Ромашева',
    description:
      'История жизни и приключений легендарного советского боксера Валерия Попенченко, чемпиона СССР, Европы и победителя Олимпийских игр 1964 года в Токио — о его детстве в суворовском училище в Ташкенте, о службе курсантом-пограничником, о его первых успехах и неудачах, и о его дружбе с тренером спортивного общества «Динамо» Григорием Кусикьянцем. История о том, что в любом, даже самом престижном поединке, для спортсмена главное — преодолеть себя, свои страхи и слабости, и только тогда можно будет одержать настоящую победу.',
    playerCode: '7daRQnL9AUQ',
    link: 'knockout',
  },
]
