export const filmsArray = [
  {
    title: 'Леди Баг и Супер-Кот: Пробуждение силы',
    beginDate: 'с 10 августа',
    endDate: 'по 6 сентября',
    kind: 'Мультфильм, фэнтези, боевик, мелодрама, комедия, приключения',
    director: 'Джереми Заг',
    duration: '105 мин. / 01:45',
    age: '6+',
    actors:
      'Анук Отбуа, Бенжамин Болен, Антуан Томе, Фанни Блок, Jeanne Chartier, Мари Шевало, Flora Kaprielan, Тьерри Казазиан, Jessie Lambotte, Марсаль Лемину',
    description:
      'В обыкновенной французской школе учатся девочка Маринетт и мальчик Адриан, в которого она влюблена. Казалось бы, классическая история первой любви, но эти ребята совсем не те, за кого себя выдают. Когда городу угрожает опасность, Маринетт превращается в супергероиню Леди Баг, а Адриан — в Супер-Кота. Их невероятные способности помогают бороться со злом, но при этом никто из них не знает, кто на самом деле скрывается под маской.',
    playerCode: 'rY2OLeGYsdU',
    link: 'bug',
  },

  {
    title: 'Без обид',
    beginDate: 'с 24 августа',
    endDate: '',
    kind: 'Комедия, мелодрама',
    director: 'Джин Ступницки',
    duration: '103 мин. / 01:43',
    age: '18+',
    actors:
      'Дженнифер Лоуренс, Эндрю Барт Фельдман, Лаура Бенанти, Мэттью Бродерик, Натали Моралес, Скотт Макартур, Эбон Мосс-Бакрак, Кайл Муни, Хасан Минхадж, Jordan Mendoza',
    description:
      'Мэдди 32 года, она всю жизнь прожила в Монтоке — курортном местечке недалеко от Нью-Йорка. Богачи скупают тут недвижимость, налоги постоянно растут, а девушка пытается сохранить доставшийся в наследство от матери дом, поэтому оказывается по уши в долгах. Лишившись автомобиля и возможности таксовать, она в обмен на машину решает помочь богатеньким родителям, которые волнуются, что их 19-летнему сыну скоро в колледж, а он всё никак не вылезет из своей раковины. Задача Мэдди — лишить парня девственности, но сделать это оказывается не так-то просто.',
    playerCode: 'FvOM4IH-GX8',
    link: 'no_offence',
  },
  {
    title: 'Руслан и Людмила. Больше, чем сказка',
    beginDate: 'с 24 августа',
    endDate: 'по 13 сентября',
    kind: 'Мультфильм',
    director: 'Алексей Цицилин',
    duration: '—',
    age: '6+',
    actors:
      'Артем Крылов, Ирина Обрезкова, Валентин Морозов, Артем Казюханов, Александр Быковский, Роман Никитин, Виктория Войнич-Слуцкая, Антон Денисов, Анастасия Салова, Давид Бродский',
    description:
      'Людмила — прекрасна и отважна, как подобает дочери великого князя. Руслан — ее добрый и находчивый возлюбленный. Но накануне свадьбы Людмила попадает в плен к настоящему колдуну Черномору, собравшему уже целую коллекцию сказочных принцесс. «Черноморда» явно не во вкусе Людмилы, и в обиду она себя не даст. А вызволять ее кто будет, Пушкин?! Впрочем и без него у Руслана нашлись соперники за ее руку и полцарства в придачу. Теперь его ждет погоня через волшебные земли, знакомство с последним говорящим медведем, столкновение с великаном и прочей сказочной невидалью, не говоря о сражении с самим Черномором на земле и в небесах.',
    playerCode: 'zxg-tUikONo',
    link: 'ruslan_ludmila',
  },

  {
    title: 'Мег 2: Бездна',
    beginDate: 'с 31 августа',
    endDate: '',
    kind: 'Ужасы, фантастика, боевик',
    director: 'Бен Уитли',
    duration: '116 мин. / 01:56',
    age: '16+',
    actors:
      'Джейсон Стэйтем, Джеки У, Шуя Софиа Цай, Клифф Кёртис, Пейдж Кеннеди, Серхио Перис-Менчета, Скайлер Сэмюэлс, Мелиссанти Махут, Сиенна Гиллори, Вупи Ван Раам',
    description:
      'Джонас Тейлор и его коллеги вновь погружаются на глубину, где обитают гигантские акулы и другие чрезвычайно опасные обитатели морского дна. Там они сталкиваются с нелегальными добытчиками особо ценных металлов и снова вступают в схватку с мегалодоном.',
    playerCode: 'iWet6CggoUU',
    link: 'meg',
  },

  {
    title: 'Праздники',
    beginDate: 'с 7 сентября',
    endDate: 'по 27 сентября',
    kind: 'Комедия',
    director: 'Борис Дергачев',
    duration: '—',
    age: '12+',
    actors:
      'Мария Аронова, Виталий Хаев, Анастасия Калашникова, Яна Енжаева, Сергей Канаев, Никита Павленко, Инга Оболдина, Вячеслав Чепурченко, Денис Парамонов, Сергей Бурунов',
    description:
      'В жизни Натальи Пыжовой всё отлично: крепкий дом, любящий муж, дружная семья. Для полного счастья осталось только дочерей замуж выдать. Но идеальная картина рушится в одночасье, когда выясняется, что муж, оказывается, изменник, а дочери со своими женихами, мягко говоря, не очень-то счастливы. Когда всё семейство собирается вместе на очередное торжество, становится понятно, что эти праздники или разрушат семью до основания, или сделают её только крепче.',
    playerCode: 'h2ZbDlAjnHk',
    link: 'holidays',
  },
  {
    title: 'Искусство по понятиям',
    beginDate: 'с 14 сентября',
    endDate: 'по 27 сентября',
    kind: 'Триллер',
    director: 'Николь Паон',
    duration: '98 мин. / 01:38',
    age: '16+',
    actors:
      'Сэмюэл Л. Джексон, Майя Хоук, Ума Турман, Джо Манганьелло, Деби Мейзар, Майк Дойл, Мэттью Мехер, Марианн Рендон, Ларри Пайн, Брэндон Карри',
    description:
      'Неудачливая хозяйка арт-галереи Патрис, киллер Реджи и его босс Гордон ввязываются в опасную авантюру по отмыванию денег. Дело принимает неожиданный оборот, когда Реджи становится восходящей звездой авангардной живописи. Так вдохновенное преступление превращается в настоящее искусство.',
    playerCode: 'g_GbPW3Km7Y',
    link: 'kill_room',
  },
  {
    title: 'Барби',
    beginDate: 'с 14 сентября',
    endDate: '',
    kind: 'Комедия, приключения, фэнтези',
    director: 'Грета Гервиг',
    duration: '114 мин. / 01:54',
    age: '12+',
    actors:
      'Марго Робби, Райан Гослинг, Америка Феррера, Ариана Гринблатт, Кейт МакКиннон, Исса Рэй, Ри Перлман, Уилл Феррелл, Майкл Сера, Симу Лю',
    description:
      'Барби выгоняют из Барбиленда, потому что она не соответствует его нормам красоты. Тогда она начинает новую жизнь в реальном мире, где обнаруживает, что совершенства можно достичь только благодаря внутренней гармонии.',
    playerCode: 'w0m2C3lN1h8',
    link: 'barbie',
  },
  {
    title: 'Руби Гильман: Приключения кракена-подростка',
    beginDate: 'с 16 сентября',
    endDate: 'с 27 сентября',
    kind: 'Мультфильм, фэнтези, боевик, комедия, приключения, семейный',
    director: 'Кирк де Микко',
    duration: '91 мин. / 01:31',
    age: '6+',
    actors:
      'Лана Кондор, Тони Коллетт, Энни Мерфи, Сэм Ричардсон, Джейн Фонда, Колман Доминго, Блу Чепмен, Уилл Форте, Лайза Коши, Рамона Янг',
    description:
      'История о семействе морских монстров, сбежавших из опасного подводного мира постоянно враждующих чудовищ и скрывающихся на виду среди людей на суше. Все идет как по маслу, пока их дочь-подросток Руби не нарушает семейное правило «нет океану», ныряя с головой в череду событий, которые навсегда изменят ее жизнь.',
    playerCode: '2LroyfCcwlg',
    link: 'ruby',
  },
  {
    title: 'Я богиня',
    beginDate: 'с 21 сентября',
    endDate: 'с 4 октября',
    kind: 'Комедия',
    director: 'Ольга Дибцева',
    duration: '100 мин. / 01:40',
    age: '16+',
    actors:
      'Александра Бортич, Антон Васильев, Антон Филипенко, Евгения Калинец, Евгений Муравич, Степан Девонин, Александр Мосин, Сергей Ильин, Никита Брусов, Мария Клешнина',
    description:
      'Наивная школьная учительница Лена в одночасье лишается и работы, и мужа. «Проблема точно во мне», — решает она и по совету подруги записывается перекраивать себя на тренинг «Стать богиней». Результат налицо: новый имидж и влюбленный поклонник Андрей. Но непонятно, получилось ли у Лены найти себя, и не потерялось ли в процессе что-то очень важное.',
    playerCode: 'gdmIH9YL7z8',
    link: 'i_am_goddess',
  },
  {
    title: 'Синий Жук',
    beginDate: 'с 23 сентября',
    endDate: '',
    kind: 'Фантастика, боевик, триллер, приключения',
    director: 'Анхель Мануэль Сото',
    duration: '127 мин. / 02:07',
    age: '12+',
    actors:
      'Шоло Маридуэнья, Бруна Маркезини, Бекки Джи, Дамиан Алькасар, Джордж Лопес, Адриана Барраса, Белисса Эскобедо, Эльпидия Каррильо, Сьюзен Сарандон, Харви Гильен',
    description:
      'Мексиканский подросток Хайме Рейес получает инопланетный костюм, который даёт ему суперсилы.',
    playerCode: 'D1JN23PeUY8',
    link: 'blue_beetle',
  },
]
