let filmsArray = [
  {
    title: 'Возрожденные',
    beginDate: 'с ',
    endDate: '',
    kind: 'Фантастика, ужасы',
    director: 'Егор Баранов',
    duration: '97 мин. / 01:37',
    age: '18+',
    actors:
      'Тимоти В. Мерфи, Кристен Ариза, Брэд Гринквист, Эзра Баззингтон, Адриа Теннор, Дэйв Дэвис, Катрин Торибио, Эри Френкель, Кензо Ли, Ниэлл Сегура',
    description:
      'Недалекое будущее. Ватикан находит способ воскрешать недавно умерших людей. Первым возвращенным к жизни становится маленький Ник, погибший в автокатастрофе. Спустя несколько лет мир разделен на два лагеря: защитников Ватикана и права человека на «второй шанс» и противников практики воскрешения. Среди первых оказывается отец Ника — Стэнли, ставший служителем виртуальной церкви воскресших. Когда один из его прихожан совершает массовое убийство, Стэнли узнает, что это уже не первый подобный случай. Поскольку Ватикан старается скрыть эти преступления, а под угрозой оказывается и его собственная семья, Стэнли начинает собственное расследование, чтобы раскрыть глобальный заговор, последствия которого могут стать катастрофическими для цивилизации.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Яга и книга заклинаний',
    beginDate: 'с ',
    endDate: '',
    kind: 'Мультфильм, семейный, приключения',
    director: 'Владимир Саков',
    duration: '101 мин. / 01:41',
    age: '6+',
    actors:
      'Юлия Хлынина, Фёдор Бондарчук, Лидия Чистякова-Ионова, Елена Шульман, Илья Бледный, Диомид Виноградов, Злата Осипова, Пётр Каледин, Наталья Шеховцева, Александра Курагина',
    description:
      'Рыжеволосая ведьма Яга живет с котом-изобретателем и весёлыми домовыми в избушке на болотах Тридевятого царства и практикуется в магии. Чтобы научиться колдовать по-настоящему, ей не хватает Книги Заклинаний, похищенной у неё много лет назад злой колдуньей Белладонной. Внезапно судьба дает Яге шанс поквитаться с заклятой обидчицей, когда на пороге избушки появляется царевна Синеглазка. В чем сила истинного волшебства, и кто окажется настоящей злодейкой?',
    playerCode: '',
    link: '',
  },
]
