let filmsArray = [
  {
    title: 'Взаперти (2022)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Триллер',
    director: 'Ди Джей Карузо',
    duration: '89 мин. / 01:29',
    age: '16+',
    actors:
      'Рэйни Куэлли, Джейк Хоровиц, Лучана ВанДетте, Винсент Галло, Пенелопа Мартоне',
    description:
      'Джессика с двумя маленькими детьми живёт в ветхом доме в сельской глуши. Даже такое жильё ей не по карману, поэтому девушка решает переехать, о чём и сообщает внезапно зашедшему в гости бывшему бойфренду. Тот, подстрекаемый дружком-наркоманом, выходит из себя и запирает Джессику в кладовке — теперь ей придётся проявить немалую изобретательность, чтобы выбраться из этой ситуации и спасти детей.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Финник (2022)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Мультфильм, приключения, детский',
    director: 'Денис Чернов',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Михаил Хрусталёв, Вероника Голубева, Ида Галич, Борис Дергачев, Андрей Лёвин, Даня Милохин, Александр Гудков, Артур Бабич, Леша Янгер, Влад Левский',
    description:
      'Мало кто знает, но в каждом доме живет… свой домовой! Это забавное мохнатое существо тайно обитает в мире людей и хранит домашний очаг. Домовой Финник — добрый, озорной, но немного вредный. Он любит подшутить над жильцами своего дома, поэтому ни одна семья не задерживается в его владениях надолго. Но все меняется, когда в дом въезжают находчивая девочка Кристина и ее родители: на них уловки домового совсем не действуют! Вскоре Кристина знакомится с Финником и узнает тайны жизни домовых. Тем временем, в их городке начинают происходить странные и пугающие события… Отважной девочке и домовому придется стать командой, чтобы разобраться в происходящем и спасти город.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Последнее пришествие дьявола (2021)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Ужасы, драма',
    director: 'Алехандро Идальго',
    duration: '98 мин. / 01:38',
    age: '',
    actors:
      'Уилл Бейнбринк, Мария Габриела де Фария, Джозеф Марселл, Ракель Рохас, Иран Кастильо, Альфредо Эррера, Джоанна Винкель, Нурия Хиль, Эктор Котсифакис, Кристиан Раммел',
    description:
      'Американский священник Питер Уильямс, работающий в Мексике, среди многих местных прихожан считается святым. Однако после давнего случая экзорцизма он хранит страшную тайну, которая подтачивает его изнутри. И вот спустя 18 лет ему придётся снова встретиться с тем демоном.',
    playerCode: '',
    link: '',
  },
]
