let filmsArray = [
  {
    title: 'Суворов: Великое путешествие (2021)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Мультфильм, приключения, история',
    director: 'Борис Чертков',
    duration: '85 мин. / 01:25',
    age: '6+',
    actors:
      'Константин Хабенский, Антон Макарский, Филипп Киркоров, Анна Ардова, Алексей Демидов, Юлия Рутберг, Наталия Быстрова',
    description:
      'Простому юноше Грише предстоит разлучиться с любимой Соней и отправиться в великое путешествие: он попадет на службу к непобедимому полководцу Александру Васильевичу Суворову. Гриша станет участником захватывающих приключений и судьбоносных событий во время легендарного Швейцарского похода. Поверив в себя, Гриша бросит вызов опасному злодею, не раз проявит смекалку и найдет новых верных друзей. Его хоть и маленький, но самый настоящий подвиг выручит Суворова и докажет — героем может стать каждый, если им движет любовь.',
    playerCode: '',
    link: '',
  },
]
