let filmsArray = [
  {
    title: 'Оборотни внутри (2021)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Ужасы, комедия',
    director: 'Джош Рубен',
    duration: '97 мин. / 01:37',
    age: '18+',
    actors:
      'Сэм Ричардсон, Милана Вайнтруб, Джордж Бейзил, Сара Бёрнс, Майкл Чернус, Кэти Куртин, Уэйн Дювалл, Харви Гильен, Ребекка Хендерсон, Шайен Джексон',
    description:
      'Провинциальный городок, начинается снежная буря. А тихое сообщество потрясают ужасающие убийства, задача жителей — вычислить оборотня, который затаился среди них.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Судная ночь навсегда (2020)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Ужасы, фантастика, боевик, триллер',
    director: 'Эверардо Валерио Гоут',
    duration: '103 мин. / 01:43',
    age: '18+',
    actors:
      'Ана де ла Регера, Теноч Уэрта, Джош Лукас, Кэссиди Фриман, Вероника Фалькон, Уилл Пэттон, Ливэн Рамбин, Сьюзи Абромейт, Алехандро Эдда, Энтони Молинари',
    description:
      'Этим летом все правила будут нарушены. Группа мародеров решает, что ежегодная Судная ночь не должна заканчиваться с наступлением утра, а может продолжаться бесконечно. Никто больше не будет в безопасности.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Чёрная Вдова (2021)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Фантастика, боевик, приключения',
    director: 'Кейт Шортланд',
    duration: '133 мин. / 02:13',
    age: '16+',
    actors:
      'Скарлетт Йоханссон, Флоренс Пью, Рэйчел Вайс, Дэвид Харбор, О. Т. Фагбенли, Уильям Хёрт, Рэй Уинстон, Оливье Рихтерс, Иоланда Лайнс, Райан Кира Армстронг',
    description:
      'Наташе Романофф предстоит лицом к лицу встретиться со своим прошлым. Чёрной Вдове придется вспомнить о том, что было в её жизни задолго до присоединения к команде Мстителей, и узнать об опасном заговоре, в который оказываются втянуты её старые знакомые — Елена, Алексей (известный как Красный Страж) и Мелина.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Клаустрофобы 2: Лига выживших (2021)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Ужасы, боевик',
    director: 'Адам Робител',
    duration: '88 мин. / 01:28',
    age: '16+',
    actors:
      'Тейлор Расселл, Логан Миллер, Томас Кокерел, Холлэнд Роден, Индия Мур, Карлито Оливеро, Джей Ирвинг, Джеймс Фрейн, Амали Голден, Таня ван Граан',
    description:
      'Шестеро незнакомцев, каждый из которых стал единственным победителем одного из смертельно опасных квестов, вновь оказываются в игре не по своей воле. Но прежние задания покажутся им сущим пустяком по сравнению с жуткими испытаниями, которые ожидают их на этот раз: игра стала еще опаснее и безжалостнее, а шансы на выживание стремятся к нулю.',
    playerCode: '',
    link: '',
  },
]
