let filmsArray = [
  {
    title: 'Анчартед: На картах не значится (2022)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Боевик, приключения',
    director: 'Рубен Фляйшер',
    duration: '115 мин. / 01:55',
    age: '12+',
    actors:
      'Том Холланд, Марк Уолберг, Антонио Бандерас, София Тейлор Али, Тати Габриэль, Стивен Уоддингтон, Пинги Моли, Тирнан Джонс, Руди Панкоу, Хесус Эвита, Иван Чабан, Всеволод Кузнецов, Геннадий Новиков, Наталия Дербенева, Алёна Созинова',
    description:
      'Два искателя приключений Нейтан Дрейк и Виктор Салливан по прозвищу Салли отправляются на поиски величайшего сокровища мира. Кроме того, они надеются найти улики, которые приведут их к давно потерянному брату Нейтана.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Бэтмен (2022)',
    beginDate: 'с ',
    endDate: 'по ',
    kind: 'Боевик, драма, криминал, детектив',
    director: 'Мэтт Ривз',
    duration: '176 мин. / 02:56',
    age: '16+',
    actors:
      'Роберт Паттинсон, Зои Кравиц, Пол Дано, Джеффри Райт, Джон Туртурро, Питер Сарсгаард, Барри Кеоган, Джейми Лосон, Энди Серкис, Колин Фаррелл',
    description:
      'После двух лет поисков правосудия на улицах Готэма для своих сограждан Бэтмен становится олицетворением беспощадного возмездия. Когда в городе происходит серия жестоких нападений на представителей элиты, улики приводят Брюса Уэйна в самые темные закоулки преступного мира, где он встречает Женщину-Кошку, Пингвина, Кармайна Фальконе и Загадочника. Теперь под прицелом оказывается сам Бэтмен, которому предстоит отличить друга от врага и восстановить справедливость во имя Готэма.',
    playerCode: '',
    link: '',
  },
]
