let filmsArray = [
  {
    title: 'Непосредственно Каха. Другой фильм',
    beginDate: 'с ',
    endDate: '',
    kind: 'Комедия',
    director: 'Виктор Шамиров',
    duration: '—',
    age: '16+',
    actors:
      'Артем Карокозян, Артем Калайджян, Елена Осипова, Ева Зограбян, Вартан Даниелян, Тамара Турава, Глеб Сипунов, Арам Айрапетян, Яков Кешишян, Георгий Рогонян',
    description:
      'Каха и Серго дня не могут прожить без новых проблем на свою голову. Но на этот раз уже не шутками пахнет, речь идет о жизни и смерти. И когда судьба разбрасывает их по разные стороны этой линии, они перестают быть друзьями. Что должно случиться, чтобы один смог простить другого?',
    playerCode: '',
    link: '',
  },
]
