let filmsArray = [
  {
    title: 'Джон Уик 4',
    beginDate: 'с ',
    endDate: '',
    kind: 'Боевик, триллер, криминал',
    director: 'Чад Стахелски',
    duration: '169 мин. / 02:49',
    age: '-',
    actors:
      'Киану Ривз, Донни Йен, Билл Скарсгард, Шамир Андерсон, Иэн Макшейн, Хироюки Санада, Рина Саваяма, Скотт Эдкинс, Марко Сарор, Лоренс Фишбёрн',
    description:
      'Оставляя за собой горы трупов, Джон Уик продолжает скрываться от всевозможных наёмных убийц, и теперь охоту на него возглавляет молодой и честолюбивый член Правления по имени Маркиз. Два управляющих отелями «Континенталь» в Нью-Йорке и Осаке, решившие по старой дружбе помочь своенравному киллеру, уже жестоко за это поплатились, но внезапно Джон узнаёт способ выбраться из этой, казалось бы, безвыходной ситуации.',
    playerCode: '',
    link: '',
  },
]
