let filmsArray = [
  {
    title: 'Достать ножи: Стеклянная луковица',
    beginDate: 'с ',
    endDate: '',
    kind: 'Детектив, комедия, криминал',
    director: 'Райан Джонсон',
    duration: '139 мин. / 02:19',
    age: '-',
    actors:
      'Дэниэл Крэйг, Эдвард Нортон, Жанель Моне, Кэтрин Хан, Лесли Одом мл., Кейт Хадсон, Дэйв Батиста, Джессика Хенвик, Мэдлин Клайн, Ноа Сеган',
    description:
      'Май 2020 года. Сидящим на карантине губернаторше, учёному, бывшей модели и стримеру приходят ящики-головоломки с приглашениями от их общего друга, технологического миллиардера Майлза Брона, посетить особняк на частном греческом острове и принять участие в игре с загадкой «убийства» хозяина вечеринки. Аналогичную посылку получает и мающийся от безделья частный детектив Бенуа Блан и с энтузиазмом принимает приглашение. Прибывшая в Грецию разношёрстная компания удивлена и не особо рада появлению Энди Бранд — бывшей деловой партнёрши Майлза, у которой он отсудил компанию. Напряжение нарастает, когда в процессе вечеринки происходит настоящее убийство.',
    playerCode: '',
    link: '',
  },
]
