const filmsArray = [
  {
    title: 'Индиана Джонс и колесо судьбы',
    beginDate: 'с ',
    endDate: '',
    kind: 'Боевик, приключения',
    director: 'Джеймс Мэнголд',
    duration: '154 мин. / 02:34',
    age: '-',
    actors:
      'Харрисон Форд, Фиби Уоллер-Бридж, Мадс Миккельсен, Антонио Бандерас, Джон Рис-Дэвис, Тоби Джонс, Бойд Холбрук, Карен Аллен, Шонетт Рене Уилсон, Томас Кречман',
    description:
      'Неувядающий авантюрист и пытливый археолог-исследователь по-прежнему в седле. На этот раз ему придётся столкнуться с непростой задачей, которую решить на раз-два вряд ли получится. Но Индиана Джонс не даст слабину и не отступит при виде даже самой безнадёжной ситуации.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Праздники',
    beginDate: 'с ',
    endDate: '',
    kind: 'Комедия',
    director: 'Борис Дергачев',
    duration: '—',
    age: '12+',
    actors:
      'Мария Аронова, Виталий Хаев, Анастасия Калашникова, Яна Енжаева, Сергей Канаев, Никита Павленко, Инга Оболдина, Вячеслав Чепурченко, Денис Парамонов, Сергей Бурунов',
    description:
      'В жизни Натальи Пыжовой всё отлично: крепкий дом, любящий муж, дружная семья. Для полного счастья осталось только дочерей замуж выдать. Но идеальная картина рушится в одночасье, когда выясняется, что муж, оказывается, изменник, а дочери со своими женихами, мягко говоря, не очень-то счастливы. Когда всё семейство собирается вместе на очередное торжество, становится понятно, что эти праздники или разрушат семью до основания, или сделают её только крепче.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Барби',
    beginDate: 'с ',
    endDate: '',
    kind: 'Комедия, приключения, фэнтези',
    director: 'Грета Гервиг',
    duration: '114 мин. / 01:54',
    age: '-',
    actors:
      'Марго Робби, Райан Гослинг, Америка Феррера, Ариана Гринблатт, Кейт МакКиннон, Исса Рэй, Ри Перлман, Уилл Феррелл, Майкл Сера, Симу Лю',
    description:
      'Барби выгоняют из Барбиленда, потому что она не соответствует его нормам красоты. Тогда она начинает новую жизнь в реальном мире, где обнаруживает, что совершенства можно достичь только благодаря внутренней гармонии.',
    playerCode: '',
    link: '',
  },
]
