let filmsArray = [
  {
    title: 'Стражи Галактики. Часть 3',
    beginDate: 'с ',
    endDate: '',
    kind: 'Фантастика, боевик, комедия, приключения',
    director: 'Джеймс Ганн',
    duration: '150 мин. / 02:30',
    age: '-',
    actors:
      'Крис Пратт, Карен Гиллан, Пом Клементьефф, Дэйв Батиста, Зои Салдана, Чукуди Ивуджи, Брэдли Купер, Уилл Поултер, Вин Дизель, Шон Ганн',
    description:
      'Питер Квилл никак не может смириться с потерей Гаморы и теперь вместе со Стражами Галактики вынужден отправиться на очередную миссию по защите Вселенной.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Трио в перьях 2',
    beginDate: 'с ',
    endDate: '',
    kind: 'Мультфильм, приключения',
    director: 'Бенжамин Квобек',
    duration: '84 мин. / 01:24',
    age: '6+',
    actors:
      'Фолькмар Вельцель, Симона Берман, Мануэль Финке, Джей Майерс, Кира Джексон, Блэйк Фара, Джеффри Хилтон, Тим Хеллер, Мала Гедиа, Дульси Смарт',
    description:
      'Наслаждаясь зимовкой на Большом озере в Северной Африке, Ричард узнает, что в этот раз ему не доверят такую почетную и ответственную миссию, как возглавить перелет стаи аистов домой, на север. Не желая с этим мириться, он убегает в самостоятельное путешествие, полное опасностей и приключений. По пути Ричарду предстоит встретить попавшую в беду стаю воробьев, угодившую в плен злобных птиц марабу под предводительством жадного павлина Замано. Для обретения свободы пернатым придется объединиться в дружную команду, проявить смелость, изобретательность и смекалку, чтобы разгадать ребус и найти таинственный клад с драгоценностями.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Хитровка. Знак четырёх',
    beginDate: 'с ',
    endDate: '',
    kind: 'Детектив, комедия',
    director: 'Карен Шахназаров',
    duration: '129 мин. / 02:09',
    age: '12+',
    actors:
      'Константин Крюков, Михаил Пореченков, Алексей Вертков, Александр Олешко, Анфиса Черных, Евгений Стычкин, Борис Каморзин, Аюб Цингиев, Юлия Витрук, Денис Сладков',
    description:
      'Москва, 1902 год. Знаменитый режиссер Константин Станиславский в поисках вдохновения для постановки новой пьесы решает познакомиться с жизнью городского «дна». Он обращается за помощью к признанному знатоку московских трущоб Владимиру Гиляровскому. Вместе они отправляются на легендарную бандитскую Хитровку и оказываются втянуты в расследование убийства загадочного местного жителя — индийца-сикха с тёмным прошлым.',
    playerCode: '',
    link: '',
  },
]
