const filmsArray = [
  {
    title: 'Люцифер',
    beginDate: 'с ',
    endDate: '',
    kind: 'Фэнтези, драма, криминал',
    director: 'Нэйтан Хоуп',
    duration: '42 мин',
    age: '18+',
    actors:
      'Том Эллис, Лорен Джерман, Кевин Алехандро, Д.Б. Вудсайд, Лесли-Энн Брандт, Рэйчел Харрис, Эйми Гарсиа, Скарлетт Эстевес, Триша Хелфер, Sophia Wu',
    description:
      'Заскучавший и несчастный повелитель преисподней Люцифер Морнингстар оставил свой престол и отправился в современный Лос-Анджелес, где основал ночной клуб «Lux». Очаровательный, харизматичный и дьявольски привлекательный Люцифер наслаждается отдыхом — вином, женщинами и музыкой, пока красивая поп-звезда не оказывается убитой на пороге его клуба.',
    playerCode: '',
    link: '',
  },
]
