let filmsArray = [
  {
    title: 'Переводчик',
    beginDate: 'с ',
    endDate: '',
    kind: 'Боевик, триллер, военный',
    director: 'Гай Ричи',
    duration: '123 мин. / 02:03',
    age: '18+',
    actors:
      'Джейк Джилленхол, Дар Салим, Александр Людвиг, Энтони Старр, Джейсон Вонг, Бобби Шофилд, Шон Сагар, Эмили Бичем, Джонни Ли Миллер, Риз Йэтс',
    description:
      'Джон Кинли не помнит, как выжил, попав в окружение в Афганистане, но понимает, что обязан жизнью местному переводчику по имени Ахмед. Именно ему удалось отбить раненного Кинли и на себе протащить через опасную территорию. Теперь чувство вины не дает Джону покоя, и он решает вернуться за Ахмедом и его семьей. На обоих объявлена охота, действовать приходится в одиночку, но он понимает, что не может бросить своего товарища в беде.',
    playerCode: '',
    link: '',
  },
  {
    title: 'Маша и Медведь в кино: Скажите «Ой!»',
    beginDate: 'с ',
    endDate: '',
    kind: 'Мультфильм, детский',
    director: 'Артем Наумов',
    duration: '—',
    age: '-',
    actors:
      'Юлия Зуникова, Борис Кутневич, Артём Божутин, Валерия Шевченко, Зина Куприянович, Олег Савостюк, Диомид Виноградов, Юлия Яблонская',
    description:
      'Впервые за много лет Медведь покидает свой уютный дом и оказывается в центре светской жизни большого города. Сегодня он — свадебный фотограф, а Маша — его помощница. Прощайте, торжественные церемонии! Здравствуй, круговорот веселья, творческого беспорядка и праздника настоящей любви.',
    playerCode: '',
    link: '',
  },
]
