const schedule = {
  day0: [
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
  ],
  day1: [
    ['12:00', 'Орион и Тьма 2D', '6+', 250],
    ['13:50', 'Летучий корабль 2D', '6+', 270],
    ['16:10', 'Дюна: Часть вторая 2D', '12+', 270],
    ['19:10', 'Летучий корабль 2D', '6+', 350],
    ['21:30', 'Дюна: Часть вторая 2D', '12+', 350],
  ],
  day2: [
    ['11:30', 'Орион и Тьма 2D', '6+', 250],
    ['13:20', 'Летучий корабль 2D', '6+', 270],
    ['15:40', 'Онегин 2D', '12+', 270],
    ['18:30', 'Дюна: Часть вторая 2D', '12+', 350],
    ['21:30', 'Летучий корабль 2D', '6+', 350],
  ],
  day3: [
    ['12:00', 'Орион и Тьма 2D', '6+', 250],
    ['13:50', 'Летучий корабль 2D', '6+', 270],
    ['16:10', 'Дюна: Часть вторая 2D', '12+', 270],
    ['19:10', 'Летучий корабль 2D', '6+', 350],
    ['21:30', 'Дюна: Часть вторая 2D', '12+', 350],
  ],
  day4: [
    ['14:00', 'Летучий корабль 2D', '6+', 270],
    ['16:10', 'Дюна: Часть вторая 2D', '12+', 270],
    ['19:10', 'Летучий корабль 2D', '6+', 350],
    ['21:25', 'Дюна: Часть вторая 2D', '12+', 370],
  ],
  day5: [
    ['10:00', 'Онегин 2D', '12+', 200],
    ['12:50', 'Орион и Тьма 2D', '6+', 250],
    ['14:35', 'Дюна: Часть вторая 2D', '12+', 270],
    ['17:35', 'Летучий корабль 2D', '6+', 350],
    ['19:45', 'Дюна: Часть вторая 2D', '12+', 450],
    ['22:45', 'Летучий корабль 2D', '6+', 420],
  ],
  day6: [
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
    ['-', '-', '-', '-'],
  ],
}
export default schedule
