const schedule = {
  day0: [
    ['10:15', 'Тролли 3 2D', '6+', 250],
    ['12:10', 'Тролли 3 2D', '6+', 320],
    ['14:40', 'Тролли 3 2D', '6+', 350],
    ['16:35', 'Голодные игры: Баллада о змеях и певчих птицах 2D', '16+', 400],
    ['19:30', 'Ёлки 10 2D', '12+', 400],
    ['21:30', 'Убийцы цветочной луны 2D', '18+', 350],
  ],
  day1: [
    ['13:40', 'Тролли 3 2D', '6+', '250'],
    ['15:25', 'Тёща 2D', '16+', 250],
    ['17:30', 'Ёлки 10 2D', '12+', '350'],
    ['19:25', 'Тёща 2D', '16+', 350],
    ['21:30', 'Ёлки 10 2D', '12+', 350],
  ],
  day2: [
    ['13:40', 'Ёлки 10 2D', '12+', 250],
    ['15:35', 'Тролли 3 2D', '6+', '250'],
    ['17:20', 'Тёща 2D', '16+', 350],
    ['19:30', 'Ёлки 10 2D', '12+', 350],
    ['21:30', 'Тёща 2D', '16+', 350],
  ],
  day3: [
    ['13:40', 'Тёща 2D', '16+', 250],
    ['15:45', 'Тролли 3 2D', '6+', 250],
    ['17:30', 'Ёлки 10 2D', '12+', '350'],
    ['19:25', 'Тёща 2D', '16+', 350],
    ['21:30', 'Ёлки 10 2D', '12+', 350],
  ],
  day4: [
    ['13:00', 'Тролли 3 2D', '6+', 220],
    ['14:45', 'Тёща 2D', '16+', 250],
    ['16:50', 'Тролли 3 2D', '6+', 270],
    ['18:35', 'Голодные игры: Баллада о змеях и певчих птицах 2D', '16+', 350],
    ['21:30', 'Убийцы цветочной луны 2D', '18+', 350],
  ],
  day5: [
    ['12:30', 'По щучьему велению 2D', '6+', 200],
    ['14:55', 'Тролли 3 2D', '6+', 250],
    ['16:40', 'Тёща 2D', '16+', 300],
    ['18:45', 'Убийцы цветочной луны 2D', '18+', 400],
    ['22:25', 'Голодные игры: Баллада о змеях и певчих птицах 2D', '16+', 400],
  ],
  day6: [
    ['10:30', 'Тролли 3 2D', '6+', 250],
    ['12:25', 'Ёлки 10 2D', '12+', 320],
    ['14:25', 'Тёща 2D', '16+', 350],
    ['16:35', 'Голодные игры: Баллада о змеях и певчих птицах 2D', '16+', 400],
    ['19:30', 'Убийцы цветочной луны 2D', '18+', 400],
    ['23:10', 'Голодные игры: Баллада о змеях и певчих птицах 2D', '16+', 370],
  ],
}
export default schedule
