const schedule = {
  day0: [
    ['11:30', 'Огниво 2D', '6+', 300],
    ['13:55', 'Огниво 2D', '6+', 350],
    ['16:20', 'Любовь Советского Союза 2D', '16+', 400],
    ['19:20', 'Руки Вверх! 2D', '12+', 420],
    ['21:35', 'Любовь Советского Союза 2D', '16+', 370],
  ],
  day1: [
    ['14:00', 'Огниво 2D', '6+', 280],
    ['16:15', 'Любовь Советского Союза 2D', '16+', 300],
    ['19:10', 'Огниво 2D', '6+', 370],
    ['21:25', 'Любовь Советского Союза 2D', '16+', 370],
  ],
  day2: [
    ['14:00', 'Огниво 2D', '6+', 280],
    ['16:15', 'Огниво 2D', '6+', 300],
    ['18:30', 'Любовь Советского Союза 2D', '16+', 370],
    ['21:30', 'Любовь Советского Союза 2D', '16+', 370],
  ],
  day3: [
    ['13:20', 'Любовь Советского Союза 2D', '16+', 280],
    ['16:15', 'Огниво 2D', '6+', 300],
    ['18:30', 'Любовь Советского Союза 2D', '16+', 370],
    ['21:30', 'Огниво 2D', '6+', 370],
  ],
  day4: [
    ['14:00', 'Огниво 2D', '6+', 280],
    ['16:15', 'Любовь Советского Союза 2D', '16+', 300],
    ['19:10', 'Огниво 2D', '6+', 370],
    ['21:25', 'Любовь Советского Союза 2D', '16+', 370],
  ],
  day5: [
    ['12:40', 'Огниво 2D', '6+', 250],
    ['14:55', 'Руки Вверх! 2D', '12+', 280],
    ['17:05', 'Огниво 2D', '6+', 370],
    ['19:20', 'Любовь Советского Союза 2D', '16+', 420],
    ['22:15', 'Любовь Советского Союза 2D', '16+', 420],
  ],
  day6: [
    ['11:30', 'Огниво 2D', '6+', 300],
    ['13:55', 'Любовь Советского Союза 2D', '16+', 350],
    ['16:55', 'Огниво 2D', '6+', 420],
    ['19:20', 'Любовь Советского Союза 2D', '16+', 420],
    ['22:20', 'Руки Вверх! 2D', '12+', 420],
  ],
};
export default schedule;
