const schedule = {
  day0: [
    ['10:40', 'Миграция 2D', '6+', 300],
    ['12:25', 'Манюня: Приключения в деревне 2D', '6+', 350],
    ['14:20', 'Огниво 2D', '6+', 370],
    ['16:40', 'Любовь Советского Союза 2D', '16+', 420],
    ['19:40', 'Веном: Последний танец 2D', '18+', 450],
    ['21:50', 'Веном: Последний танец 2D', '18+', 400],
  ],
  day1: [
    ['14:00', 'Огниво 2D', '6+', 280],
    ['16:15', 'Любовь Советского Союза 2D', '16+', 300],
    ['19:10', 'Огниво 2D', '6+', 370],
    ['21:25', 'Любовь Советского Союза 2D', '16+', 370],
  ],
  day2: [
    ['14:00', 'Огниво 2D', '6+', 280],
    ['16:15', 'Огниво 2D', '6+', 300],
    ['18:30', 'Любовь Советского Союза 2D', '16+', 370],
    ['21:30', 'Любовь Советского Союза 2D', '16+', 370],
  ],
  day3: [
    ['13:20', 'Любовь Советского Союза 2D', '16+', 280],
    ['16:15', 'Огниво 2D', '6+', 300],
    ['18:30', 'Любовь Советского Союза 2D', '16+', 370],
    ['21:30', 'Огниво 2D', '6+', 370],
  ],
  day4: [
    ['12:30', 'Огниво 2D', '6+', 280],
    ['14:40', 'Манюня: Приключения в деревне 2D', '6+', 280],
    ['16:30', 'Любовь Советского Союза 2D', '16+', 320],
    ['19:25', 'Веном: Последний танец 2D', '18+', 400],
    ['21:40', 'Веном: Последний танец 2D', '18+', 400],
  ],
  day5: [
    ['12:30', 'Любовь Советского Союза 2D', '16+', 280],
    ['15:25', 'Огниво 2D', '6+', 300],
    ['17:35', 'Манюня: Приключения в деревне 2D', '6+', 370],
    ['19:25', 'Любовь Советского Союза 2D', '16+', 420],
    ['22:25', 'Веном: Последний танец 2D', '18+', 450],
  ],
  day6: [
    ['11:10', 'Огниво 2D', '6+', 300],
    ['13:30', 'Миграция 2D', '6+', 350],
    ['15:15', 'Манюня: Приключения в деревне 2D', '6+', 370],
    ['17:10', 'Любовь Советского Союза 2D', '16+', 420],
    ['20:10', 'Веном: Последний танец 2D', '18+', 450],
    ['22:25', 'Веном: Последний танец 2D', '18+', 450],
  ],
};
export default schedule;
